Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: Create new smart inventory
it: Creare un nuovo inventory intelligente

source: Create new source
it: Creare una nuova sorgente

source: Create user token
it: Creare un token utente

source: Created
it: Creato

source: Created By (Username)
it: Creato da (Nome utente)

source: Created by (username)
it: Creato da (nome utente)

source: Credential
it: Credenziale

source: Credential Input Sources
it: Fonti di ingresso delle credenziali

source: Credential Name
it: Nome della credenziale

source: Credential Type
it: Tipo di credenziale

source: Credential Types
it: Tipi di credenziali

source: Credential copied successfully
it: La credenziale è stata copiata con successo

source: Credential not found.
it: Credenziale non trovata.

source: Credential passwords
it: Password delle credenziali

source: Credential to authenticate with Kubernetes or OpenShift
it: Credenziale per l'autenticazione con Kubernetes o OpenShift

source: Credential to authenticate with Kubernetes or OpenShift. Must be of type "Kubernetes/OpenShift API Bearer Token". If left blank, the underlying Pod's service account will be used.
it: Credenziale per l'autenticazione con Kubernetes o OpenShift. Deve essere di tipo "Kubernetes/OpenShift API Bearer Token". Se lasciato vuoto, verrà utilizzato l'account di servizio del Pod sottostante.

source: Credential to authenticate with a protected container registry.
it: Credenziale per l'autenticazione con il registro del contenitore protetto.

source: Credential type not found.
it: Tipo di credenziale non trovato.

source: Credentials
it: Credenziali

source: Credentials that require passwords on launch are not permitted. Please remove or replace the following credentials with a credential of the same type in order to proceed: {0}
it: Le credenziali che richiedono una password all'avvio non sono consentite. Per procedere, rimuovere o sostituire le seguenti credenziali con altre dello stesso tipo: {0}

source: Current page
it: Pagina attuale

source: Custom Kubernetes or OpenShift Pod specification.
it: Specifiche Kubernetes o OpenShift Pod personalizzate.

source: Custom pod spec
it: Specifiche della capsula personalizzata

source: Custom virtual environment {0} must be replaced by an execution environment.
it: L'ambiente virtuale personalizzato {0} deve essere sostituito da un ambiente di esecuzione.

source: Custom virtual environment {0} must be replaced by an execution environment. For more information about migrating to execution environments see <0>the documentation.</0>
it: L'ambiente virtuale personalizzato {0} deve essere sostituito da un ambiente di esecuzione. Per ulteriori informazioni sulla migrazione agli ambienti di esecuzione, consultare <0>la documentazione.</0>

source: Custom virtual environment {virtualEnvironment} must be replaced by an execution environment. For more information about migrating to execution environments see <0>the documentation.</0>
it: L'ambiente virtuale personalizzato {virtualEnvironment} deve essere sostituito da un ambiente di esecuzione. Per ulteriori informazioni sulla migrazione agli ambienti di esecuzione, vedere <0>la documentazione.</0>

source: Customize messages…
it: Personalizzare i messaggi...

source: Customize pod specification
it: Personalizzare le specifiche della capsula

source: DELETED
it: CANCELLATO

source: Dashboard
it: Cruscotto

source: Dashboard (all activity)
it: Cruscotto (tutte le attività)

source: Data retention period
it: Periodo di conservazione dei dati

source: Date
it: Data

source: Day
it: Giorno

source: Day {0}
it: Giorno {0}

source: Days of Data to Keep
it: Giorni di dati da conservare

source: Days of data to be retained
it: Giorni di conservazione dei dati

source: Days remaining
it: Giorni rimanenti

source: Days to keep
it: Giorni da conservare

source: December
it: Dicembre

source: Default
it: Predefinito

source: Default Answer(s)
it: Risposta(e) predefinita(e)

source: Default Execution Environment
it: Ambiente di esecuzione predefinito

source: Default answer
it: Risposta predefinita

source: Define system-level features and functions
it: Definire le caratteristiche e le funzioni a livello di sistema

source: Delete
it: Cancellare

source: Delete All Groups and Hosts
it: Cancellare tutti i gruppi e gli host

source: Delete Credential
it: Eliminare la credenziale

source: Delete Execution Environment
it: Eliminare l'ambiente di esecuzione

source: Delete Host
it: Cancellare l'host

source: Delete Inventory
it: Cancellare l'inventory

source: Delete Job
it: Cancellare il job

source: Delete Job Template
it: Cancellare il job template

source: Delete Notification
it: Eliminazione della notifica

source: Delete Organization
it: Cancellare l'organizzazione

source: Delete Project
it: Cancellare il progetto

source: Delete Questions
it: Cancellare le domande

source: Delete Schedule
it: Cancellare il programma

source: Delete Survey
it: Cancellare il sondaggio

source: Delete Team
it: Elimina squadra

source: Delete User
it: Elimina utente

source: Delete User Token
it: Eliminazione del token utente

source: Delete Workflow Approval
it: Eliminazione dell'approvazione Workflow

source: Delete Workflow Job Template
it: Eliminazione del job template Workflow

source: Delete all nodes
it: Cancellare tutti i nodi

source: Delete application
it: Cancellare l'applicazione

source: Delete credential type
it: Eliminare il tipo di credenziale

source: Delete error
it: Cancellare l'errore

source: Delete instance group
it: Eliminare l' instance group

source: Delete inventory source
it: Cancellare la fonte dell'inventory

source: Delete smart inventory
it: Cancellare la smart inventory

source: Delete survey question
it: Cancellare la domanda di sondaggio

source: Delete the local repository in its entirety prior to performing an update. Depending on the size of the repository this may significantly increase the amount of time required to complete an update.
it: Eliminare completamente il repository locale prima di eseguire un aggiornamento. A seconda delle dimensioni del repository repository, questa operazione può aumentare in modo significativo il tempo necessario per completare un aggiornamento.

source: Delete the project before syncing
it: Cancellare il progetto prima della sincronizzazione

source: Delete this link
it: Cancellare questo link

source: Delete this node
it: Eliminare questo nodo

source: Delete {pluralizedItemName}?
it: Cancellare {pluralezedItemName}?

source: Deleted
it: Cancellato

source: Deletion Error
it: Errore di cancellazione

source: Deletion error
it: Errore di cancellazione

source: Denied
it: Negato

source: Denied - {0}. See the Activity Stream for more information.
it: Negato - {0}. Per ulteriori informazioni, consultare il Flusso di attività.

source: Denied by {0} - {1}
it: Negato da {0} - {1}

source: Deny
it: Negare

source: Deprecated
it: Deprecato

source: Deprovisioning fail
it: Deprovisioning fallito

source: Description
it: Descrizione

source: Destination Channels
it: Canali di destinazione

source: Destination Channels or Users
it: Canali o utenti di destinazione

source: Destination SMS Number(s)
it: Numero/i SMS di destinazione

source: Destination SMS number(s)
it: Numero/i SMS di destinazione

source: Destination channels
it: Canali di destinazione

source: Destination channels or users
it: Canali o utenti di destinazione

source: Details
it: Dettagli

source: Details tab
it: Scheda dettagli

source: Direct Keys
it: Chiavi dirette

source: Disable SSL Verification
it: Disattivare la verifica SSL

source: Disable SSL verification
it: Disattivare la verifica SSL

source: Disabled
it: Disabili

source: Disassociate
it: Dissociazione

source: Disassociate group from host?
it: Dissociare il gruppo dall'host?

source: Disassociate host from group?
it: Dissociare l'ospite dal gruppo?

source: Disassociate instance from instance group?
it: Disassociare l'istanza dal instance group?

source: Disassociate related group(s)?
it: Disassociare i gruppi correlati?

source: Disassociate related team(s)?
it: Disassociare i team collegati?

source: Disassociate role
it: Dissociazione del ruolo

source: Disassociate role!
it: Dissociare il ruolo!

source: Disassociate?
it: Dissociarsi?

source: Discard local changes before syncing
it: Scartare le modifiche locali prima della sincronizzazione

source: Divide the work done by this job template into the specified number of job slices, each running the same tasks against a portion of the inventory.
it: Dividere il job svolto da questo job template nel numero specificato di job slices, ognuna delle quali esegue le stesse attività su una parte dell'inventory.

source: Documentation.
it: Documentazione.

source: Done
it: Fatto

source: Download Bundle
it: Scarica il pacchetto

source: Download Output
it: Scarica l'uscita

source: Download bundle
it: Scarica il bundle

source: Drag a file here or browse to upload
it: Trascinare un file qui o sfogliare per caricarlo

source: Draggable list to reorder and remove selected items.
it: Elenco trascinabile per riordinare e rimuovere gli elementi selezionati.

source: Dragging cancelled. List is unchanged.
it: Il trascinamento è stato annullato. L'elenco è invariato.

source: Dragging item {id}. Item with index {oldIndex} in now {newIndex}.
it: Trascinamento dell'elemento {id}. L'elemento con indice {oldIndex} è ora {newIndex}.

source: Dragging started for item id: {newId}.
it: Il trascinamento è iniziato per l'elemento id: {newId}.

source: Each time a job runs using this inventory, refresh the inventory from the selected source before executing job tasks.
it: Ogni volta che un job viene eseguito utilizzando questo inventory, aggiornare l'inventory dall'origine selezionata prima di eseguire le attività del job.

source: Each time a job runs using this project, update the revision of the project prior to starting the job.
it: Ogni volta che si esegue un job con questo progetto, aggiornare la revisione del progetto prima di avviare il job.

source: Edit
it: Modifica

source: Edit Credential
it: Modifica della credenziale

source: Edit Credential Plugin Configuration
it: Modifica della configurazione del plugin Credential

source: Edit Details
it: Modifica dei dettagli

source: Edit Execution Environment
it: Modifica dell'ambiente di esecuzione

source: Edit Group
it: Modifica del gruppo

source: Edit Host
it: Modifica Host

source: Edit Inventory
it: Modifica dell'inventory

source: Edit Link
it: Modifica del link

source: Edit Login redirect override URL
it: Modifica dell'URL di reindirizzamento del login

source: Edit Node
it: Modifica nodo

source: Edit Notification Template
it: Modifica del modello di notifica

source: Edit Order
it: Modifica dell'ordine

source: Edit Organization
it: Modifica dell'organizzazione

source: Edit Project
it: Modifica del progetto

source: Edit Question
it: Modifica Domanda

source: Edit Schedule
it: Modifica del programma

source: Edit Source
it: Modifica Fonte

source: Edit Survey
it: Modifica del sondaggio

source: Edit Team
it: Squadra di modifica

source: Edit Template
it: Modifica modello

source: Edit User
it: Modifica utente

source: Edit application
it: Modifica applicazione

source: Edit credential type
it: Modifica del tipo di credenziale

source: Edit details
it: Modifica dei dettagli

source: Edit group
it: Modifica gruppo

source: Edit host
it: Modifica host

source: Edit instance group
it: Modifica del instance group

source: Edit login redirect override URL
it: Modifica dell'URL di esclusione del reindirizzamento del login

source: Edit this link
it: Modificare questo link

source: Edit this node
it: Modificare questo nodo

source: Edit workflow
it: Modifica Workflow

source: Elapsed
it: Trascorso

source: Elapsed Time
it: Tempo trascorso

source: Elapsed time that the job ran
it: Tempo trascorso durante l'esecuzione del job

source: Email Options
it: Opzioni e-mail

source: Enable Concurrent Jobs
it: Abilitare i jobs contemporanei

source: Enable Fact Storage
it: Abilita la memorizzazione dei fatti

source: Enable HTTPS certificate verification
it: Abilita la verifica del certificato HTTPS

source: Enable Instance
it: Abilitazione dell'istanza

source: Enable Webhook
it: Abilita Webhook

source: Enable Webhook for this workflow job template.
it: Abilita Webhook per questo job template Workflow.

source: Enable content signing to verify that the content has remained secure when a project is synced. If the content has been tampered with, the job will not run.
it: Abilitare la firma del contenuto per verificare che il contenuto è rimasto sicuro quando un progetto viene sincronizzato. Se il contenuto è stato manomesso, il job non verrà eseguito.

source: Enable external logging
it: Abilita la registrazione esterna

source: Enable log system tracking facts individually
it: Abilitare i fatti di tracciamento del sistema di log individualmente

source: Enable privilege escalation
it: Abilitare l'escalation dei privilegi

source: Enable simplified login for your {brandName} applications
it: Abilitare il login semplificato per le applicazioni di {brandName}

source: Enable webhook for this template.
it: Abilita il webhook per questo modello.

source: Enabled
it: Abilitato

source: Enabled Options
it: Opzioni abilitate

source: Enabled Value
it: Valore abilitato

source: Enabled Variable
it: Abilitato Variabile

source: Enables creation of a provisioning callback URL. Using the URL a host can contact {brandName} and request a configuration update using this job template
it: Consente la creazione di un URL di URL di callback. Utilizzando l'URL, un host può contattare {brandName} e richiedere un aggiornamento della configurazione utilizzando questo job template

source: Enables creation of a provisioning callback URL. Using the URL a host can contact {brandName} and request a configuration update using this job template.
it: Abilita la creazione di un URL di callback per il provisioning. Utilizzando l'URL, un host può contattare {brandName} e richiedere un aggiornamento della configurazione utilizzando questo job template.

source: Encrypted
it: Crittografato

source: End
it: Fine

source: End User License Agreement
it: Contratto di licenza con l'utente finale

source: End date
it: Data di fine

source: End date/time
it: Data/ora di fine

source: End did not match an expected value ({0})
it: La fine non corrisponde a un valore atteso ({0})

source: End time
it: Ora di fine

source: End user license agreement
it: Contratto di licenza con l'utente finale

source: Enter at least one search filter to create a new Smart Inventory
it: Immettere almeno un filtro di ricerca per creare un nuovo inventory intelligente.

source: Enter injectors using either JSON or YAML syntax. Refer to the Ansible Controller documentation for example syntax.
it: Inserire gli iniettori utilizzando la sintassi JSON o YAML. Fare riferimento alla documentazione di Ansible Controller per un esempio di sintassi.

source: Enter inputs using either JSON or YAML syntax. Refer to the Ansible Controller documentation for example syntax.
it: Inserire gli input utilizzando la sintassi JSON o YAML. Fare riferimento alla documentazione di Ansible Controller per gli esempi di sintassi.

source: Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. Refer to the Ansible Controller documentation for example syntax.
it: Inserire le variabili dell'inventory utilizzando la sintassi JSON o YAML. Usare il pulsante di opzione per passare da una all'altra. Fare riferimento alla documentazione di Ansible Controller per gli esempi di sintassi.

source: Environment variables or extra variables that specify the values a credential type can inject.
it: Variabili d'ambiente o variabili extra che specificano i valori che un tipo di credenziale può iniettare.

source: Error
it: Errore

source: Error fetching updated project
it: Errore nel recuperare il progetto aggiornato

source: Error message
it: Messaggio di errore

source: Error message body
it: Corpo del messaggio di errore

source: Error saving the workflow!
it: Errore nel salvataggio Workflow!

source: Error!
it: Errore!

source: Error:
it: Errore:

source: Errors
it: Errori

source: Established
it: Stabilito

source: Event
it: Evento

source: Event detail
it: Dettaglio evento

source: Event detail modal
it: Modale di dettaglio dell'evento

source: Event summary not available
it: Riepilogo dell'evento non disponibile

source: Events
it: Eventi

source: Events processing complete.
it: Elaborazione degli eventi completata.

source: Exact match (default lookup if not specified).
it: Corrispondenza esatta (ricerca predefinita se non specificata).

source: Exact search on id field.
it: Ricerca esatta sul campo id.

source: Exact search on name field.
it: Ricerca esatta nel campo del nome.

source: Example URLs for GIT Source Control include:
it: Gli URL di esempio per il controllo sorgente GIT includono:

source: Example URLs for Remote Archive Source Control include:
it: Gli URL di esempio per il Controllo origine archivio remoto includono:

source: Example URLs for Subversion Source Control include:
it: Gli URL di esempio per il controllo sorgente di Subversion includono:

source: Examples include:
it: Gli esempi includono:

source: Examples:
it: Esempi:

source: Exception Frequency
it: Frequenza delle eccezioni

source: Exceptions
it: Eccezioni

source: Execute regardless of the parent node's final state.
it: Eseguire indipendentemente dallo stato finale del nodo genitore.

source: Execute when the parent node results in a failure state.
it: Eseguito quando il nodo padre si trova in uno stato di fallimento.

source: Execute when the parent node results in a successful state.
it: Eseguito quando il nodo padre risulta in uno stato di successo.

source: Execution
it: Esecuzione

source: Execution Environment
it: Ambiente di esecuzione

source: Execution Environment Missing
it: Ambiente di esecuzione mancante

source: Execution Environments
it: Ambienti di esecuzione

source: Execution Node
it: Nodo di esecuzione

source: Execution environment copied successfully
it: Ambiente di esecuzione copiato con successo

source: Execution environment is missing or deleted.
it: L'ambiente di esecuzione manca o è stato eliminato.

source: Execution environment not found.
it: Ambiente di esecuzione non trovato.

source: Execution node
it: Nodo di esecuzione

source: Exit Without Saving
it: Uscire senza salvare

source: Expand
it: Espandi

source: Expand all rows
it: Espandere tutte le righe

source: Expand input
it: Espandere l'ingresso

source: Expand job events
it: Espandi gli eventi del job

source: Expand section
it: Espandi sezione

source: Expected at least one of client_email, project_id or private_key to be present in the file.
it: Ci si aspettava che almeno uno degli elementi client_email, project_id o private_key fosse presente nel file.

source: Expires
it: Scadenza

source: Expires on
it: Scade il

source: Expires on UTC
it: Scade il giorno UTC

source: Expires on {0}
it: Scade il {0}

source: Explanation
it: Spiegazione

source: External Secret Management System
it: Sistema di gestione dei segreti esterni

source: Extra variables
it: Variabili extra

source: FINISHED:
it: FINITO:

source: Fact Storage
it: Conservazione dei fatti

source: Fact storage: If enabled, this will store gathered facts so they can be viewed at the host level. Facts are persisted and injected into the fact cache at runtime..
it: Memorizzazione dei fatti: Se abilitata, questa funzione memorizza i fatti raccolti in modo che possano essere visualizzati a livello di host. I fatti vengono persistiti e iniettati nella cache dei fatti in fase di esecuzione.

source: Facts
it: I fatti

source: Failed
it: Fallito

source: Failed Host Count
it: Conteggio degli host non riusciti

source: Failed Hosts
it: Host falliti

source: Failed hosts
it: Host falliti

source: Failed jobs
it: Lavori falliti

source: Failed to approve one or more workflow approval.
it: Non è riuscita l'approvazione di uno o più workflow.

source: Failed to approve {0}.
it: Non approvato {0}.

source: Failed to assign roles properly
it: Impossibile assegnare correttamente i ruoli

source: Failed to associate role
it: Impossibile associare il ruolo

source: Failed to associate.
it: Associazione fallita.

source: Failed to cancel Inventory Source Sync
it: Non è stato possibile annullare la sincronizzazione dell'origine dell'inventory

source: Failed to cancel Project Sync
it: Non è stato possibile annullare la sincronizzazione del progetto

source: Failed to cancel one or more jobs.
it: Non è stato possibile annullare uno o più jobs.

source: Failed to cancel {0}
it: Annullamento fallito {0}

source: Failed to copy credential.
it: Impossibile copiare le credenziali.

source: Failed to copy execution environment
it: Impossibile copiare l'ambiente di esecuzione

source: Failed to copy inventory.
it: Impossibile copiare l'inventory.

source: Failed to copy project.
it: Impossibile copiare il progetto.

source: Failed to copy template.
it: Impossibile copiare il modello.

source: Failed to delete application.
it: Non è stato possibile eliminare l'applicazione.

source: Failed to delete credential.
it: Cancellazione della credenziale non riuscita.

source: Failed to delete group {0}.
it: Non è stato possibile eliminare il gruppo {0}.

source: Failed to delete host.
it: Impossibile eliminare l'host.

source: Failed to delete inventory source {name}.
it: Errore nell'eliminazione dell'origine inventory {nome}.

source: Failed to delete inventory.
it: Cancellazione dell'inventory non riuscita.

source: Failed to delete job template.
it: Non è stato possibile eliminare il job template.

source: Failed to delete notification.
it: Errore nell'eliminazione della notifica.

source: Failed to delete one or more applications.
it: Non è stato possibile eliminare una o più applicazioni.

source: Failed to delete one or more credential types.
it: Errore nell'eliminazione di uno o più tipi di credenziali.

source: Failed to delete one or more credentials.
it: Errore nell'eliminazione di una o più credenziali.

source: Failed to delete one or more execution environments
it: Errore nell'eliminazione di uno o più ambienti di esecuzione

source: Failed to delete one or more groups.
it: Errore nell'eliminazione di uno o più gruppi.

source: Failed to delete one or more hosts.
it: Errore nell'eliminazione di uno o più host.

source: Failed to delete one or more instance groups.
it: Errore nell'eliminazione di uno o più gruppi di istanze.

source: Failed to delete one or more inventories.
it: Errore nell'eliminazione di uno o più inventari.

source: Failed to delete one or more inventory sources.
it: Errore nell'eliminazione di una o più fonti di inventory.

source: Failed to delete one or more job templates.
it: Non è stato possibile eliminare uno o più job templates.

source: Failed to delete one or more jobs.
it: Non è stato possibile eliminare uno o più jobs.

source: Failed to delete one or more notification template.
it: Non è stato possibile eliminare uno o più modelli di notifica.

source: Failed to delete one or more organizations.
it: Non è stato possibile eliminare una o più organizzazioni.

source: Failed to delete one or more projects.
it: Non è stato possibile eliminare uno o più progetti.

source: Failed to delete one or more schedules.
it: Errore nell'eliminazione di una o più pianificazioni.

source: Failed to delete one or more teams.
it: Non è stato possibile eliminare una o più squadre.

source: Failed to delete one or more templates.
it: Errore nell'eliminazione di uno o più modelli.

source: Failed to delete one or more tokens.
it: Errore nell'eliminazione di uno o più token.
