Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: Management job not found.
it: Lavoro di gestione non trovato.

source: Management jobs
it: Lavori di gestione

source: Manual
it: Manuale

source: March
it: Marzo

source: Max Hosts
it: Ospiti massimi

source: Max concurrent jobs
it: Lavori massimi contemporanei

source: Max forks
it: Forks max

source: Maximum
it: Massimo

source: Maximum length
it: Lunghezza massima

source: Maximum number of forks to allow across all jobs running concurrently on this group. Zero means no limit will be enforced.
it: Numero massimo di fork da consentire per tutti i jobs in esecuzione simultanea su questo gruppo. Zero significa che non verrà applicato alcun limite.

source: Maximum number of jobs to run concurrently on this group. Zero means no limit will be enforced.
it: Numero massimo di jobs da eseguire simultaneamente su questo gruppo. Zero significa che non verrà applicato alcun limite.

source: May
it: Maggio

source: Members
it: Membri

source: Metadata
it: Metadati

source: Metric
it: Metrico

source: Metrics
it: Metriche

source: Minimum
it: Minimo

source: Minimum length
it: Lunghezza minima

source: Minimum number of instances that will be automatically assigned to this group when new instances come online.
it: Numero minimo di istanze che verranno automaticamente assegnato automaticamente a questo gruppo quando vengono attivate nuove istanze.

source: Minimum percentage of all instances that will be automatically assigned to this group when new instances come online.
it: Percentuale minima di tutte le istanze che verranno automaticamente a questo gruppo quando vengono attivate nuove istanze.

source: Minute
it: Minuto

source: Miscellaneous Authentication
it: Autenticazione varia

source: Miscellaneous Authentication settings
it: Impostazioni varie di autenticazione

source: Miscellaneous System
it: Sistema vario

source: Miscellaneous System settings
it: Impostazioni di sistema varie

source: Missing
it: Mancante

source: Missing resource
it: Risorsa mancante

source: Modified
it: Modificato

source: Modified By (Username)
it: Modificato da (Nome utente)

source: Modified by (username)
it: Modificato da (nome utente)

source: Module
it: Modulo

source: Module Arguments
it: Argomenti del modulo

source: Module Name
it: Nome del modulo

source: Mon
it: Lun

source: Monday
it: Lunedì

source: Month
it: Mese

source: More information
it: Ulteriori informazioni

source: More information for
it: Ulteriori informazioni per

source: Multi-Select
it: Multi-selezione

source: Multiple Choice
it: Scelta multipla

source: Multiple Choice (multiple select)
it: Scelta multipla (selezione multipla)

source: Multiple Choice (single select)
it: Scelta multipla (selezione singola)

source: Multiple Choice Options
it: Opzioni a scelta multipla

source: Name
it: Nome

source: Navigation
it: Navigazione

source: Never
it: Mai

source: Never Updated
it: Mai aggiornato

source: Never expires
it: Non scade mai

source: New
it: Nuovo

source: Next
it: Avanti

source: Next Run
it: Prossima corsa

source: No Hosts Matched
it: Nessun host corrispondente

source: No Hosts Remaining
it: Nessun host rimanente

source: No JSON Available
it: Nessun JSON disponibile

source: No Jobs
it: Nessun job

source: No inventory sync failures.
it: Nessun errore di sincronizzazione dell'inventory.

source: No items found.
it: Nessun articolo trovato.

source: No job data available
it: Non sono disponibili dati sul job

source: No output found for this job.
it: Non è stato trovato alcun risultato per questo job.

source: No result found
it: Nessun risultato trovato

source: No results found
it: Nessun risultato trovato

source: No subscriptions found
it: Nessun abbonamento trovato

source: No survey questions found.
it: Non sono state trovate domande di sondaggio.

source: No timeout specified
it: Non è stato specificato alcun timeout

source: No {pluralizedItemName} Found
it: Nessun {pluralezedItemName} trovato

source: Node Alias
it: Alias del nodo

source: Node Type
it: Tipo di nodo

source: Node state types
it: Tipi di stato dei nodi

source: Node type
it: Tipo di nodo

source: Node types
it: Tipi di nodo

source: None
it: Nessuno

source: None (Run Once)
it: Nessuno (Eseguire una volta)

source: None (run once)
it: Nessuno (eseguito una sola volta)

source: Normal User
it: Utente normale

source: Not Found
it: Non trovato

source: Not configured
it: Non configurato

source: Not configured for inventory sync.
it: Non configurato per la sincronizzazione dell'inventory.

source: Note that only hosts directly in this group can be disassociated. Hosts in sub-groups must be disassociated directly from the sub-group level that they belong.
it: Si noti che solo gli host direttamente in questo gruppo possono essere dissociati. Gli host nei sottogruppi devono essere dissociati direttamente dal livello del sottogruppo a cui appartengono.

source: Note that you may still see the group in the list after disassociating if the host is also a member of that group’s children. This list shows all groups the host is associated with directly and indirectly.
it: Si noti che il gruppo potrebbe essere ancora presente nell'elenco dopo la se l'host è anche un membro del gruppo. figli. Questo elenco mostra tutti i gruppi a cui l'host è associato direttamente e indirettamente.

source: Note: The order in which these are selected sets the execution precedence. Select more than one to enable drag.
it: Nota: l'ordine di selezione stabilisce la precedenza di esecuzione. Selezionare più di uno per abilitare il trascinamento.

source: Note: The order of these credentials sets precedence for the sync and lookup of the content. Select more than one to enable drag.
it: Nota: l'ordine di queste credenziali stabilisce la precedenza per la sincronizzazione e la ricerca dei contenuti. Selezionare più di una per abilitare il trascinamento.

source: Note: This field assumes the remote name is "origin".
it: Nota: Questo campo presuppone che il nome remoto sia "origine".

source: Note: When using SSH protocol for GitHub or Bitbucket, enter an SSH key only, do not enter a username (other than git). Additionally, GitHub and Bitbucket do not support password authentication when using SSH. GIT read only protocol (git://) does not use username or password information.
it: Nota: quando si utilizza il protocollo SSH per GitHub o Bitbucket. Bitbucket, inserire solo una chiave SSH, non inserire un nome utente (diverso da git). Inoltre, GitHub e Bitbucket non supportano l'autenticazione tramite password quando si usa SSH. GIT di sola lettura (git://) non utilizza informazioni sul nome utente o sulla password.

source: Notification Color
it: Colore della notifica

source: Notification Template not found.
it: Modello di notifica non trovato.

source: Notification Templates
it: Modelli di notifica

source: Notification Type
it: Tipo di notifica

source: Notification color
it: Colore della notifica

source: Notification sent successfully
it: Notifica inviata con successo

source: Notification test failed.
it: Test di notifica fallito.

source: Notification timed out
it: Notifica scaduta

source: Notification type
it: Tipo di notifica

source: Notifications
it: Notifiche

source: November
it: Novembre

source: Occurrences
it: Occorrenze

source: October
it: Ottobre

source: Off
it: Spento

source: On
it: Su

source: On Failure
it: Sul fallimento

source: On Success
it: Il successo

source: On date
it: In data

source: On days
it: Nei giorni

source: One Slack channel per line. The pound symbol (#) is required for channels. To respond to or start a thread to a specific message add the parent message Id to the channel where the parent message Id is 16 digits. A dot (.) must be manually inserted after the 10th digit. ie:#destination-channel, 1231257890.006423. See Slack
it: Un canale Slack per riga. Il simbolo del cancelletto (#) è necessario per i canali. Per rispondere o avviare una discussione su un messaggio specifico, aggiungete l'ID del messaggio genitore al canale, dove l'ID del messaggio genitore è di 16 cifre. Un punto (.) deve essere inserito manualmente dopo la decima cifra. Vedere Slack

source: Only Group By
it: Solo gruppo per

source: Option Details
it: Dettagli dell'opzione

source: Optional labels that describe this inventory, such as 'dev' or 'test'. Labels can be used to group and filter inventories and completed jobs.
it: Etichette facoltative che descrivono l'inventory, come "dev" o "test". Le etichette possono essere usate per raggruppare e filtrare inventari e jobs completati.

source: Optional labels that describe this job template, such as 'dev' or 'test'. Labels can be used to group and filter job templates and completed jobs.
it: Etichette facoltative che descrivono il job template, ad esempio "dev" o "test". Le etichette possono essere usate per raggruppare e filtrare i job templates e i jobs completati.

source: Optional labels that describe this workflow job template, such as 'dev' or 'test'. Labels can be used to group and filter workflow job templates and completed jobs.
it: Etichette facoltative che descrivono il job template Workflow, come "dev" o "test". Le etichette possono essere usate per raggruppare e filtrare i workflow job templates e i jobs completati.

source: Optionally select the credential to use to send status updates back to the webhook service.
it: Selezionare facoltativamente la credenziale da utilizzare per inviare gli aggiornamenti di stato al servizio webhook.

source: Options
it: Opzioni

source: Order
it: Ordine

source: Organization
it: Organizzazione

source: Organization (Name)
it: Organizzazione (nome)

source: Organization Name
it: Nome dell'organizzazione

source: Organization not found.
it: Organizzazione non trovata.

source: Organizations
it: Organizzazioni

source: Other prompts
it: Altri suggerimenti

source: Out of compliance
it: Non conforme

source: Output
it: Uscita

source: Output tab
it: Scheda di uscita

source: Overwrite
it: Sovrascrivere

source: Overwrite local groups and hosts from remote inventory source
it: Sovrascrivere i gruppi e gli host locali dall'origine dell'inventory remoto

source: Overwrite local variables from remote inventory source
it: Sovrascrivere le variabili locali dall'origine dell'inventory remoto

source: Overwrite variables
it: Sovrascrivere le variabili

source: POST
it: POSTA

source: PUT
it: INSERIRE

source: Pagerduty
it: Servizio di cercapersone

source: Pagerduty Subdomain
it: Sottodominio Pagerduty

source: Pagerduty subdomain
it: Sottodominio Pagerduty

source: Pagination
it: Paginazione

source: Pan Left
it: Pan Sinistra

source: Pass extra command line changes. There are two ansible command line parameters:
it: Passare modifiche extra alla riga di comando. Esistono due parametri della riga di comando di Ansible:

source: Pass extra command line variables to the playbook. This is the -e or --extra-vars command line parameter for ansible-playbook. Provide key/value pairs using either YAML or JSON. Refer to the Ansible Controller documentation for example syntax.
it: Passare variabili extra della riga di comando al playbook. Si tratta del parametro della riga di comando -e o --extra-vars per ansible-playbook. Fornire coppie chiave/valore utilizzando YAML o JSON. Fare riferimento alla documentazione di Ansible Controller per un esempio di sintassi.

source: Pass extra command line variables to the playbook. This is the -e or --extra-vars command line parameter for ansible-playbook. Provide key/value pairs using either YAML or JSON. Refer to the documentation for example syntax.
it: Passare variabili extra della riga di comando al playbook. Si tratta del parametro della riga di comando -e o --extra-vars per ansible-playbook. Fornire coppie chiave/valore utilizzando YAML o JSON. Fare riferimento alla documentazione per gli esempi di sintassi.

source: Past 24 hours
it: Ultime 24 ore

source: Past month
it: Mese scorso

source: Past two weeks
it: Ultime due settimane

source: Past week
it: Settimana scorsa

source: Peers
it: Coetanei

source: Pending
it: In attesa

source: Pending Workflow Approvals
it: Approvazioni Workflow in sospeso

source: Pending delete
it: In attesa di essere cancellato

source: Perform a search to define a host filter
it: Eseguire una ricerca per definire un filtro host

source: Personal Access Token
it: Gettone di accesso personale

source: Personal access token
it: Token di accesso personale

source: Play
it: Gioco

source: Play Count
it: Conteggio dei giochi

source: Play Started
it: Iniziare a giocare

source: Playbook Check
it: Controllo del Playbook

source: Playbook Complete
it: Playbook completo

source: Playbook Directory
it: Elenco dei libri di gioco

source: Playbook Run
it: Esecuzione del Playbook

source: Playbook Started
it: Libro di gioco avviato

source: Playbook name
it: Nome del playbook

source: Playbook run
it: Esecuzione del playbook

source: Plays
it: Giochi

source: Please add a Schedule to populate this list.
it: Si prega di aggiungere uno Schema per popolare questo elenco.

source: Please add a Schedule to populate this list. Schedules can be added to a Template, Project, or Inventory Source.
it: Aggiungere una pianificazione per popolare questo elenco. Le pianificazioni possono essere aggiunte a un modello, a un progetto o a una fonte di inventory.

source: Please add survey questions.
it: Aggiungere le domande del sondaggio.

source: Please add {pluralizedItemName} to populate this list
it: Aggiungere {pluralizedItemName} per popolare questo elenco.

source: Please click the Start button to begin.
it: Per iniziare, fare clic sul pulsante Start.

source: Please enter a number of occurrences.
it: Inserire un numero di occorrenze.

source: Please enter a valid URL
it: Inserire un URL valido

source: Please enter a value.
it: Inserire un valore.

source: Please log in
it: Effettuare il login

source: Please run a job to populate this list.
it: Eseguire un job per popolare questo elenco.

source: Please select a day number between 1 and 31.
it: Selezionare un numero di giorno compreso tra 1 e 31.

source: Please select an Inventory or check the Prompt on Launch option
it: Selezionare un Inventario o selezionare l'opzione Prompt on Launch.

source: Please select an end date/time that comes after the start date/time.
it: Selezionare una data/ora di fine che sia successiva alla data/ora di inizio.

source: Please select an organization before editing the host filter
it: Selezionare un'organizzazione prima di modificare il filtro host

source: Please try another search using the filter above
it: Provare a effettuare un'altra ricerca utilizzando il filtro di cui sopra

source: Please wait until the topology view is populated...
it: Attendere che la visualizzazione della topologia sia popolata...

source: Pod spec override
it: Sovrascrittura delle specifiche del pod

source: Policy Type
it: Tipo di politica

source: Policy instance minimum
it: Istanza di politica minima

source: Policy instance percentage
it: Percentuale dell'istanza di policy

source: Populate field from an external secret management system
it: Popolare il campo da un sistema di gestione dei segreti esterno

source: Populate the hosts for this inventory by using a search filter. Example: ansible_facts__ansible_distribution:"RedHat". Refer to the documentation for further syntax and examples. Refer to the Ansible Controller documentation for further syntax and examples.
it: Popolare gli host per questo inventory utilizzando un filtro di ricerca. filtro. Esempio: ansible_facts__ansible_distribution: "RedHat". Consultare la documentazione per ulteriori sintassi ed esempi. esempi. Fare riferimento alla documentazione del controllore Ansible per ulteriori sintassi ed esempi. esempi.

source: Port
it: Porto

source: Preconditions for running this node when there are multiple parents. Refer to the
it: Precondizioni per l'esecuzione di questo nodo quando ci sono più genitori. Fare riferimento alla sezione

source: Press 'Enter' to add more answer choices. One answer choice per line.
it: Premere "Invio" per aggiungere altre opzioni di risposta. Una risposta per riga.

source: Press Enter to edit. Press ESC to stop editing.
it: Premere Invio per modificare. Premere ESC per interrompere la modifica.

source: Press space or enter to begin dragging, and use the arrow keys to navigate up or down. Press enter to confirm the drag, or any other key to cancel the drag operation.
it: Premere spazio o invio per iniziare a trascinare, e utilizzare i tasti freccia per spostarsi verso l'alto o verso il basso. Premere Invio per confermare il trascinamento o qualsiasi altro tasto per annullare l'operazione. per annullare l'operazione di trascinamento.

source: Prevent Instance Group Fallback
it: Impedire il fallback del instance group

source: Prevent Instance Group Fallback: If enabled, the inventory will prevent adding any organization instance groups to the list of preferred instances groups to run associated job templates on.
it: Impedisci il fallback del instance group: Se abilitato, l'inventory impedirà l'aggiunta di gruppi di istanze dell'organizzazione all'elenco dei gruppi di istanze preferiti su cui eseguire i job templates associati.

source: Prevent Instance Group Fallback: If enabled, the job template will prevent adding any inventory or organization instance groups to the list of preferred instances groups to run on.
it: Impedisci il fallback del instance group: Se abilitato, il job template impedirà l'aggiunta di qualsiasi instance group dell'inventory o dell'organizzazione all'elenco dei gruppi di istanze preferiti da eseguire.

source: Preview
it: Anteprima

source: Private key passphrase
it: Passphrase della chiave privata

source: Privilege Escalation
it: Escalation dei privilegi

source: Privilege escalation password
it: Password di escalation dei privilegi

source: Privilege escalation: If enabled, run this playbook as an administrator.
it: Escalation dei privilegi: Se abilitato, eseguire questo playbook come amministratore.

source: Project
it: Progetto

source: Project Base Path
it: Percorso base del progetto

source: Project Sync
it: Sincronizzazione del progetto

source: Project Sync Error
it: Errore di sincronizzazione del progetto

source: Project Update
it: Aggiornamento del progetto

source: Project Update Status
it: Stato di aggiornamento del progetto

source: Project checkout results
it: Risultati della verifica del progetto

source: Project copied successfully
it: Progetto copiato con successo

source: Project not found.
it: Progetto non trovato.

source: Project sync failures
it: Errori di sincronizzazione del progetto

source: Projects
it: Progetti

source: Promote Child Groups and Hosts
it: Promuovere i gruppi di bambini e gli ospitanti

source: Prompt Overrides
it: Sovrascrittura del prompt

source: Prompt on launch
it: Prompt al lancio

source: Prompted Values
it: Valori sollecitati

source: Provide a host pattern to further constrain the list of hosts that will be managed or affected by the playbook. Multiple patterns are allowed. Refer to Ansible documentation for more information and examples on patterns.
it: Fornire un modello di host per limitare ulteriormente l'elenco degli host che saranno gestiti o influenzati dal playbook. playbook. Sono ammessi più pattern. Fare riferimento alla documentazione di Ansible per ulteriori informazioni ed esempi sui pattern.

source: Provide a host pattern to further constrain the list of hosts that will be managed or affected by the playbook. Multiple patterns are allowed. Refer to Ansible documentation for more information and examples on patterns.
it: Fornire un modello di host per limitare ulteriormente l'elenco degli host che saranno gestiti o interessati dal playbook. Sono consentiti più pattern. Fare riferimento alla documentazione di Ansible per ulteriori informazioni ed esempi sui pattern.

source: Provide a value for this field or select the Prompt on launch option.
it: Fornire un valore per questo campo o selezionare l'opzione Prompt on launch.

source: Provide key/value pairs using either YAML or JSON.
it: Fornire coppie chiave/valore utilizzando YAML o JSON.

source: Provide your Red Hat or Red Hat Satellite credentials below and you can choose from a list of your available subscriptions. The credentials you use will be stored for future use in retrieving renewal or expanded subscriptions.
it: Fornite le vostre credenziali Red Hat o Red Hat Satellite e potrete scegliere da un elenco di abbonamenti disponibili. Le credenziali utilizzate saranno memorizzate per l'uso futuro nel per recuperare il rinnovo o l'ampliamento delle sottoscrizioni.

source: Provide your Red Hat or Red Hat Satellite credentials to enable Automation Analytics.
it: Fornire le credenziali di Red Hat o Red Hat Satellite per abilitare Automation Analytics.

source: Provisioning
it: Approvvigionamento

source: Provisioning Callback URL
it: URL di richiamo del provisioning

source: Provisioning Callback details
it: Dettagli della chiamata di provisioning

source: Provisioning Callbacks
it: Callback di provisioning

source: Provisioning callbacks: Enables creation of a provisioning callback URL. Using the URL a host can contact Ansible AWX and request a configuration update using this job template.
it: Callback di provisioning: Abilita la creazione di un URL di callback di provisioning. Utilizzando l'URL un host può contattare Ansible AWX e richiedere un aggiornamento della configurazione utilizzando questo job template.

source: Provisioning fail
it: Il provisioning non funziona

source: Pull
it: Tirare

source: Question
it: Domanda

source: RADIUS settings
it: Impostazioni RADIUS

source: Read
it: Leggi

source: Ready
it: Pronto

source: Recent Jobs
it: Lavori recenti

source: Recent Jobs list tab
it: Scheda Elenco jobs recenti

source: Recent Templates
it: Modelli recenti

source: Recent Templates list tab
it: Scheda Elenco modelli recenti

source: Recent jobs
it: Lavori recenti

source: Recipient List
it: Elenco dei destinatari

source: Recipient list
it: Elenco dei destinatari

source: Red Hat Ansible Automation Platform
it: Piattaforma di automazione Red Hat Ansible

source: Red Hat Insights
it: Approfondimenti su Red Hat

source: Red Hat Virtualization
it: Virtualizzazione Red Hat

source: Red Hat subscription manifest
it: Manifesto di abbonamento Red Hat

source: Redirect URIs
it: Reindirizzare gli URI

source: Redirecting to dashboard
it: Reindirizzamento alla dashboard

source: Redirecting to subscription detail
it: Reindirizzamento ai dettagli dell'abbonamento

source: Refer to the
it: Fare riferimento al

source: Refer to the Ansible documentation for details about the configuration file.
it: Per maggiori dettagli sul file di configurazione, consultare la documentazione di Ansible.

source: Refresh Token
it: Gettone di aggiornamento

source: Refresh Token Expiration
it: Scadenza del token di aggiornamento

source: Refresh for revision
it: Aggiornare per la revisione

source: Refresh project revision
it: Aggiornare la revisione del progetto

source: Regions
it: Regioni

source: Registry credential
it: Credenziale del registro

source: Regular expression where only matching host names will be imported. The filter is applied as a post-processing step after any inventory plugin filters are applied.
it: Espressione regolare in cui vengono importati solo i nomi di host corrispondenti. Il filtro viene applicato come fase di post-elaborazione dopo l'applicazione dei filtri del plugin dell'inventory.

source: Related Groups
it: Gruppi correlati

source: Related Keys
it: Chiavi correlate

source: Related resource
it: Risorse correlate

source: Related search type
it: Tipo di ricerca correlata

source: Related search type typeahead
it: Ricerca correlata tipo typeahead

source: Relaunch
it: Rilancio
