Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: Relaunch Job
it: Rilancio del job

source: Relaunch all hosts
it: Rilanciare tutti gli host

source: Relaunch failed hosts
it: Rilanciare gli host falliti

source: Relaunch on
it: Rilancio su

source: Relaunch using host parameters
it: Rilanciare utilizzando i parametri dell'host

source: Reload
it: Ricarica

source: Reload output
it: Ricaricare l'uscita

source: Remote Archive
it: Archivio remoto

source: Removal Error
it: Errore di rimozione

source: Remove
it: Rimuovere

source: Remove All Nodes
it: Rimuovere tutti i nodi

source: Remove Instances
it: Rimuovere le istanze

source: Remove Link
it: Rimuovi link

source: Remove Node {nodeName}
it: Rimuovi il nodo {nodeName}

source: Remove any local modifications prior to performing an update.
it: Rimuovere tutte le modifiche locali prima di eseguire un aggiornamento.

source: Remove the current search related to ansible facts to enable another search using this key.
it: Rimuove la ricerca corrente relativa ai fatti di ansible per consentire un'altra ricerca utilizzando questa chiave.

source: Remove {0} Access
it: Rimuovere l'accesso {0}

source: Remove {0} chip
it: Rimuovere il chip {0}

source: Removing
it: Rimozione

source: Removing this link will orphan the rest of the branch and cause it to be executed immediately on launch.
it: La rimozione di questo collegamento renderà orfano il resto del branch e ne causerà l'esecuzione immediata al lancio.

source: Reorder
it: Riordino

source: Repeat Frequency
it: Frequenza di ripetizione

source: Repeat frequency
it: Frequenza di ripetizione

source: Replace
it: Sostituire

source: Replace field with new value
it: Sostituire il campo con il nuovo valore

source: Request subscription
it: Richiesta di abbonamento

source: Required
it: Richiesto

source: Reset zoom
it: Azzeramento dello zoom

source: Resource Name
it: Nome della risorsa

source: Resource deleted
it: Risorsa eliminata

source: Resource type
it: Tipo di risorsa

source: Resources
it: Risorse

source: Resources are missing from this template.
it: In questo modello mancano le risorse.

source: Restore initial value.
it: Ripristinare il valore iniziale.

source: Retrieve the enabled state from the given dict of host variables. The enabled variable may be specified using dot notation, e.g: 'foo.bar'
it: Recupera lo stato di abilitazione dal dict dato delle variabili host. La variabile abilitata può essere specificata usando la notazione a punti, ad esempio: "pippo.bar".

source: Return
it: Ritorno

source: Return to
it: Ritorno a

source: Return to subscription management.
it: Tornare alla gestione degli abbonamenti.

source: Returns results that have values other than this one as well as other filters.
it: Restituisce i risultati che hanno valori diversi da questo e da altri filtri.

source: Returns results that satisfy this one as well as other filters. This is the default set type if nothing is selected.
it: Restituisce i risultati che soddisfano questo e altri filtri. È il tipo di set predefinito se non viene selezionato nulla.

source: Returns results that satisfy this one or any other filters.
it: Restituisce i risultati che soddisfano questo o altri filtri.

source: Revert
it: Inversione di marcia

source: Revert all
it: Ripristinare tutti

source: Revert all to default
it: Ripristinare tutti i valori predefiniti

source: Revert field to previously saved value
it: Ripristinare il valore del campo precedentemente salvato

source: Revert settings
it: Ripristino delle impostazioni

source: Revert to factory default.
it: Ripristinare le impostazioni di fabbrica.

source: Revision
it: Revisione

source: Revision #
it: Revisione #

source: Role
it: Ruolo

source: Roles
it: Ruoli

source: Run
it: Correre

source: Run Command
it: Eseguire il comando

source: Run a health check on the instance
it: Eseguire un controllo sullo stato di salute dell'istanza

source: Run ad hoc command
it: Eseguire un comando ad hoc

source: Run command
it: Eseguire il comando

source: Run every
it: Eseguire ogni

source: Run health check
it: Eseguire il controllo dello stato di salute

source: Run on
it: Eseguire su

source: Run type
it: Tipo di corsa

source: Running
it: In corsa

source: Running Handlers
it: Gestori in esecuzione

source: Running Jobs
it: Lavori in corso

source: Running health check
it: Esecuzione del controllo dello stato di salute

source: Running jobs
it: Lavori in corso

source: SAML settings
it: Impostazioni SAML

source: SCM update
it: Aggiornamento SCM

source: SOCIAL
it: SOCIALE

source: SSH password
it: Password SSH

source: SSL Connection
it: Connessione SSL

source: START
it: INIZIO

source: STATUS:
it: STATO:

source: Saturday
it: Sabato

source: Save
it: Risparmiare

source: Save & Exit
it: Salva ed esci

source: Save link changes
it: Salva le modifiche al collegamento

source: Save successful!
it: Salva il successo!

source: Schedule
it: Programma

source: Schedule Details
it: Dettagli sul programma

source: Schedule Rules
it: Regole di programmazione

source: Schedule details
it: Dettagli del programma

source: Schedule is active
it: Il programma è attivo

source: Schedule is inactive
it: Il programma è inattivo

source: Schedule is missing rrule
it: Il programma manca di una regola

source: Schedule not found.
it: Programma non trovato.

source: Schedules
it: Orari

source: Scope
it: Ambito di applicazione

source: Scope for the token's access
it: Ambito di accesso del token

source: Scroll first
it: Scorrere prima

source: Scroll last
it: Scorrere per ultimo

source: Scroll next
it: Scorrimento successivo

source: Scroll previous
it: Scorrimento precedente

source: Search
it: Ricerca

source: Search is disabled while the job is running
it: La ricerca è disabilitata durante l'esecuzione del job

source: Search submit button
it: Pulsante di invio della ricerca

source: Search text input
it: Inserimento del testo di ricerca

source: Searching by ansible_facts requires special syntax. Refer to the
it: La ricerca per ansible_facts richiede una sintassi speciale. Fare riferimento al file

source: Second
it: Secondo

source: Seconds
it: Secondi

source: See Django
it: Vedere Django

source: See errors on the left
it: Vedi errori a sinistra

source: Select
it: Selezionare

source: Select Credential Type
it: Selezionare il tipo di credenziale

source: Select Groups
it: Seleziona i gruppi

source: Select Hosts
it: Selezionare gli host

source: Select Input
it: Selezionare l'ingresso

source: Select Instances
it: Selezionare le istanze

source: Select Items
it: Selezionare gli articoli

source: Select Items from List
it: Selezionare gli elementi dall'elenco

source: Select Labels
it: Selezionare le etichette

source: Select Roles to Apply
it: Selezionare i ruoli da applicare

source: Select Teams
it: Seleziona le squadre

source: Select a JSON formatted service account key to autopopulate the following fields.
it: Selezionare una chiave dell'account di servizio formattata in JSON per autopopolare i campi seguenti.

source: Select a Node Type
it: Selezionare un tipo di nodo

source: Select a Resource Type
it: Selezionare un tipo di risorsa

source: Select a branch for the workflow. This branch is applied to all job template nodes that prompt for a branch.
it: Selezionare un branch per il workflow. Questo branch viene applicato a tutti i nodi del job template che richiedono un branch.

source: Select a credential Type
it: Selezionare un tipo di credenziale

source: Select a job to cancel
it: Selezionare un job da annullare

source: Select a metric
it: Selezionare una metrica

source: Select a module
it: Selezionare un modulo

source: Select a playbook
it: Selezionare un playbook

source: Select a project before editing the execution environment.
it: Selezionare un progetto prima di modificare l'ambiente di esecuzione.

source: Select a question to delete
it: Selezionare una domanda da eliminare

source: Select a row to approve
it: Selezionare una riga da approvare

source: Select a row to delete
it: Selezionare una riga da eliminare

source: Select a row to deny
it: Selezionare una riga da negare

source: Select a row to disassociate
it: Selezionare una riga da dissociare

source: Select a row to remove
it: Selezionare una riga da rimuovere

source: Select a subscription
it: Selezionare un abbonamento

source: Select a value for this field
it: Selezionare un valore per questo campo

source: Select a webhook service.
it: Selezionare un servizio webhook.

source: Select all
it: Seleziona tutti

source: Select an activity type
it: Selezionare un tipo di attività

source: Select an instance
it: Selezionare un'istanza

source: Select an instance and a metric to show chart
it: Selezionare un'istanza e una metrica da mostrare nel grafico

source: Select an instance to run a health check.
it: Selezionare un'istanza per eseguire un controllo dello stato di salute.

source: Select an inventory for the workflow. This inventory is applied to all workflow nodes that prompt for an inventory.
it: Selezionare un inventory per il workflow. Questo inventory viene applicato a tutti i nodi Workflow che richiedono un inventory.

source: Select an option
it: Selezionare un'opzione

source: Select an organization before editing the default execution environment.
it: Selezionare un'organizzazione prima di modificare l'ambiente di esecuzione predefinito.

source: Select credentials for accessing the nodes this job will be ran against. You can only select one credential of each type. For machine credentials (SSH), checking "Prompt on launch" without selecting credentials will require you to select a machine credential at run time. If you select credentials and check "Prompt on launch", the selected credential(s) become the defaults that can be updated at run time.
it: Selezionare le credenziali per accedere ai nodi su cui verrà eseguito il job. È possibile selezionare solo una credenziale di ciascun tipo. Per le credenziali della macchina (SSH), selezionando "Prompt all'avvio" senza selezionare le credenziali si dovrà selezionare una credenziale della macchina al momento dell'esecuzione. Se si selezionano le credenziali e si seleziona "Prompt all'avvio", le credenziali selezionate diventano quelle predefinite che possono essere aggiornate in fase di esecuzione.

source: Select frequency
it: Selezionare la frequenza

source: Select from the list of directories found in the Project Base Path. Together the base path and the playbook directory provide the full path used to locate playbooks.
it: Selezionare dall'elenco delle directory presenti nel nel Percorso base del progetto. Insieme, il percorso di base e la directory dei playbook forniscono il percorso completo utilizzato per individuare i playbook.

source: Select items from list
it: Selezionare le voci dall'elenco

source: Select job type
it: Selezionare il tipo di job

source: Select option(s)
it: Selezionare le opzioni

source: Select period
it: Selezionare il periodo

source: Select roles to apply
it: Selezionare i ruoli per candidarsi

source: Select source path
it: Selezionare il percorso di origine

source: Select status
it: Selezionare lo stato

source: Select tags
it: Seleziona i tag

source: Select the Execution Environment you want this command to run inside.
it: Selezionare l'ambiente di esecuzione in cui si desidera eseguire il comando.

source: Select the Instance Groups for this Inventory to run on.
it: Selezionare i gruppi di istanze su cui eseguire l'inventory.

source: Select the Instance Groups for this Job Template to run on.
it: Selezionare i gruppi di istanze su cui eseguire questo job template.

source: Select the Instance Groups for this Organization to run on.
it: Selezionare i gruppi di istanze su cui eseguire l'organizzazione.

source: Select the credential you want to use when accessing the remote hosts to run the command. Choose the credential containing the username and SSH key or password that Ansible will need to log into the remote hosts.
it: Selezionare la credenziale che si desidera utilizzare per accedere agli host remoti per eseguire il comando. Scegliere la credenziale contenente il nome utente e la chiave SSH o la password di cui Ansible avrà bisogno per accedere agli host remoti.

source: Select the inventory containing the hosts you want this job to manage.
it: Selezionare l'inventory contenente gli host che si desidera gestire con questo job.

source: Select the inventory containing the hosts you want this job to manage.
it: Selezionare l'inventory contenente gli host che si desidera gestire con questo job.

source: Select the inventory that this host will belong to.
it: Selezionare l'inventory a cui appartiene l'host.

source: Select the playbook to be executed by this job.
it: Selezionare il playbook che deve essere eseguito da questo job.

source: Select the port that Receptor will listen on for incoming connections. Default is 27199.
it: Selezionare la porta su cui Receptor ascolterà le connessioni in entrata. L'impostazione predefinita è 27199.

source: Select the project containing the playbook you want this job to execute.
it: Selezionare il progetto contenente il playbook che si desidera eseguire.

source: Select your Ansible Automation Platform subscription to use.
it: Selezionare l'abbonamento ad Ansible Automation Platform da utilizzare.

source: Select {0}
it: Selezionare {0}

source: Selected
it: Selezionato

source: Selected Category
it: Categoria selezionata

source: Selected date range must have at least 1 schedule occurrence.
it: L'intervallo di date selezionato deve avere almeno un'occorrenza del programma previsionale.

source: Sender Email
it: Email del mittente

source: Sender e-mail
it: E-mail del mittente

source: September
it: Settembre

source: Service account JSON file
it: File JSON dell'account di servizio

source: Set a value for this field
it: Impostare un valore per questo campo

source: Set how many days of data should be retained.
it: Impostare il numero di giorni di conservazione dei dati.

source: Set preferences for data collection, logos, and logins
it: Impostare le preferenze per la raccolta dei dati, i loghi e i login

source: Set source path to
it: Impostare il percorso sorgente a

source: Set the instance enabled or disabled. If disabled, jobs will not be assigned to this instance.
it: Imposta l'istanza come abilitata o disabilitata. Se è disabilitata, i jobs non saranno assegnati a questa istanza.

source: Set to Public or Confidential depending on how secure the client device is.
it: Impostare su Pubblico o Confidenziale, a seconda della sicurezza del dispositivo client.

source: Set type
it: Tipo di set

source: Set type disabled for related search field fuzzy searches
it: Impostazione del tipo disabilitata per le ricerche fuzzy nei campi di ricerca correlati

source: Set type select
it: Selezione del tipo di set

source: Set type typeahead
it: Imposta tipo typeahead

source: Set zoom to 100% and center graph
it: Impostare lo zoom al 100% e centrare il grafico

source: Sets the current life cycle stage of this instance. Default is "installed."
it: Imposta lo stadio del ciclo di vita corrente di questa istanza. Il valore predefinito è "installato".

source: Sets the role that this instance will play within mesh topology. Default is "execution."
it: Imposta il ruolo che questa istanza svolgerà all'interno della topologia a maglie. L'impostazione predefinita è "esecuzione".

source: Setting category
it: Categoria di impostazione

source: Setting matches factory default.
it: L'impostazione corrisponde a quella di fabbrica.

source: Setting name
it: Nome dell'impostazione

source: Settings
it: Impostazioni

source: Show
it: Mostra

source: Show Changes
it: Mostra le modifiche

source: Show changes
it: Mostra le modifiche

source: Show description
it: Mostra descrizione

source: Show less
it: Mostra meno

source: Show only root groups
it: Mostra solo i gruppi di radici

source: Sign in with Azure AD
it: Accedere con Azure AD

source: Sign in with GitHub
it: Accedi a GitHub

source: Sign in with GitHub Enterprise
it: Accedere a GitHub Enterprise

source: Sign in with GitHub Enterprise Organizations
it: Accedi con GitHub Organizzazioni aziendali

source: Sign in with GitHub Enterprise Teams
it: Accedere a GitHub Enterprise Teams

source: Sign in with GitHub Organizations
it: Accedere con GitHub Organizzazioni

source: Sign in with GitHub Teams
it: Accedere a GitHub Teams

source: Sign in with Google
it: Accedi con Google

source: Sign in with OIDC
it: Accedi con OIDC

source: Sign in with SAML
it: Accesso con SAML

source: Sign in with SAML {samlIDP}
it: Accedi con SAML {samlIDP}

source: Simple key select
it: Selezione semplice dei tasti

source: Skip Tags
it: Tag di salto

source: Skip every
it: Saltare ogni

source: Skip tags are useful when you have a large playbook, and you want to skip specific parts of a play or task. Use commas to separate multiple tags. Refer to the documentation for details on the usage of tags.
it: I tag di salto sono utili quando si dispone di un playbook di grandi dimensioni e si desidera saltare parti specifiche di un'azione o di un'attività. Usare le virgole per separare più tag. Per maggiori dettagli sull'uso dei tag, consultare la documentazione.

source: Skipped
it: Saltato

source: Skipped'
it: Saltato'

source: Smart Inventory
it: Inventario intelligente

source: Smart Inventory not found.
it: Inventario intelligente non trovato.

source: Smart host filter
it: Filtro host intelligente

source: Smart inventory
it: Inventario intelligente

source: Some of the previous step(s) have errors
it: Alcuni dei passaggi precedenti presentano errori

source: Some search modifiers like not__ and __search are not supported in Smart Inventory host filters. Remove these to create a new Smart Inventory with this filter.
it: Alcuni modificatori di ricerca come not__ e __search non sono supportati nei filtri host dello Smart Inventory. Rimuoverli per creare un nuovo Smart Inventory con questo filtro.

source: Something went wrong with the request to test this credential and metadata.
it: Qualcosa è andato storto nella richiesta di verifica di questa credenziale e dei metadati.

source: Something went wrong...
it: Qualcosa è andato storto...

source: Sort
it: Ordinamento

source: Source
it: Fonte

source: Source Control Branch
it: Branch del controllo sorgente

source: Source Control Branch/Tag/Commit
it: Branch/Tag/Commit del controllo sorgente

source: Source Control Credential
it: Credenziale di controllo della fonte

source: Source Control Refspec
it: Controllo sorgente Refspec

source: Source Control Revision
it: Revisione del controllo sorgente

source: Source Control Type
it: Tipo di controllo della sorgente

source: Source Control URL
it: URL del controllo sorgente

source: Source Control Update
it: Aggiornamento sul controllo delle fonti

source: Source Phone Number
it: Numero di telefono della fonte

source: Source Variables
it: Variabili di origine

source: Source control branch
it: Branch di controllo sorgente

source: Source details
it: Dettagli sulla fonte

source: Source phone number
it: Numero di telefono della fonte

source: Source variables
it: Variabili di fonte

source: Sourced from a project
it: Provenienti da un progetto

source: Sources
it: Fonti

source: Specify HTTP Headers in JSON format. Refer to the Ansible Controller documentation for example syntax.
it: Specificare le intestazioni HTTP in formato JSON. Fare riferimento alla alla documentazione di Ansible Controller per gli esempi di sintassi.

source: Specify a notification color. Acceptable colors are hex color code (example: #3af or #789abc).
it: Specificare un colore di notifica. I colori accettabili sono i codici colore esadecimali (esempio: #3af o #789abc).

source: Specify the conditions under which this node should be executed
it: Specificare le condizioni in cui questo nodo deve essere eseguito

source: Standard Error
it: Errore standard

source: Standard error tab
it: Scheda errore standard

source: Start
it: Inizio

source: Start Time
it: Ora di inizio

source: Start date
it: Data di inizio

source: Start date/time
it: Data/ora di inizio

source: Start message
it: Messaggio iniziale

source: Start message body
it: Inizio del corpo del messaggio

source: Start sync process
it: Avviare il processo di sincronizzazione

source: Start sync source
it: Avvio della sorgente di sincronizzazione

source: Start time
it: Ora di inizio

source: Started
it: Avviato

source: Status
it: Stato

source: Submit
it: Invia

source: Submodules will track the latest commit on their master branch (or other branch specified in .gitmodules). If no, submodules will be kept at the revision specified by the main project. This is equivalent to specifying the --remote flag to git submodule update.
it: I sottomoduli seguiranno l'ultimo commit sul il loro branch master (o un altro branch specificato in .gitmodules). Se no, i sottomoduli saranno mantenuti a la revisione specificata dal progetto principale. Ciò equivale a specificare il flag --remote a git submodule update.

source: Subscription
it: Abbonamento

source: Subscription Details
it: Dettagli sull'abbonamento

source: Subscription Management
it: Gestione degli abbonamenti

source: Subscription manifest
it: Manifesto dell'abbonamento

source: Subscription selection modal
it: Modalità di selezione dell'abbonamento

source: Subscription settings
it: Impostazioni dell'abbonamento

source: Subscription type
it: Tipo di abbonamento

source: Subscriptions table
it: Tabella abbonamenti

source: Subversion
it: Sovversione

source: Success
it: Il successo

source: Success message
it: Messaggio di successo

source: Success message body
it: Corpo del messaggio di successo

source: Successful
it: Successo

source: Successful jobs
it: Lavori di successo

source: Successfully Approved
it: Approvato con successo

source: Successfully Denied
it: Negato con successo

source: Successfully copied to clipboard!
it: Copiato con successo negli appunti!

source: Sun
it: Sole

source: Sunday
it: Domenica

source: Survey
it: Sondaggio

source: Survey Disabled
it: Sondaggio Disabili

source: Survey Enabled
it: Sondaggio abilitato

source: Survey Question Order
it: Ordine delle domande del sondaggio

source: Survey Toggle
it: Sondaggio Toggle

source: Survey preview modal
it: Modale di anteprima del sondaggio

source: Sync
it: Sincronizzazione

source: Sync Project
it: Progetto di sincronizzazione

source: Sync Status
it: Stato di sincronizzazione

source: Sync all
it: Sincronizzare tutti

source: Sync all sources
it: Sincronizzazione di tutte le sorgenti

source: Sync error
it: Errore di sincronizzazione

source: Sync for revision
it: Sincronizzazione per la revisione

source: Syncing
it: Sincronizzazione

source: System
it: Sistema

source: System Administrator
it: Amministratore di sistema

source: System Auditor
it: Auditor di sistema

source: System Warning
it: Avviso di sistema

source: System administrators have unrestricted access to all resources.
it: Gli amministratori di sistema hanno accesso illimitato a tutte le risorse.

source: TACACS+ settings
it: Impostazioni di TACACS+

source: Tabs
it: Schede

source: Tags are useful when you have a large playbook, and you want to run a specific part of a play or task. Use commas to separate multiple tags. Refer to the documentation for details on the usage of tags.
it: I tag sono utili quando si dispone di un playbook di grandi dimensioni e si desidera eseguire una parte specifica di un'azione o di un task. Usare le virgole per separare più tag. Per maggiori dettagli sull'uso dei tag, consultare la documentazione.

source: Tags for the Annotation
it: Tag per l'annotazione

source: Tags for the annotation (optional)
it: Tag per l'annotazione (facoltativo)

source: Target URL
it: URL di destinazione

source: Task
it: Compito
