Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: Type answer then click checkbox on right to select answer as default.
it: Digitare la risposta, quindi fare clic sulla casella di controllo a destra per selezionare la risposta come predefinita. predefinita.

source: Unable to change inventory on a host
it: Impossibile modificare l'inventory su un host

source: Unable to load last job update
it: Impossibile caricare l'ultimo aggiornamento del jobs

source: Unavailable
it: Non disponibile

source: Undo
it: Annullamento

source: Unfollow
it: Non seguire

source: Unlimited
it: Illimitato

source: Unreachable
it: Non raggiungibile

source: Unreachable Host Count
it: Conteggio degli host non raggiungibili

source: Unreachable Hosts
it: Host irraggiungibili

source: Unrecognized day string
it: Stringa di giorno non riconosciuta

source: Unsaved changes modal
it: Modale delle modifiche non salvate

source: Update Revision on Launch
it: Aggiornamento della revisione al lancio

source: Update on launch
it: Aggiornamento sul lancio

source: Update options
it: Opzioni di aggiornamento

source: Update revision on job launch
it: Aggiornamento della revisione all'avvio del jobs

source: Update settings pertaining to Jobs within {brandName}
it: Aggiornare le impostazioni relative ai jobs all'interno di {brandName}.

source: Update webhook key
it: Aggiornamento della chiave webhook

source: Updating
it: Aggiornamento

source: Upload a .zip file
it: Caricare un file .zip

source: Upload a Red Hat Subscription Manifest containing your subscription. To generate your subscription manifest, go to <0>subscription allocations</0> on the Red Hat Customer Portal.
it: Caricare un Red Hat Subscription Manifest contenente l'abbonamento. Per generare il manifesto di sottoscrizione, accedere a <0>allocazioni di sottoscrizione</0> sul Red Hat Customer Portal.

source: Use SSL
it: Utilizzare SSL

source: Use TLS
it: Utilizzare TLS

source: Use custom messages to change the content of notifications sent when a job starts, succeeds, or fails. Use curly braces to access information about the job:
it: Utilizzare i messaggi personalizzati per modificare il contenuto delle notifiche inviate all'avvio, al successo o al fallimento di un jobs. Utilizzare le parentesi graffe per accedere alle informazioni sul jobs:

source: Use one Annotation Tag per line, without commas.
it: Utilizzare un'etichetta di annotazione per riga, senza virgole.

source: Use one IRC channel or username per line. The pound symbol (#) for channels, and the at (@) symbol for users, are not required.
it: Utilizzare un canale IRC o un nome utente per riga. Il simbolo cancelletto (#) per i canali, e il simbolo at (@) per gli utenti, non sono richiesti. non sono richiesti.

source: Use one email address per line to create a recipient list for this type of notification.
it: Per creare un elenco di destinatari per questo tipo di notifica, utilizzare un indirizzo e-mail per riga.

source: Use one phone number per line to specify where to route SMS messages. Phone numbers should be formatted +11231231234. For more information see Twilio documentation
it: Usare un numero di telefono per linea per specificare dove instradare i messaggi SMS. I numeri di telefono devono essere formattati come +11231231234. Per ulteriori informazioni, consultare la documentazione di Twilio

source: Used Capacity
it: Capacità utilizzata

source: Used capacity
it: Capacità utilizzata

source: User
it: Utente

source: User Details
it: Dettagli utente

source: User Interface
it: Interfaccia utente

source: User Interface settings
it: Impostazioni dell'interfaccia utente

source: User Roles
it: Ruoli utente

source: User Type
it: Tipo di utente

source: User analytics
it: Analisi degli utenti

source: User and Automation Analytics
it: Analisi degli utenti e dell'automazione

source: User details
it: Dettagli utente

source: User not found.
it: Utente non trovato.

source: User tokens
it: Gettoni utente

source: Username
it: Nome utente

source: Username / password
it: Nome utente / password

source: Users
it: Utenti

source: Variables
it: Variabili

source: Variables Prompted
it: Variabili richieste

source: Variables must be in JSON or YAML syntax. Use the radio button to toggle between the two.
it: Le variabili devono essere in sintassi JSON o YAML. Utilizzare il pulsante di opzione per passare da una all'altra.

source: Variables used to configure the inventory source. For a detailed description of how to configure this plugin, see <0>Inventory Plugins</0> in the documentation and the <1>{sourceType}</1> plugin configuration guide.
it: Variabili utilizzate per configurare la fonte dell'inventory. Per una descrizione dettagliata di come configurare questo plugin, vedere <0>Plugini inventory</0> nella documentazione e la guida alla configurazione del plugin <1>{sourceType}</1>.

source: Vault password
it: Password del caveau

source: Vault password | {credId}
it: Password del caveau | {credId}

source: Verbose
it: Verboso

source: Verbosity
it: Verbosità

source: View Azure AD settings
it: Visualizzare le impostazioni di Azure AD

source: View Credential Details
it: Visualizza i dettagli della credenziale

source: View Details
it: Visualizza dettagli

source: View GitHub Settings
it: Visualizza le impostazioni di GitHub

source: View Google OAuth 2.0 settings
it: Visualizza le impostazioni di Google OAuth 2.0

source: View Host Details
it: Visualizza i dettagli dell'host

source: View Instance Details
it: Visualizza i dettagli dell'istanza

source: View Inventory Details
it: Visualizza i dettagli dell'inventory

source: View Inventory Groups
it: Visualizzare i gruppi di inventory

source: View Inventory Host Details
it: Visualizza i dettagli dell'host dell'inventory

source: View JSON examples at <0>www.json.org</0>
it: Visualizza gli esempi JSON su <0>www.json.org</0>

source: View Job Details
it: Visualizza dettagli sul jobs

source: View Jobs settings
it: Visualizza le impostazioni dei jobs

source: View LDAP Settings
it: Visualizza le impostazioni LDAP

source: View Logging settings
it: Visualizza le impostazioni di registrazione

source: View Miscellaneous Authentication settings
it: Visualizza le impostazioni di autenticazione varie

source: View Miscellaneous System settings
it: Visualizza le impostazioni di sistema varie

source: View OIDC settings
it: Visualizza le impostazioni OIDC

source: View Organization Details
it: Visualizza i dettagli dell'organizzazione

source: View Project Details
it: Visualizza i dettagli del progetto

source: View RADIUS settings
it: Visualizza le impostazioni RADIUS

source: View SAML settings
it: Visualizza le impostazioni SAML

source: View Schedules
it: Visualizza gli orari

source: View Settings
it: Visualizza impostazioni

source: View Survey
it: Visualizza il sondaggio

source: View TACACS+ settings
it: Visualizza le impostazioni di TACACS+

source: View Team Details
it: Visualizza i dettagli del team

source: View Template Details
it: Visualizza i dettagli del modello

source: View Tokens
it: Visualizza i tokens

source: View User Details
it: Visualizza i dettagli dell'utente

source: View User Interface settings
it: Visualizza le impostazioni dell'interfaccia utente

source: View Workflow Approval Details
it: Visualizza i dettagli dell'approvazione Workflow

source: View YAML examples at <0>docs.ansible.com</0>
it: Vedere gli esempi YAML su <0>docs.ansible.com</0>.

source: View activity stream
it: Visualizza il flusso di attività

source: View all Credentials.
it: Visualizza tutte le credenziali.

source: View all Hosts.
it: Visualizza tutti gli host.

source: View all Inventories.
it: Visualizza tutti gli inventari.

source: View all Inventory Hosts.
it: Visualizza tutti gli host dell'inventory.

source: View all Jobs
it: Visualizza tutti i jobs

source: View all Jobs.
it: Visualizza tutti i jobs.

source: View all Notification Templates.
it: Visualizza tutti i modelli di notifica.

source: View all Organizations.
it: Visualizza tutte le organizzazioni.

source: View all Projects.
it: Visualizza tutti i progetti.

source: View all Teams.
it: Visualizza tutte le squadre.

source: View all Templates.
it: Visualizza tutti i modelli.

source: View all Users.
it: Visualizza tutti gli utenti.

source: View all Workflow Approvals.
it: Visualizza tutte le approvazioni Workflow.

source: View all applications.
it: Visualizza tutte le applicazioni.

source: View all credential types
it: Visualizza tutti i tipi di credenziali

source: View all execution environments
it: Visualizza tutti gli ambienti di esecuzione

source: View all instance groups
it: Visualizza tutti i gruppi di istanze

source: View all management jobs
it: Visualizza tutti i jobs di gestione

source: View all settings
it: Visualizza tutte le impostazioni

source: View all tokens.
it: Visualizza tutti i tokens.

source: View and edit your subscription information
it: Visualizzare e modificare le informazioni sull'abbonamento

source: View event details
it: Visualizza i dettagli dell'evento

source: View inventory source details
it: Visualizza i dettagli della fonte dell'inventory

source: View job {0}
it: Visualizza jobs {0}

source: View node details
it: Visualizza i dettagli del nodo

source: View smart inventory host details
it: Visualizza i dettagli dell'host dell'inventory intelligente

source: Views
it: Visualizzazioni

source: Visualizer
it: Visualizzatore

source: WARNING:
it: ATTENZIONE:

source: Waiting
it: In attesa

source: Waiting for job output…
it: In attesa dell'output del jobs...

source: Warning
it: Avvertenze

source: Warning: Unsaved Changes
it: Attenzione: Modifiche non salvate

source: Warning: {selectedValue} is a link to {0} and will be saved as that.
it: Attenzione: {selectedValue} è un collegamento a {0} e verrà salvato come tale.

source: We were unable to locate licenses associated with this account.
it: Non siamo riusciti a individuare le licenze associate a questo account.

source: We were unable to locate subscriptions associated with this account.
it: Non siamo riusciti a individuare gli abbonamenti associati a questo account.

source: Webhook Credential
it: Credenziale Webhook

source: Webhook Credentials
it: Credenziali Webhook

source: Webhook Key
it: Chiave webhook

source: Webhook Service
it: Servizio Webhook

source: Webhook URL
it: URL Webhook

source: Webhook details
it: Dettagli Webhook

source: Webhook services can launch jobs with this workflow job template by making a POST request to this URL.
it: I servizi webhook possono avviare jobs con questo job template del workflow effettuando una richiesta POST a questo URL.

source: Webhook services can use this as a shared secret.
it: I servizi webhook possono utilizzare questo dato come segreto condiviso.

source: Webhooks
it: Ganci web

source: Webhooks: Enable Webhook for this workflow job template.
it: Webhook: Abilita i Webhook per questo job template Workflow.

source: Webhooks: Enable webhook for this template.
it: Webhook: Abilita i webhook per questo modello.

source: Wed
it: Mer

source: Wednesday
it: Mercoledì

source: Week
it: Settimana

source: Weekday
it: Giorno feriale

source: Weekend day
it: Giorno del fine settimana

source: Welcome to Red Hat Ansible Automation Platform! Please complete the steps below to activate your subscription.
it: Benvenuti in Red Hat Ansible Automation Platform! Completate i passaggi seguenti per attivare il vostro abbonamento.

source: Welcome to {brandName}!
it: Benvenuti a {brandName}!

source: When not checked, a merge will be performed, combining local variables with those found on the external source.
it: Se non è selezionata, verrà eseguita una fusione, combinare le variabili locali con quelle presenti nella sorgente esterna.

source: When not checked, local child hosts and groups not found on the external source will remain untouched by the inventory update process.
it: Se non è selezionata, gli host e i gruppi figli locali host e gruppi figli locali non trovati nell'origine esterna rimarranno non verranno toccati dal processo di aggiornamento dell'inventory.

source: Workflow Approval
it: Approvazione Workflow

source: Workflow Approval not found.
it: Approvazione workflow non trovata.

source: Workflow Approvals
it: Approvazioni Workflow

source: Workflow Job 1/{0}
it: Workflow Job Lavoro 1/{0}

source: Workflow Job Template Nodes
it: Nodi del Workflow Job Template

source: Workflow Link
it: Collegamento al workflow

source: Workflow Nodes
it: Nodi Workflow

source: Workflow Statuses
it: Stati Workflow

source: Workflow Template
it: Modello di workflow

source: Workflow approved message
it: Messaggio approvato dal workflow

source: Workflow approved message body
it: Corpo del messaggio approvato dal workflow

source: Workflow denied message
it: Messaggio di workflow negato

source: Workflow denied message body
it: Corpo del messaggio di workflow negato

source: Workflow documentation
it: Documentazione Workflow

source: Workflow job details
it: Dettagli Workflow

source: Workflow link modal
it: Collegamento modale al workflow

source: Workflow node view modal
it: Visualizzazione modale del nodo Workflow

source: Workflow pending message
it: Messaggio in attesa di workflow

source: Workflow pending message body
it: Corpo del messaggio in attesa Workflow

source: Workflow timed out message
it: Messaggio di time out Workflow

source: Workflow timed out message body
it: Corpo del messaggio Workflow scaduto

source: Write
it: Scrivere

source: Year
it: Anno

source: Yes
it: Sì

source: You are unable to act on the following workflow approvals: {itemsUnableToApprove}
it: Non è possibile agire sulle seguenti approvazioni Workflow: {itemsUnableToApprove}

source: You are unable to act on the following workflow approvals: {itemsUnableToDeny}
it: Non è possibile agire sulle seguenti approvazioni Workflow: {itemsUnableToDeny}

source: You cannot select multiple vault credentials with the same vault ID. Doing so will automatically deselect the other with the same vault ID.
it: Non è possibile selezionare più credenziali del vault con lo stesso ID del vault. In questo modo, le altre con lo stesso ID del vault verranno automaticamente deselezionate.

source: You do not have permission to delete the following Groups: {itemsUnableToDelete}
it: Non si ha l'autorizzazione a cancellare i seguenti gruppi: {itemsUnableToDelete}

source: You do not have permission to delete {pluralizedItemName}: {itemsUnableToDelete}
it: Non hai il permesso di cancellare {nomeItem}: {itemsUnableToDelete}

source: You do not have permission to disassociate the following: {itemsUnableToDisassociate}
it: Non si ha l'autorizzazione a dissociare i seguenti elementi: {itemsUnableToDisassociate}

source: You do not have permission to remove instances: {itemsUnableToremove}
it: Non hai il permesso di rimuovere le istanze: {itemsUnableToremove}

source: You have automated against more hosts than your subscription allows.
it: Avete automatizzato un numero di host superiore a quello consentito dal vostro abbonamento.

source: You may apply a number of possible variables in the message. For more information, refer to the
it: È possibile applicare un certo numero di variabili possibili nel messaggio. nel messaggio. Per ulteriori informazioni, consultare la sezione

source: Your session has expired. Please log in to continue where you left off.
it: La sessione è scaduta. Effettuare il login per continuare da dove si era interrotto.

source: Your session is about to expire
it: La sessione sta per scadere

source: Zoom In
it: Ingrandimento

source: Zoom in
it: Ingrandimento

source: a new webhook key will be generated on save.
it: una nuova chiave webhook sarà generata al momento del salvataggio.

source: a new webhook url will be generated on save.
it: un nuovo url di webhook sarà generato al momento del salvataggio.

source: and click on Update Revision on Launch
it: e fare clic su Aggiorna revisione in Avvio

source: approved
it: approvato

source: brand logo
it: logo del marchio

source: cancel delete
it: annullare cancellare

source: cancel edit login redirect
it: annullamento modifica login reindirizzamento

source: cancel remove
it: annullare rimuovere

source: canceled
it: annullato

source: command
it: comando

source: confirm delete
it: conferma cancellazione

source: confirm disassociate
it: confermare dissociare

source: confirm edit login redirect
it: conferma modifica login reindirizzamento

source: content-loading-in-progress
it: caricamento dei contenuti in corso

source: day
it: giorno

source: deletion error
it: errore di cancellazione

source: denied
it: negato

source: details.
it: dettagli.

source: disassociate
it: dissociare

source: documentation
it: documentazione

source: edit
it: modifica

source: encrypted
it: crittografato

source: for more info.
it: per maggiori informazioni.

source: for more information.
it: per maggiori informazioni.

source: here
it: qui

source: here.
it: qui.

source: host-description-{0}
it: descrizione dell'host-{0}

source: host-name-{0}
it: nome-ospite-{0}

source: hosts
it: ospiti

source: items
it: articoli

source: ldap user
it: utente ldap

source: login type
it: tipo di login

source: new choice
it: nuova scelta

source: of
it: di

source: option to the
it: all'opzione

source: page
it: pagina

source: pages
it: pagine

source: per page
it: per pagina

source: relaunch jobs
it: rilancio dei jobs

source: seconds
it: secondi

source: select module
it: selezionare il modulo

source: social login
it: login sociale

source: source control branch
it: branch di controllo sorgente

source: system
it: sistema

source: timed out
it: scaduto

source: toggle changes
it: Cambiamenti di posizione

source: updated
it: aggiornato

source: weekday
it: giorno feriale

source: weekend day
it: giorno del fine settimana

source: workflow job template webhook key
it: job template Workflow chiave webhook

source: {0, plural, one {# source with sync failures.} other {# sources with sync failures.}}
it: {0, plural, one {# sorgente con errori di sincronizzazione.} other {# sorgenti con errori di sincronizzazione.}}

source: {0, plural, one {Are you sure you want delete the group below?} other {Are you sure you want delete the groups below?}}
it: {0, plural, one {Sei sicuro di voler cancellare il gruppo sottostante? } other {Sei sicuro di voler cancellare i gruppi sottostanti? }}

source: {0, plural, one {Delete Group?} other {Delete Groups?}}
it: {0, plural, one {Cancella gruppo? } other {Cancella gruppo?}}

source: {0, plural, one {Please enter a valid phone number.} other {Please enter valid phone numbers.}}
it: {0, plural, one {Si prega di inserire un numero di telefono valido.} other {Si prega di inserire numeri di telefono validi.}}

source: {0, plural, one {The inventory will be in a pending status until the final delete is processed.} other {The inventories will be in a pending status until the final delete is processed.}}
it: {0, plural, one {L'inventory sarà in stato di attesa fino all'elaborazione della cancellazione definitiva.} other {L'inventory sarà in stato di attesa fino all'elaborazione della cancellazione definitiva.}}

source: {0, plural, one {The selected job cannot be deleted due to insufficient permission or a running job status} other {The selected jobs cannot be deleted due to insufficient permissions or a running job status}}
it: {0, plural, one {Il job selezionato non può essere cancellato a causa di permessi insufficienti o di uno stato di job in corso} other {I jobs selezionati non possono essere cancellati a causa di permessi insufficienti o di uno stato di job in corso}}.

source: {0, plural, one {This approval cannot be deleted due to insufficient permissions or a pending job status} other {These approvals cannot be deleted due to insufficient permissions or a pending job status}}
it: {0, plural, one {Questa approvazione non può essere cancellata a causa di autorizzazioni insufficienti o di uno stato di job in sospeso} other {Queste approvazioni non possono essere cancellate a causa di autorizzazioni insufficienti o di uno stato di job in sospeso}}.

source: {0, plural, one {This credential is currently being used by other resources. Are you sure you want to delete it?} other {Deleting these credentials could impact other resources that rely on them. Are you sure you want to delete anyway?}}
it: {0, plurale, one {Questa credenziale è attualmente utilizzata da altre risorse. Si è sicuri di volerla eliminare?} other {L'eliminazione di queste credenziali potrebbe avere un impatto su altre risorse che si basano su di esse. Si è sicuri di volerle eliminare comunque?}}

source: {0, plural, one {This credential type is currently being used by some credentials and cannot be deleted.} other {Credential types that are being used by credentials cannot be deleted. Are you sure you want to delete anyway?}}
it: {0, plural, one {Questo tipo di credenziale è attualmente utilizzato da alcune credenziali e non può essere eliminato.} other {I tipi di credenziale utilizzati dalle credenziali non possono essere eliminati. Si è sicuri di voler cancellare comunque?}}

source: {0, plural, one {This execution environment is currently being used by other resources. Are you sure you want to delete it?} other {These execution environments could be in use by other resources that rely on them. Are you sure you want to delete them anyway?}}
it: {0, plural, one {Questo ambiente di esecuzione è attualmente utilizzato da altre risorse. Si è sicuri di volerlo eliminare?} other {Questi ambienti di esecuzione potrebbero essere utilizzati da altre risorse che fanno affidamento su di essi. Si è sicuri di volerli eliminare comunque?}}

source: {0, plural, one {This instance group is currently being by other resources. Are you sure you want to delete it?} other {Deleting these instance groups could impact other resources that rely on them. Are you sure you want to delete anyway?}}
it: {0, plurale, one {Questo instance group è attualmente utilizzato da altre risorse. Si è sicuri di volerlo eliminare?} other {L'eliminazione di questi gruppi di istanze potrebbe avere un impatto su altre risorse che si basano su di essi. Si è sicuri di volerlo eliminare comunque?}}

source: {0, plural, one {This intance is currently being used by other resources. Are you sure you want to delete it?} other {Deprovisioning these instances could impact other resources that rely on them. Are you sure you want to delete anyway?}}
it: {0, plurale, one {Questa istanza è attualmente utilizzata da altre risorse. Si è sicuri di volerla eliminare?} other {La dismissione di queste istanze potrebbe avere un impatto su altre risorse che fanno affidamento su di esse. Si è sicuri di volerle eliminare comunque?}}

source: {0, plural, one {This inventory is currently being used by some templates. Are you sure you want to delete it?} other {Deleting these inventories could impact some templates that rely on them. Are you sure you want to delete anyway?}}
it: {0, plural, one {Questo inventory è attualmente utilizzato da alcuni modelli. Sei sicuro di volerlo eliminare?} other {L'eliminazione di questi inventari potrebbe avere un impatto su alcuni template che si basano su di essi. Si è sicuri di volerlo eliminare comunque?}}

source: {0, plural, one {This inventory source is currently being used by other resources that rely on it. Are you sure you want to delete it?} other {Deleting these inventory sources could impact other resources that rely on them. Are you sure you want to delete anyway}}
it: {0, plural, one {Questa fonte di inventory è attualmente utilizzata da altre risorse che si basano su di essa. Sei sicuro di volerla eliminare? Si è sicuri di volerle eliminare comunque}}.
