Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: {0, plural, one {This organization is currently being used by other resources. Are you sure you want to delete it?} other {Deleting these organizations could impact other resources that rely on them. Are you sure you want to delete anyway?}}
it: {0, plural, one {Questa organizzazione è attualmente utilizzata da altre risorse. Sei sicuro di volerla eliminare?} other {L'eliminazione di queste organizzazioni potrebbe avere un impatto su altre risorse che si appoggiano ad esse. Si è sicuri di volerle eliminare comunque?}}

source: {0, plural, one {This project is currently being used by other resources. Are you sure you want to delete it?} other {Deleting these projects could impact other resources that rely on them. Are you sure you want to delete anyway?}}
it: {0, plural, one {Questo progetto è attualmente utilizzato da altre risorse. Sei sicuro di volerlo cancellare?} other {L'eliminazione di questi progetti potrebbe avere un impatto su altre risorse che si basano su di essi. Si è sicuri di volerli eliminare comunque?}}

source: {0, plural, one {This template is currently being used by some workflow nodes. Are you sure you want to delete it?} other {Deleting these templates could impact some workflow nodes that rely on them. Are you sure you want to delete anyway?}}
it: {0, plural, one {Questo modello è attualmente utilizzato da alcuni nodi del workflow. Si è sicuri di volerlo eliminare?} Altri {L'eliminazione di questi modelli potrebbe avere un impatto su alcuni nodi del workflow che si basano su di essi. Si è sicuri di volerlo eliminare comunque?}}

source: {0, plural, one {You cannot cancel the following job because it is not running:} other {You cannot cancel the following jobs because they are not running:}}
it: {0, plural, one {Non è possibile annullare il seguente job perché non è in esecuzione:} other {Non è possibile annullare i seguenti jobs perché non sono in esecuzione:}}

source: {0, plural, one {You do not have permission to cancel the following job:} other {You do not have permission to cancel the following jobs:}}
it: {0, plural, one {Non sei autorizzato ad annullare il seguente job:} other {Non sei autorizzato ad annullare i seguenti jobs:}}

source: {0, selectordinal, one {The first {dayOfWeek}} two {The second {dayOfWeek}} =3 {The third {dayOfWeek}} =4 {The fourth {dayOfWeek}} =5 {The fifth {dayOfWeek}}}
it: {0, selectordinal, one {Il primo {giorno della settimana}} two {Il secondo {giorno della settimana}} =3 {Il terzo {giorno della settimana}} =4 {Il quarto {giorno della settimana}} =5 {Il quinto {giorno della settimana}}}

source: {0, selectordinal, one {The first {weekday} of {month}} two {The second {weekday} of {month}} =3 {The third {weekday} of {month}} =4 {The fourth {weekday} of {month}} =5 {The fifth {weekday} of {month}}}
it: {0, selectordinale, uno {Il primo {giorno feriale} di {mese}} due {Il secondo {giorno feriale} di {mese}} =3 {Il terzo {giorno feriale} di {mese}} =4 {Il quarto {giorno feriale}} =5 {Il quinto {giorno feriale}}}

source: {0} (deleted)
it: {0} (cancellato)

source: {0} more
it: {0} di più

source: {0} seconds
it: {0} secondi

source: {automatedInstancesCount} since {automatedInstancesSinceDateTime}
it: {automatedInstancesCount} da {automatedInstancesSinceDateTime}

source: {brandName} logo
it: logo {brandName}

source: {dateStr} by <0>{username}</0>
it: {dateStr} da <0>{username}</0>

source: {forks, plural, one {# fork} other {# forks}}
it: {Forks, plural, one fork, altre forks.}

source: {interval, plural, one {{interval} day} other {{interval} days}}
it: {intervallo, plurale, un {{intervallo} giorno} other {{intervallo} giorni}}

source: {interval, plural, one {{interval} hour} other {{interval} hours}}
it: {intervallo, plurale, un {{intervallo} di ore} other {{intervallo} di ore}}.

source: {interval, plural, one {{interval} minute} other {{interval} minutes}}
it: {intervallo, plurale, un {{intervallo} minuto} other {{intervallo} minuti}}.

source: {interval, plural, one {{interval} month} other {{interval} months}}
it: {intervallo, plurale, un {{intervallo} mese} other {{intervallo} mesi}}.

source: {interval, plural, one {{interval} week} other {{interval} weeks}}
it: {intervallo, plural, one {{intervallo} settimana} other {{intervallo} settimane}}.

source: {interval, plural, one {{interval} year} other {{interval} years}}
it: {intervallo, plurale, un {{intervallo} anno} other {{intervallo} anni}}.

source: {intervalValue, plural, one {month} other {months}}
it: {intervalValue, plural, one {minute} other {minutes}}

source: {intervalValue, plural, one {week} other {weeks}}
it: {intervalValue, plural, one {minute} other {minutes}}

source: {pluralizedItemName} List
it: {pluralezedItemName} Elenco

source: {selectedItemsCount, plural, one {Click to run a health check on the selected instance.} other {Click to run a health check on the selected instances.}}
it: {selectedItemsCount, plural, one {Clicca per eseguire un controllo sullo stato di salute dell'istanza selezionata.} other {Clicca per eseguire un controllo sullo stato di salute delle istanze selezionate.}}

source: {sessionCountdown, plural, one {You will be logged out in # second due to inactivity} other {You will be logged out in # seconds due to inactivity}}
it: {sessionCountdown, plural, one {Sarà disconnesso tra # secondi a causa dell'inattività} other{Sarà disconnesso tra # secondi a causa dell'inattività}}
