Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: Task Count
it: Conteggio attività

source: Task Started
it: Attività avviata

source: Tasks
it: Compiti

source: Team
it: Squadra

source: Team Roles
it: Ruoli del team

source: Team not found.
it: Squadra non trovata.

source: Teams
it: Squadre

source: Template
it: Modello

source: Template copied successfully
it: Il modello è stato copiato con successo

source: Template not found.
it: Template non trovato.

source: Templates
it: Modelli

source: Test External Credential
it: Test Credenziale esterna

source: Test Notification
it: Notifica del test

source: Test notification
it: Notifica del test

source: Test passed
it: Test superato

source: Text
it: Testo

source: Text Area
it: Area di testo

source: Textarea
it: Area di testo

source: That value was not found. Please enter or select a valid value.
it: Il valore non è stato trovato. Inserire o selezionare un valore valido.

source: The
it: Il

source: The Grant type the user must use to acquire tokens for this application
it: Il tipo di sovvenzione che l'utente deve utilizzare per acquisire i token per questa applicazione.

source: The Instance Groups for this Organization to run on.
it: I gruppi di istanze su cui eseguire l'organizzazione.

source: The Instance Groups to which this instance belongs.
it: I gruppi di istanze a cui appartiene questa istanza.

source: The amount of time (in seconds) before the email notification stops trying to reach the host and times out. Ranges from 1 to 120 seconds.
it: L'intervallo di tempo (in secondi) prima che la notifica via email smetta di cercare di raggiungere l'host e si esaurisca. Varia da da 1 a 120 secondi.

source: The amount of time (in seconds) to run before the job is canceled. Defaults to 0 for no job timeout.
it: Il tempo di esecuzione (in secondi) prima che il job venga annullato. L'impostazione predefinita è 0 per nessun timeout del job.

source: The application that this token belongs to, or leave this field empty to create a Personal Access Token.
it: L'applicazione a cui appartiene questo token, oppure lasciare questo campo vuoto per creare un token di accesso personale.

source: The base URL of the Grafana server - the /api/annotations endpoint will be added automatically to the base Grafana URL.
it: L'URL di base del server di Grafana - l'endpoint /api/annotations sarà aggiunto automaticamente all'URL di base di Grafana. URL di Grafana.

source: The container image to be used for execution.
it: L'immagine del contenitore da usare per l'esecuzione.

source: The execution environment that will be used for jobs inside of this organization. This will be used a fallback when an execution environment has not been explicitly assigned at the project, job template or workflow level.
it: L'ambiente di esecuzione che verrà utilizzato per i jobs all'interno di questa organizzazione. Verrà utilizzato come ripiego quando un ambiente di esecuzione non è stato assegnato esplicitamente a livello di progetto. progetto, job template o workflow.

source: The execution environment that will be used for jobs inside of this organization. This will be used a fallback when an execution environment has not been explicitly assigned at the project, job template or workflow level.
it: L'ambiente di esecuzione che verrà utilizzato per i jobs all'interno di questa organizzazione. Viene utilizzato come ripiego quando non è stato assegnato esplicitamente un ambiente di esecuzione a livello di progetto, job template o workflow.

source: The execution environment that will be used for jobs that use this project. This will be used as fallback when an execution environment has not been explicitly assigned at the job template or workflow level.
it: L'ambiente di esecuzione che verrà utilizzato per i jobs che utilizzano questo progetto. Verrà utilizzato come ripiego quando non è stato assegnato esplicitamente un ambiente di esecuzione a livello di job template o di workflow.

source: The execution environment that will be used when launching this job template. The resolved execution environment can be overridden by explicitly assigning a different one to this job template.
it: L'ambiente di esecuzione che verrà utilizzato quando si avvia questo job template. L'ambiente di esecuzione risolto può essere sovrascritto assegnandone esplicitamente uno diverso a questo job template.

source: The first fetches all references. The second fetches the Github pull request number 62, in this example the branch needs to be "pull/62/head".
it: Il primo recupera tutti i riferimenti. Il secondo recupera la richiesta di pull di Github numero 62, in questo esempio il branch deve essere "pull/62/head".

source: The full image location, including the container registry, image name, and version tag.
it: Il percorso completo dell'immagine, compreso il registro del contenitore, il nome dell'immagine e il tag della versione.

source: The inventory file to be synced by this source. You can select from the dropdown or enter a file within the input.
it: Il file di inventory da sincronizzare con questa sorgente. È possibile selezionare dal dall'elenco a discesa o inserire un file all'interno dell'input.

source: The inventory that this host belongs to.
it: L'inventory a cui appartiene questo host.

source: The last {dayOfWeek}
it: L'ultimo {giornoDellaSettimana}

source: The last {weekday} of {month}
it: L'ultimo {giorno settimanale} del {mese}

source: The maximum number of hosts allowed to be managed by this organization. Value defaults to 0 which means no limit. Refer to the Ansible documentation for more details.
it: Il numero massimo di host che possono essere gestiti da questa organizzazione. questa organizzazione. Il valore predefinito è 0, che significa nessun limite. Fare riferimento alla documentazione di Ansible per maggiori dettagli.

source: The maximum number of hosts allowed to be managed by this organization. Value defaults to 0 which means no limit. Refer to the Ansible documentation for more details.
it: Il numero massimo di host che possono essere gestiti da questa organizzazione. Il valore predefinito è 0, che significa nessun limite. Fare riferimento alla documentazione di Ansible per maggiori dettagli.

source: The number associated with the "Messaging Service" in Twilio with the format +18005550199.
it: Il numero associato al "Servizio di messaggistica in Twilio con il formato +18005550199.

source: The number of hosts you have automated against is below your subscription count.
it: Il numero di host automatizzati è inferiore al numero di abbonamenti.

source: The number of parallel or simultaneous processes to use while executing the playbook. An empty value, or a value less than 1 will use the Ansible default which is usually 5. The default number of forks can be overwritten with a change to
it: Il numero di processi paralleli o simultanei da utilizzare durante l'esecuzione del playbook. Un valore vuoto o inferiore a 1 utilizzerà il valore predefinito di Ansible, che di solito è 5. Il numero predefinito di fork può essere sovrascritto con una modifica a

source: The number of parallel or simultaneous processes to use while executing the playbook. Inputting no value will use the default value from the ansible configuration file. You can find more information
it: Il numero di processi paralleli o simultanei da utilizzare durante l'esecuzione del playbook. Se non si inserisce alcun valore, verrà utilizzato il valore predefinito del file di configurazione di Ansible. Si possono trovare ulteriori informazioni

source: The page you requested could not be found.
it: Non è stato possibile trovare la pagina richiesta.

source: The pattern used to target hosts in the inventory. Leaving the field blank, all, and * will all target all hosts in the inventory. You can find more information about Ansible's host patterns
it: Lo schema utilizzato per indirizzare gli host nell'inventory. Se si lascia il campo vuoto, tutti e *, tutti gli host dell'inventory verranno indirizzati. È possibile trovare ulteriori informazioni sugli schemi di host di Ansible

source: The project containing the playbook this job will execute.
it: Il progetto contenente il playbook che questo job eseguirà.

source: The project from which this inventory update is sourced.
it: Il progetto da cui proviene questo aggiornamento dell'inventory.

source: The project is currently syncing and the revision will be available after the sync is complete.
it: Il progetto è in fase di sincronizzazione e la revisione sarà disponibile al termine della sincronizzazione.

source: The project must be synced before a revision is available.
it: Il progetto deve essere sincronizzato prima che sia disponibile una revisione.

source: The project revision is currently out of date. Please refresh to fetch the most recent revision.
it: La revisione del progetto non è aggiornata. Aggiornare per ottenere la revisione più recente.

source: The resource associated with this node has been deleted.
it: La risorsa associata a questo nodo è stata eliminata.

source: The search filter did not produce any results…
it: Il filtro di ricerca non ha prodotto alcun risultato...

source: The suggested format for variable names is lowercase and underscore-separated (for example, foo_bar, user_id, host_name, etc.). Variable names with spaces are not allowed.
it: Il formato suggerito per i nomi delle variabili è minuscolo e e separati da trattini bassi (ad esempio, pippo_bar, user_id, host_name, ecc.). Non sono ammessi nomi di variabili con spazi.

source: There are no available playbook directories in {project_base_dir}. Either that directory is empty, or all of the contents are already assigned to other projects. Create a new directory there and make sure the playbook files can be read by the "awx" system user, or have {brandName} directly retrieve your playbooks from source control using the Source Control Type option above.
it: Non ci sono directory di playbook disponibili in {project_base_dir}. O questa cartella è vuota, oppure tutti i contenuti sono già assegnati ad altri progetti. Creare una nuova cartella e assicurarsi che i che i file del playbook possano essere letti dall'utente di sistema "awx", oppure fate in modo che {brandName} recuperi direttamente i playbook da dal controllo sorgente usando l'opzione Tipo di controllo sorgente di cui sopra.

source: There must be a value in at least one input
it: Deve essere presente un valore in almeno un ingresso

source: There was a problem logging in. Please try again.
it: Si è verificato un problema di accesso. Riprovare.

source: There was an error loading this content. Please reload the page.
it: Si è verificato un errore nel caricamento di questo contenuto. Si prega di ricaricare la pagina.

source: There was an error parsing the file. Please check the file formatting and try again.
it: Si è verificato un errore nell'analisi del file. Controllare la formattazione del file e riprovare.

source: There was an error saving the workflow.
it: Si è verificato un errore nel salvataggio Workflow.

source: These are the modules that {brandName} supports running commands against.
it: Questi sono i moduli contro cui {brandName} supporta l'esecuzione di comandi.

source: These are the verbosity levels for standard out of the command run that are supported.
it: Questi sono i livelli di verbosità supportati per l'esecuzione standard dei comandi.

source: These arguments are used with the specified module.
it: Questi argomenti vengono utilizzati con il modulo specificato.

source: These arguments are used with the specified module. You can find information about {0} by clicking
it: Questi argomenti vengono utilizzati con il modulo specificato. È possibile trovare informazioni su {0} facendo clic su

source: These arguments are used with the specified module. You can find information about {moduleName} by clicking
it: Questi argomenti vengono utilizzati con il modulo specificato. È possibile trovare informazioni su {nome modulo} facendo clic su

source: Third
it: Terzo

source: This Project needs to be updated
it: Questo progetto deve essere aggiornato

source: This action will delete the following:
it: Questa azione eliminerà quanto segue:

source: This action will disassociate all roles for this user from the selected teams.
it: Questa azione dissocia tutti i ruoli di questo utente dai team selezionati.

source: This action will disassociate the following role from {0}:
it: Questa azione dissocia il seguente ruolo da {0}:

source: This action will disassociate the following:
it: Questa azione dissocia i seguenti elementi:

source: This action will remove the following instances:
it: Questa azione rimuove le seguenti istanze:

source: This container group is currently being by other resources. Are you sure you want to delete it?
it: Questo gruppo di contenitori è attualmente occupato da altre risorse. Si è sicuri di volerlo eliminare?

source: This credential is currently being used by other resources. Are you sure you want to delete it?
it: Questa credenziale è attualmente utilizzata da altre risorse. Siete sicuri di volerla eliminare?

source: This credential type is currently being used by some credentials and cannot be deleted
it: Questo tipo di credenziale è attualmente utilizzato da alcune credenziali e non può essere eliminato.

source: This data is used to enhance future releases of the Software and to provide Automation Analytics.
it: Questi dati vengono utilizzati per migliorare future versioni del Software e per fornire Analisi dell'automazione.

source: This data is used to enhance future releases of the Tower Software and help streamline customer experience and success.
it: Questi dati vengono utilizzati per migliorare future versioni del software Tower e contribuire a semplificare l'esperienza e il successo dei clienti.

source: This execution environment is currently being used by other resources. Are you sure you want to delete it?
it: Questo ambiente di esecuzione è attualmente utilizzato da altre risorse. Si è sicuri di volerlo eliminare?

source: This feature is deprecated and will be removed in a future release.
it: Questa funzione è deprecata e sarà rimossa in una versione futura.

source: This field is ignored unless an Enabled Variable is set. If the enabled variable matches this value, the host will be enabled on import.
it: Questo campo viene ignorato a meno che non sia impostata una variabile abilitata. Se la variabile abilitata corrisponde a questo valore, l'host sarà abilitato all'importazione.

source: This field may not be blank
it: Questo campo non può essere vuoto

source: This field must be a number
it: Questo campo deve essere un numero

source: This field must be a number and have a value between {0} and {1}
it: Questo campo deve essere un numero e avere un valore compreso tra {0} e {1}.

source: This field must be a number and have a value between {min} and {max}
it: Questo campo deve essere un numero e avere un valore compreso tra {min} e {max}.

source: This field must be a number and have a value greater than {min}
it: Questo campo deve essere un numero e avere un valore superiore a {min}.

source: This field must be a number and have a value less than {max}
it: Questo campo deve essere un numero e avere un valore inferiore a {max}.

source: This field must be a regular expression
it: Questo campo deve essere un'espressione regolare

source: This field must be an integer
it: Questo campo deve essere un numero intero

source: This field must be at least {0} characters
it: Questo campo deve essere composto da almeno {0} caratteri

source: This field must be at least {min} characters
it: Questo campo deve essere composto da almeno {min} caratteri

source: This field must be greater than 0
it: Questo campo deve essere maggiore di 0

source: This field must not be blank
it: Questo campo non deve essere vuoto

source: This field must not be blank.
it: Questo campo non deve essere vuoto.

source: This field must not contain spaces
it: Questo campo non deve contenere spazi

source: This field must not exceed {0} characters
it: Questo campo non deve superare i {0} caratteri

source: This field must not exceed {max} characters
it: Questo campo non deve superare i {max} caratteri

source: This field will be retrieved from an external secret management system using the specified credential.
it: Questo campo verrà recuperato da un sistema di gestione dei segreti esterno utilizzando la credenziale specificata.

source: This has already been acted on
it: Si è già agito in tal senso

source: This instance group is currently being by other resources. Are you sure you want to delete it?
it: Questo instance group è attualmente occupato da altre risorse. Siete sicuri di volerlo eliminare?

source: This inventory is applied to all workflow nodes within this workflow ({0}) that prompt for an inventory.
it: Questo inventory viene applicato a tutti i nodi Workflow all'interno di questo workflow ({0}) che richiedono un inventory.

source: This inventory is currently being used by other resources. Are you sure you want to delete it?
it: Questo inventory è attualmente utilizzato da altre risorse. Siete sicuri di volerlo eliminare?

source: This inventory source is currently being used by other resources that rely on it. Are you sure you want to delete it?
it: Questa fonte di inventory è attualmente utilizzata da altre risorse che si appoggiano ad essa. Siete sicuri di volerla eliminare?

source: This is the only time the client secret will be shown.
it: Questa è l'unica volta in cui viene visualizzato il segreto del client.

source: This is the only time the token value and associated refresh token value will be shown.
it: Questo è l'unico momento in cui vengono mostrati il valore del token e il valore del token di aggiornamento associato.

source: This job failed and has no output.
it: Questo job è fallito e non ha prodotto alcun risultato.

source: This job template is currently being used by other resources. Are you sure you want to delete it?
it: Questo job template è attualmente utilizzato da altre risorse. Siete sicuri di volerlo eliminare?

source: This organization is currently being by other resources. Are you sure you want to delete it?
it: Questa organizzazione è attualmente occupata da altre risorse. Siete sicuri di volerla eliminare?

source: This project is currently being used by other resources. Are you sure you want to delete it?
it: Questo progetto è attualmente utilizzato da altre risorse. Siete sicuri di volerlo eliminare?

source: This project is currently on sync and cannot be clicked until sync process completed
it: Questo progetto è attualmente in fase di sincronizzazione e non può essere cliccato finché il processo di sincronizzazione non è completato.

source: This schedule has no occurrences due to the selected exceptions.
it: Questo programma non ha occorrenze a causa delle eccezioni selezionate.

source: This schedule is missing an Inventory
it: A questo programma manca un Inventario

source: This schedule is missing required survey values
it: In questo prospetto mancano i valori di indagine richiesti

source: This schedule uses complex rules that are not supported in the UI. Please use the API to manage this schedule.
it: Questo programma utilizza regole complesse che non sono supportate dall'interfaccia utente. UI. Per gestire questa pianificazione, utilizzare l'API.

source: This step contains errors
it: Questo passaggio contiene errori

source: This value does not match the password you entered previously. Please confirm that password.
it: Questo valore non corrisponde alla password inserita in precedenza. Confermare la password.

source: This will cancel all subsequent nodes in this workflow
it: Questo annulla tutti i nodi successivi di questo workflow.

source: This will cancel all subsequent nodes in this workflow.
it: Questo annulla tutti i nodi successivi di questo workflow.

source: This will revert all configuration values on this page to their factory defaults. Are you sure you want to proceed?
it: Questa operazione riporta tutti i valori di configurazione di questa pagina alle ai valori predefiniti in fabbrica. Siete sicuri di voler procedere?

source: This workflow does not have any nodes configured.
it: Questo workflow non ha nodi configurati.

source: This workflow has already been acted on
it: Questo workflow è già stato gestito

source: This workflow job template is currently being used by other resources. Are you sure you want to delete it?
it: Questo job template Workflow è attualmente utilizzato da altre risorse. Siete sicuri di volerlo eliminare?

source: Thu
it: Gio

source: Thursday
it: Giovedì

source: Time
it: Tempo

source: Time in seconds to consider a project to be current. During job runs and callbacks the task system will evaluate the timestamp of the latest project update. If it is older than Cache Timeout, it is not considered current, and a new project update will be performed.
it: Tempo in secondi per considerare un progetto è corrente. Durante l'esecuzione dei jobs e i callback, il sistema valuterà il timestamp dell'ultimo aggiornamento del progetto. più recente. Se è più vecchio del Timeout della cache, non viene non è considerato attuale e verrà eseguito un nuovo aggiornamento del progetto. un nuovo aggiornamento del progetto.

source: Time in seconds to consider an inventory sync to be current. During job runs and callbacks the task system will evaluate the timestamp of the latest sync. If it is older than Cache Timeout, it is not considered current, and a new inventory sync will be performed.
it: Tempo in secondi per considerare una sincronizzazione dell'inventory come corrente. Durante l'esecuzione di un job e le chiamate, il sistema delle attività valuta il timestamp dell'ultima sincronizzazione. Se è più vecchio del Timeout della cache, non viene considerata corrente e viene eseguita una nuova sincronizzazione dell'inventory.

source: Timeout minutes
it: Timeout minuti

source: Timeout seconds
it: Timeout secondi

source: To create a smart inventory using ansible facts, go to the smart inventory screen.
it: Per creare un inventory intelligente usando ansible facts, andare alla schermata dell'inventory intelligente.

source: To reorder the survey questions drag and drop them in the desired location.
it: Per riordinare le domande del sondaggio, trascinarle e rilasciarle nella posizione desiderata.

source: Toggle Legend
it: Legenda

source: Toggle Password
it: Attiva la password

source: Toggle Tools
it: Strumenti a levetta

source: Toggle host
it: Alterna l'host

source: Toggle instance
it: Istanza di commutazione

source: Toggle legend
it: Alterna la legenda

source: Toggle notification approvals
it: Approvazioni delle notifiche

source: Toggle notification failure
it: Mancanza di notifica Toggle

source: Toggle notification start
it: Attivazione della notifica

source: Toggle notification success
it: Alterna il successo della notifica

source: Toggle schedule
it: Modifica del calendario

source: Toggle tools
it: Strumenti di selezione

source: Token
it: Gettone

source: Token information
it: Informazioni sul token

source: Token not found.
it: Token non trovato.

source: Tokens
it: Gettoni

source: Tools
it: Strumenti

source: Topology View
it: Visualizzazione della topologia

source: Total Jobs
it: Totale jobs

source: Total Nodes
it: Totale nodi

source: Total hosts
it: Totale ospiti

source: Total jobs
it: Totale jobs

source: Track submodules
it: Traccia dei sottomoduli

source: Track submodules latest commit on branch
it: Traccia l'ultimo commit dei sottomoduli nel branch

source: Trial
it: Processo

source: True
it: Vero

source: Tue
it: Mar

source: Tuesday
it: Martedì

source: Type
it: Tipo

source: Type Details
it: Tipo Dettagli
