Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: (Limited to first 10)
it: (Limitato ai primi 10)

source: (Prompt on launch)
it: (Prompt al lancio)

source: * This field will be retrieved from an external secret management system using the specified credential.
it: * Questo campo verrà recuperato da un sistema di gestione dei segreti esterno utilizzando la credenziale specificata.

source: / (project root)
it: / (radice del progetto)

source: 0 (Normal)
it: 0 (normale)

source: 0 (Warning)
it: 0 (Attenzione)

source: 1 (Verbose)
it: 1 (Verboso)

source: 2 (More Verbose)
it: 2 (Più prolisso)

source: 4 (Connection Debug)
it: 4 (Debug della connessione)

source: 5 (WinRM Debug)
it: 5 (Debug WinRM)

source: <0><1/> A tech preview of the new {brandName} user interface can be found <2>here</2>.</0>
it: <0><1/> Un'anteprima tecnica della nuova interfaccia utente di {brandName} è disponibile <2>qui</2>.</0>

source: A refspec to fetch (passed to the Ansible git module). This parameter allows access to references via the branch field not otherwise available.
it: Un refspec da recuperare (passato al modulo git di Ansible). Questo parametro consente l'accesso ai riferimenti tramite il campo branch, altrimenti non disponibile.

source: A subscription manifest is an export of a Red Hat Subscription. To generate a subscription manifest, go to <0>access.redhat.com</0>. For more information, see the <1>User Guide</1>.
it: Un manifesto di sottoscrizione è un'esportazione di una sottoscrizione Red Hat. Per generare un manifesto di sottoscrizione, accedere a <0>access.redhat.com</0>. Per ulteriori informazioni, consultare la <1>Guida utente</1>.

source: ALL
it: TUTTI

source: API Service/Integration Key
it: Chiave di servizio/integrazione API

source: API Token
it: Token API

source: API service/integration key
it: Chiave di servizio/integrazione API

source: About
it: Circa

source: Access
it: Accesso

source: Access Token Expiration
it: Scadenza del token di accesso

source: Action
it: Azione

source: Actions
it: Azioni

source: Activity
it: Attività

source: Activity Stream
it: Flusso di attività

source: Activity Stream type selector
it: Selettore del tipo di flusso di attività

source: Actor
it: Attore

source: Add
it: Aggiungi

source: Add Link
it: Aggiungi collegamento

source: Add Node
it: Aggiungi nodo

source: Add Question
it: Aggiungi domanda

source: Add Roles
it: Aggiungi ruoli

source: Add Team Roles
it: Aggiungere ruoli team

source: Add User Roles
it: Aggiungere ruoli utente

source: Add a new node
it: Aggiungere nuovo nodo

source: Add a new node between these two nodes
it: Aggiungere nuovo nodo tra questi due nodi

source: Add container group
it: Aggiungere gruppo di contenitori

source: Add exceptions
it: Aggiungere eccezioni

source: Add existing group
it: Aggiungere gruppo esistente

source: Add existing host
it: Aggiungere host esistente

source: Add instance group
it: Aggiungere instance group

source: Add inventory
it: Aggiungere l'inventory

source: Add job template
it: Aggiungere job template

source: Add new group
it: Aggiungere nuovo gruppo

source: Add new host
it: Aggiungere nuovo host

source: Add resource type
it: Aggiungere resource type

source: Add smart inventory
it: Aggiungere smart inventory

source: Add team permissions
it: Aggiungere permessi del team

source: Add user permissions
it: Aggiungere permessi

source: Add workflow template
it: Aggiungere workflow template

source: Adding
it: Aggiungi

source: Administration
it: Amministrazione

source: Advanced
it: Avanzato

source: Advanced search documentation
it: Documentazione della Ricerca avanzata

source: Advanced search value input
it: Inserisci un valore di ricerca avanzato

source: After every project update where the SCM revision changes, refresh the inventory from the selected source before executing job tasks. This is intended for static content, like the Ansible inventory .ini file format.
it: Dopo ogni aggiornamento del progetto in cui la revisione SCM cambia, aggiorna l'inventory dall'origine selezionata prima di eseguire i jobs. Questo è inteso per i contenuti statici, come il formato del file .ini dell'inventory di Ansible.

source: After number of occurrences
it: Dopo il numero di occorrenze

source: Alert modal
it: Avviso modale

source: All
it: Tutti

source: All job types
it: Tutti i tipi di job

source: All jobs
it: Tutti i job

source: Allow Branch Override
it: Consentire l'esclusione del branch

source: Allow branch override
it: Consentire l'esclusione del branch

source: Allow changing the Source Control branch or revision in a job template that uses this project.
it: Consente di modificare il branch o la revisione di Source Control in un job template che utilizza questo progetto.

source: Allowed URIs list, space separated
it: Elenco degli URI consentiti, separati da uno spazio

source: Always
it: Sempre

source: An error occurred
it: Si è verificato un errore

source: An inventory must be selected
it: È necessario selezionare un inventory

source: Ansible Controller Documentation.
it: Documentazione del controllore Ansible.

source: Answer type
it: Tipo di risposta

source: Answer variable name
it: Risposta Nome della variabile

source: Any
it: Qualsiasi

source: Application
it: Applicazione

source: Application Name
it: Nome dell'applicazione

source: Application information
it: Informazioni sull'applicazione

source: Application name
it: Nome dell'applicazione

source: Application not found.
it: Applicazione non trovata.

source: Applications
it: Applicazioni

source: Applications & Tokens
it: Applicazioni e tokens

source: Approval
it: Approvazione

source: Approve
it: Approvare

source: Approved
it: Approvato

source: Approved - {0}. See the Activity Stream for more information.
it: Approvato - {0}. Per ulteriori informazioni, consultare il Flusso di attività.

source: Approved by {0} - {1}
it: Approvato da {0} - {1}

source: April
it: Aprile

source: Are you sure you want to cancel this job?
it: È sicuro di voler cancellare questo job?

source: Are you sure you want to delete:
it: È sicuro di voler cancellare:

source: Are you sure you want to disable local authentication? Doing so could impact users' ability to log in and the system administrator's ability to reverse this change.
it: Siete sicuri di voler disabilitare l'autenticazione locale? In questo caso, l'accesso degli utenti e la possibilità per l'amministratore del sistema di annullare la modifica potrebbero avere un impatto sulla capacità di accesso degli utenti.

source: Are you sure you want to edit login redirect override URL? Doing so could impact users' ability to log in to the system once local authentication is also disabled.
it: Siete sicuri di voler modificare l'URL di esclusione del reindirizzamento del login? Questo potrebbe avere un impatto sulla capacità degli utenti di accedere al sistema una volta che l'autenticazione locale è stata disabilitata.

source: Are you sure you want to exit the Workflow Creator without saving your changes?
it: Siete sicuri di voler uscire da Workflow Creator senza salvare le modifiche?

source: Are you sure you want to remove all the nodes in this workflow?
it: Siete sicuri di voler rimuovere tutti i nodi di questo workflow?

source: Are you sure you want to remove the node below:
it: Siete sicuri di voler rimuovere il nodo sottostante:

source: Are you sure you want to remove this link?
it: Sei sicuro di voler rimuovere questo link?

source: Are you sure you want to remove this node?
it: Siete sicuri di voler rimuovere questo nodo?

source: Are you sure you want to remove {0} access from {1}? Doing so affects all members of the team.
it: Siete sicuri di voler rimuovere l'accesso di {0} da {1}? Questa operazione riguarda tutti i membri del team.

source: Are you sure you want to remove {0} access from {username}?
it: Siete sicuri di voler rimuovere l'accesso a {0} da {username}?

source: Are you sure you want to submit the request to cancel this job?
it: Siete sicuri di voler inviare la richiesta di cancellazione di questo job?

source: Arguments
it: Argomenti

source: Artifacts
it: Manufatti

source: Associate
it: Associato

source: Associate role error
it: Errore nel ruolo di associato

source: Association modal
it: Associazione modale

source: At least one value must be selected for this field.
it: Per questo campo deve essere selezionato almeno un valore.

source: August
it: Agosto

source: Authentication
it: Autenticazione

source: Authorization Code Expiration
it: Scadenza del codice di autorizzazione

source: Authorization grant type
it: Tipo di autorizzazione

source: Automation Analytics
it: Analisi dell'automazione

source: Automation Analytics dashboard
it: Cruscotto analitico di automazione

source: Automation controller version
it: Versione del controllore di automazione

source: Azure AD settings
it: Impostazioni di Azure AD

source: Back
it: Indietro

source: Back to Credentials
it: Torna alle credenziali

source: Back to Dashboard.
it: Torna al cruscotto.

source: Back to Groups
it: Torna ai gruppi

source: Back to Hosts
it: Torna a Hosts

source: Back to Instance Groups
it: Torna a Gruppi di istanze

source: Back to Instances
it: Torna a Istanze

source: Back to Inventories
it: Torna a Inventari

source: Back to Jobs
it: Torna alle offerte di job

source: Back to Notifications
it: Torna a Notifiche

source: Back to Organizations
it: Torna alle Organizzazioni

source: Back to Projects
it: Torna ai progetti

source: Back to Schedules
it: Torna a Orari

source: Back to Settings
it: Torna alle impostazioni

source: Back to Sources
it: Torna alle fonti

source: Back to Teams
it: Torna alle squadre

source: Back to Templates
it: Torna ai modelli

source: Back to Tokens
it: Torna a Gettoni

source: Back to Users
it: Torna agli utenti

source: Back to Workflow Approvals
it: Torna a Approvazioni Workflow

source: Back to applications
it: Torna alle applicazioni

source: Back to credential types
it: Torna ai tipi di credenziali

source: Back to execution environments
it: Torna agli ambienti di esecuzione

source: Back to instance groups
it: Torna ai gruppi di istanze

source: Back to management jobs
it: Torna a jobs di gestione

source: Base path used for locating playbooks. Directories found inside this path will be listed in the playbook directory drop-down. Together the base path and selected playbook directory provide the full path used to locate playbooks.
it: Percorso di base utilizzato per individuare i playbook. Le directory trovate all'interno di questo percorso saranno elencate nel menu a tendina delle directory dei playbook. Il percorso di base e la directory selezionata per i playbook forniscono il percorso completo utilizzato per individuare i playbook.

source: Basic auth password
it: Password di autenticazione di base

source: Branch to checkout. In addition to branches, you can input tags, commit hashes, and arbitrary refs. Some commit hashes and refs may not be available unless you also provide a custom refspec.
it: Dal branch al checkout. Oltre ai branches, è possibile inserire tag, hash di commit e refs arbitrari. Alcuni hash dei commit e i refs potrebbero non essere disponibili, a meno che non si fornisca anche un una refspec personalizzata.

source: Branch to use in job run. Project default used if blank. Only allowed if project allow_override field is set to true.
it: Branch da utilizzare nell'esecuzione del job. Se vuoto, viene utilizzato il valore predefinito del progetto. È consentito solo se il campo project allow_override è impostato su true.

source: Branch to use on inventory sync. Project default used if blank. Only allowed if project allow_override field is set to true.
it: Branch da utilizzare per la sincronizzazione dell'inventory. Se vuoto, viene utilizzato il valore predefinito del progetto. È consentito solo se il campo allow_override del progetto è impostato su true.

source: Brand Image
it: Immagine del marchio

source: Browse
it: Sfogliare

source: Browse…
it: Sfoglia...

source: By default, we collect and transmit analytics data on the service usage to Red Hat. There are two categories of data collected by the service. For more information, see <0>this Tower documentation page</0>. Uncheck the following boxes to disable this feature.
it: Per impostazione predefinita, raccogliamo e trasmettiamo a Red Hat i dati analitici sull'utilizzo del servizio. Esistono due categorie di dati raccolti dal servizio. Per ulteriori informazioni, consultare <0>questa pagina di documentazione di Tower</0>. Deselezionare le seguenti caselle per disabilitare questa funzione.

source: Cache Timeout
it: Timeout della cache

source: Cache timeout
it: Timeout della cache

source: Cache timeout (seconds)
it: Timeout della cache (secondi)

source: Cancel
it: Annullamento

source: Cancel Inventory Source Sync
it: Annullamento della sincronizzazione dell'origine dell'inventory

source: Cancel Job
it: Cancella job

source: Cancel Project Sync
it: Annullamento della sincronizzazione del progetto

source: Cancel Sync
it: Annullamento della sincronizzazione

source: Cancel Workflow
it: Annullamento Workflow

source: Cancel job
it: Cancella job

source: Cancel link changes
it: Annullamento delle modifiche ai collegamenti

source: Cancel link removal
it: Annullamento della rimozione del link

source: Cancel lookup
it: Annullamento della ricerca

source: Cancel node removal
it: Annullare la rimozione del nodo

source: Cancel revert
it: Annullamento dell'inversione di rotta

source: Cancel selected job
it: Annullamento del job selezionato

source: Cancel selected jobs
it: Annullamento dei jobs selezionati

source: Cancel subscription edit
it: Annullamento dell'abbonamento modifica

source: Cancel {0}
it: Annullamento {0}

source: Canceled
it: Annullato

source: Cannot enable log aggregator without providing logging aggregator host and logging aggregator type.
it: Non è possibile abilitare l'aggregatore di log senza fornire l'host dell'aggregatore di log e il tipo di aggregatore di log.

source: Cannot run health check on hop nodes.
it: Impossibile eseguire il controllo dello stato di salute sui nodi hop.

source: Capacity
it: Capacità

source: Capacity Adjustment
it: Regolazione della capacità

source: Case-insensitive version of contains
it: Versione non sensibile alle maiuscole di contiene

source: Case-insensitive version of endswith.
it: Versione non sensibile alle maiuscole di endswith.

source: Case-insensitive version of exact.
it: Versione non sensibile alle maiuscole di exact.

source: Case-insensitive version of regex.
it: Versione non sensibile alle maiuscole della regex.

source: Case-insensitive version of startswith.
it: Versione non sensibile alle maiuscole di startswith.

source: Change PROJECTS_ROOT when deploying {brandName} to change this location.
it: Modificare PROJECTS_ROOT durante la distribuzione di {brandName} per cambiare questa posizione.

source: Changed
it: Modificato

source: Changes
it: Cambiamenti

source: Channel
it: Canale

source: Check
it: Controllo

source: Check whether the given field or related object is null; expects a boolean value.
it: Controlla se il campo dato o l'oggetto correlato è nullo; si aspetta un valore booleano.

source: Check whether the given field's value is present in the list provided; expects a comma-separated list of items.
it: Controlla se il valore del campo dato è presente nell'elenco fornito; si aspetta un elenco di elementi separati da virgole.

source: Choose a .json file
it: Scegliere un file .json

source: Choose a Notification Type
it: Scegliere un tipo di notifica

source: Choose a Playbook Directory
it: Scegliere una directory di Playbook

source: Choose a Source Control Type
it: Scegliere un tipo di controllo sorgente

source: Choose a Webhook Service
it: Scegliere un servizio Webhook

source: Choose a job type
it: Scegliere un tipo di job

source: Choose a module
it: Scegliere un modulo

source: Choose a source
it: Scegliere una fonte

source: Choose an HTTP method
it: Scegliere un metodo HTTP

source: Choose an answer type or format you want as the prompt for the user. Refer to the Ansible Controller Documentation for more additional information about each option.
it: Scegliere un tipo o un formato di risposta da utilizzare come prompt per l'utente. Per ulteriori informazioni su ciascuna opzione, consultare la Documentazione del controllore Ansible.

source: Choose roles to apply to the selected resources. Note that all selected roles will be applied to all selected resources.
it: Scegliere i ruoli da applicare alle risorse selezionate. Si noti che tutti i ruoli selezionati saranno applicati a tutte le risorse selezionate.

source: Choose the resources that will be receiving new roles. You'll be able to select the roles to apply in the next step. Note that the resources chosen here will receive all roles chosen in the next step.
it: Scegliere le risorse che riceveranno i nuovi ruoli. Sarà possibile selezionare i ruoli da applicare nel passaggio successivo. Si noti che le risorse scelte qui riceveranno tutti i ruoli scelti nel passaggio successivo.

source: Choose the type of resource that will be receiving new roles. For example, if you'd like to add new roles to a set of users please choose Users and click Next. You'll be able to select the specific resources in the next step.
it: Scegliere il tipo di risorsa che riceverà i nuovi ruoli. Ad esempio, se si desidera aggiungere nuovi ruoli a un insieme di utenti, scegliere Utenti e fare clic su Avanti. Nella fase successiva sarà possibile selezionare le risorse specifiche.

source: Clean
it: Pulito

source: Clear
it: Libero

source: Clear all filters
it: Cancella tutti i filtri

source: Clear subscription
it: Cancella l'abbonamento

source: Clear subscription selection
it: Cancella la selezione dell'abbonamento

source: Click an available node to create a new link. Click outside the graph to cancel.
it: Fare clic su un nodo disponibile per creare un nuovo collegamento. Fare clic al di fuori del grafico per annullare.

source: Click on a node icon to display the details.
it: Fare clic sull'icona di un nodo per visualizzarne i dettagli.

source: Click the Edit button below to reconfigure the node.
it: Fare clic sul pulsante Modifica per riconfigurare il nodo.

source: Click this button to verify connection to the secret management system using the selected credential and specified inputs.
it: Fare clic su questo pulsante per verificare la connessione al sistema di gestione dei segreti utilizzando la credenziale selezionata e gli input specificati.

source: Click to create a new link to this node.
it: Fare clic per creare un nuovo collegamento a questo nodo.

source: Click to download bundle
it: Fare clic per scaricare il pacchetto

source: Click to rearrange the order of the survey questions
it: Fare clic per riorganizzare l'ordine delle domande del sondaggio

source: Click to toggle default value
it: Fare clic per attivare il valore predefinito

source: Click to view job details
it: Clicca per vedere i dettagli del job

source: Client ID
it: ID cliente

source: Client Identifier
it: Identificatore del cliente

source: Client identifier
it: Identificatore del cliente

source: Client secret
it: Segreto del cliente

source: Client type
it: Tipo di cliente

source: Close
it: Chiudere

source: Close subscription modal
it: Chiudere la maschera di sottoscrizione

source: Cloud
it: Nuvola

source: Collapse
it: Crollo

source: Collapse all job events
it: Chiudere tutti gli eventi di job

source: Collapse section
it: Sezione di collasso

source: Command
it: Comando

source: Compliant
it: Conforme

source: Concurrent Jobs
it: Lavori contemporanei

source: Concurrent jobs: If enabled, simultaneous runs of this job template will be allowed.
it: Lavori simultanei: Se abilitato, saranno consentite esecuzioni simultanee di questo job template.

source: Concurrent jobs: If enabled, simultaneous runs of this workflow job template will be allowed.
it: Lavori simultanei: Se abilitata, sarà consentita l'esecuzione simultanea di questo job template Workflow.

source: Confirm
it: Confermare

source: Confirm Delete
it: Conferma Eliminazione

source: Confirm Disable Local Authorization
it: Conferma Disabilita autorizzazione locale

source: Confirm Password
it: Conferma la password

source: Confirm cancel job
it: Confermare l'annullamento del job

source: Confirm cancellation
it: Confermare la cancellazione

source: Confirm delete
it: Confermare l'eliminazione

source: Confirm disassociate
it: Confermare la dissociazione

source: Confirm link removal
it: Confermare la rimozione del link

source: Confirm node removal
it: Confermare la rimozione del nodo

source: Confirm removal of all nodes
it: Confermare la rimozione di tutti i nodi

source: Confirm remove
it: Confermare la rimozione

source: Confirm revert all
it: Confermare il ripristino di tutti

source: Confirm selection
it: Confermare la selezione

source: Container Group
it: Gruppo Container

source: Container group
it: Gruppo di contenitori

source: Container group not found.
it: Gruppo di contenitori non trovato.

source: Content Loading
it: Caricamento dei contenuti

source: Content Signature Validation Credential
it: Credenziale di convalida della firma dei contenuti

source: Continue
it: Continua

source: Control
it: Controllo

source: Control node
it: Nodo di controllo

source: Control the level of output Ansible will produce for inventory source update jobs.
it: Controlla il livello di output che Ansible produrrà per i jobs di aggiornamento dell'origine dell'inventory.

source: Control the level of output ansible will produce as the playbook executes.
it: Controlla il livello di output che ansible produrrà durante l'esecuzione del playbook.

source: Controller Node
it: Nodo controllore

source: Convergence
it: Convergenza

source: Convergence select
it: Selezione della convergenza

source: Copy
it: Copia

source: Copy Credential
it: Copia della credenziale

source: Copy Error
it: Errore di copia

source: Copy Execution Environment
it: Copiare l'ambiente di esecuzione

source: Copy Inventory
it: Copia dell'inventory

source: Copy Notification Template
it: Modello di notifica di copia

source: Copy Project
it: Progetto di copia

source: Copy Template
it: Modello di copia

source: Copy full revision to clipboard.
it: Copia la revisione completa negli appunti.

source: Create
it: Creare

source: Create New Application
it: Creare una nuova applicazione

source: Create New Credential
it: Creare una nuova credenziale

source: Create New Host
it: Creare un nuovo host

source: Create New Job Template
it: Creare un nuovo job template

source: Create New Notification Template
it: Creare un nuovo modello di notifica

source: Create New Organization
it: Creare una nuova organizzazione

source: Create New Project
it: Creare un nuovo progetto

source: Create New Schedule
it: Creare un nuovo programma

source: Create New Team
it: Creare un nuovo team

source: Create New User
it: Creare un nuovo utente

source: Create New Workflow Template
it: Creare un nuovo workflow

source: Create a new Smart Inventory with the applied filter
it: Creare un nuovo Inventario intelligente con il filtro applicato

source: Create new Instance
it: Creare una nuova istanza

source: Create new container group
it: Creare un nuovo gruppo di contenitori

source: Create new credential Type
it: Creare una nuova credenziale Tipo di credenziale

source: Create new credential type
it: Creare un nuovo tipo di credenziale

source: Create new execution environment
it: Creare un nuovo ambiente di esecuzione

source: Create new group
it: Creare un nuovo gruppo

source: Create new host
it: Creare un nuovo host

source: Create new instance group
it: Creare un nuovo instance group

source: Create new inventory
it: Creare un nuovo inventory
