Repository: ansible/awx
Catalog: awx/ui/src/locales/*/messages.po
Languages: it

source: Failed to delete one or more user tokens.
it: Errore nell'eliminazione di uno o più token utente.

source: Failed to delete one or more users.
it: Errore nell'eliminazione di uno o più utenti.

source: Failed to delete one or more workflow approval.
it: Errore nell'eliminazione di una o più approvazioni Workflow.

source: Failed to delete organization.
it: Non è stato possibile eliminare l'organizzazione.

source: Failed to delete project.
it: Impossibile eliminare il progetto.

source: Failed to delete role
it: Non è stato possibile eliminare il ruolo

source: Failed to delete role.
it: Non è stato possibile eliminare il ruolo.

source: Failed to delete schedule.
it: Non è stato possibile eliminare la pianificazione.

source: Failed to delete smart inventory.
it: Errore nell'eliminazione dell'inventory intelligente.

source: Failed to delete team.
it: Non è stato possibile eliminare la squadra.

source: Failed to delete user.
it: Cancellazione dell'utente non riuscita.

source: Failed to delete workflow approval.
it: Non è stato possibile eliminare l'approvazione Workflow.

source: Failed to delete workflow job template.
it: Errore nell'eliminazione del job template Workflow.

source: Failed to delete {name}.
it: Cancellazione fallita di {nome}.

source: Failed to deny one or more workflow approval.
it: Impossibile negare l'approvazione di uno o più workflow.

source: Failed to deny {0}.
it: Impossibile negare {0}.

source: Failed to disassociate one or more groups.
it: Impossibile dissociare uno o più gruppi.

source: Failed to disassociate one or more hosts.
it: Impossibile dissociare uno o più host.

source: Failed to disassociate one or more instances.
it: Impossibile dissociare una o più istanze.

source: Failed to disassociate one or more teams.
it: Non è stato possibile dissociare una o più squadre.

source: Failed to fetch custom login configuration settings. System defaults will be shown instead.
it: Impossibile recuperare le impostazioni di configurazione del login personalizzato. Verranno invece mostrate le impostazioni predefinite del sistema.

source: Failed to fetch the updated project data.
it: Impossibile recuperare i dati aggiornati del progetto.

source: Failed to get instance.
it: Impossibile ottenere l'istanza.

source: Failed to launch job.
it: Impossibile avviare il job.

source: Failed to load related groups.
it: Impossibile caricare i gruppi correlati.

source: Failed to remove one or more instances.
it: Impossibile rimuovere una o più istanze.

source: Failed to retrieve configuration.
it: Impossibile recuperare la configurazione.

source: Failed to retrieve full node resource object.
it: Impossibile recuperare l'oggetto risorsa nodo completo.

source: Failed to run a health check on one or more instances.
it: Non è stato possibile eseguire un controllo dello stato di salute su una o più istanze.

source: Failed to send test notification.
it: Non è stato possibile inviare la notifica di prova.

source: Failed to sync inventory source.
it: Impossibile sincronizzare l'origine dell'inventory.

source: Failed to sync project.
it: Impossibile sincronizzare il progetto.

source: Failed to sync some or all inventory sources.
it: Impossibile sincronizzare alcune o tutte le fonti dell'inventory.

source: Failed to toggle host.
it: Impossibile attivare l'host.

source: Failed to toggle instance.
it: Impossibile attivare l'istanza.

source: Failed to toggle notification.
it: Impossibile attivare la notifica.

source: Failed to toggle schedule.
it: Impossibile attivare la pianificazione.

source: Failed to update capacity adjustment.
it: Impossibile aggiornare la regolazione della capacità.

source: Failed to update instance.
it: Non è stato possibile aggiornare l'istanza.

source: Failed to update survey.
it: Non è stato possibile aggiornare l'indagine.

source: Failed to user token.
it: Impossibile inserire il token utente.

source: Failure
it: Fallimento

source: Failure Explanation:
it: Spiegazione del fallimento:

source: False
it: Falso

source: February
it: Febbraio

source: Field contains value.
it: Il campo contiene un valore.

source: Field ends with value.
it: Il campo termina con il valore.

source: Field for passing a custom Kubernetes or OpenShift Pod specification.
it: Campo per passare una specifica Kubernetes o OpenShift Pod personalizzata.

source: Field matches the given regular expression.
it: Il campo corrisponde all'espressione regolare indicata.

source: Field starts with value.
it: Il campo inizia con il valore.

source: Fifth
it: Quinto

source: File Difference
it: Differenza di file

source: File upload rejected. Please select a single .json file.
it: Caricamento file rifiutato. Selezionare un singolo file .json.

source: File, directory or script
it: File, directory o script

source: Filter By {name}
it: Filtrare per {nome}

source: Filter by failed jobs
it: Filtrare per i jobs non riusciti

source: Filter by successful jobs
it: Filtrare per jobs andati a buon fine

source: Finish Time
it: Tempo di arrivo

source: Finished
it: Finito

source: First
it: Primo

source: First Name
it: Nome

source: First Run
it: Prima corsa

source: First name
it: Nome

source: First, select a key
it: Per prima cosa, selezionare un tasto

source: Fit the graph to the available screen size
it: Adattare il grafico alla dimensione dello schermo disponibile

source: Fit to screen
it: Adatta allo schermo

source: Float
it: Galleggiante

source: Follow
it: Seguire

source: For job templates, select run to execute the playbook. Select check to only check playbook syntax, test environment setup, and report problems without executing the playbook.
it: Per i job templates, selezionare esegui per eseguire il playbook. Selezionare controlla per verificare solo la sintassi del playbook, la configurazione dell'ambiente di prova e segnalare i problemi senza eseguire il playbook.

source: For more information, refer to the
it: Per ulteriori informazioni, consultare la sezione

source: Fourth
it: Quarto

source: Frequency Details
it: Dettagli sulla frequenza

source: Frequency Exception Details
it: Frequenza Eccezione Dettagli

source: Frequency did not match an expected value
it: La frequenza non corrisponde a un valore atteso

source: Fri
it: Ven

source: Friday
it: Venerdì

source: Fuzzy search on id, name or description fields.
it: Ricerca fuzzy sui campi id, nome o descrizione.

source: Fuzzy search on name field.
it: Ricerca confusa nel campo del nome.

source: GPG Public Key
it: Chiave pubblica GPG

source: Galaxy Credentials
it: Credenziali Galaxy

source: Galaxy credentials must be owned by an Organization.
it: Le credenziali Galaxy devono essere di proprietà di un'organizzazione.

source: Gathering Facts
it: Raccolta di fatti

source: Generic OIDC
it: OIDC generico

source: Generic OIDC settings
it: Impostazioni generiche di OIDC

source: Get subscription
it: Abbonamento

source: Get subscriptions
it: Ricevere abbonamenti

source: GitHub Default
it: GitHub predefinito

source: GitHub Enterprise
it: GitHub Impresa

source: GitHub Enterprise Organization
it: Organizzazione aziendale GitHub

source: GitHub Enterprise Team
it: Team GitHub Enterprise

source: GitHub Organization
it: Organizzazione GitHub

source: GitHub Team
it: Team GitHub

source: GitHub settings
it: Impostazioni di GitHub

source: Globally Available
it: Disponibile a livello globale

source: Globally available execution environment can not be reassigned to a specific Organization
it: L'ambiente di esecuzione disponibile a livello globale non può essere riassegnato a un'Organizzazione specifica.

source: Go to first page
it: Vai alla prima pagina

source: Go to last page
it: Vai all'ultima pagina

source: Go to next page
it: Vai alla pagina successiva

source: Go to previous page
it: Vai alla pagina precedente

source: Google Compute Engine
it: Motore di calcolo di Google

source: Google OAuth 2 settings
it: Impostazioni di Google OAuth 2

source: Grafana API key
it: Chiave API di Grafana

source: Grafana URL
it: URL di Grafana

source: Greater than comparison.
it: Superiore al confronto.

source: Greater than or equal to comparison.
it: Maggiore o uguale al confronto.

source: Group
it: Gruppo

source: Group details
it: Dettagli del gruppo

source: Group type
it: Tipo di gruppo

source: Groups
it: Gruppi

source: HTTP Headers
it: Intestazioni HTTP

source: HTTP Method
it: Metodo HTTP

source: Health check request(s) submitted. Please wait and reload the page.
it: Richiesta(e) di controllo sanitario inoltrata(e). Attendere e ricaricare la pagina.

source: Health checks are asynchronous tasks. See the
it: I controlli sanitari sono attività asincrone. Vedere la sezione

source: Health checks can only be run on execution nodes.
it: I controlli sanitari possono essere eseguiti solo sui nodi di esecuzione.

source: Healthy
it: Sano

source: Help
it: Aiuto

source: Hide
it: Nascondere

source: Hide description
it: Nascondi descrizione

source: Hop
it: Luppolo

source: Hop node
it: Nodo di salto

source: Host
it: Ospite

source: Host Async Failure
it: Fallimento dell'host async

source: Host Config Key
it: Chiave di configurazione host

source: Host Count
it: Conteggio degli host

source: Host Details
it: Dettagli dell'host

source: Host Failed
it: Host fallito

source: Host Failure
it: Guasto dell'host

source: Host Filter
it: Filtro host

source: Host Name
it: Nome host

source: Host Polling
it: Sondaggio host

source: Host Retry
it: Riproduzione dell'host

source: Host Skipped
it: Ospite saltato

source: Host Started
it: Host Avviato

source: Host Unreachable
it: Host irraggiungibile

source: Host details
it: Dettagli dell'host

source: Host details modal
it: Modale dei dettagli dell'host

source: Host not found.
it: Host non trovato.

source: Host status information for this job is unavailable.
it: Le informazioni sullo stato dell'host per questo job non sono disponibili.

source: Hosts
it: Ospiti

source: Hosts automated
it: Ospiti automatizzati

source: Hosts available
it: Ospiti disponibili

source: Hosts imported
it: Ospiti importati

source: Hosts remaining
it: Ospiti rimanenti

source: Hour
it: Ora

source: Hybrid
it: Ibrido

source: Hybrid node
it: Nodo ibrido

source: ID of the Dashboard
it: ID del cruscotto

source: ID of the Panel
it: ID del pannello

source: ID of the dashboard (optional)
it: ID del cruscotto (opzionale)

source: ID of the panel (optional)
it: ID del pannello (opzionale)

source: IP address
it: Indirizzo IP

source: IRC Server Address
it: Indirizzo del server IRC

source: IRC Server Port
it: Porta del server IRC

source: IRC nick
it: nick IRC

source: IRC server address
it: Indirizzo del server IRC

source: IRC server password
it: Password del server IRC

source: IRC server port
it: Porta del server IRC

source: Icon URL
it: Icona URL

source: If checked, all variables for child groups and hosts will be removed and replaced by those found on the external source.
it: Se è selezionata, tutte le variabili per i gruppi figli e gli host saranno rimossi e sostituiti da quelli trovati nell'origine esterna.

source: If checked, any hosts and groups that were previously present on the external source but are now removed will be removed from the inventory. Hosts and groups that were not managed by the inventory source will be promoted to the next manually created group or if there is no manually created group to promote them into, they will be left in the "all" default group for the inventory.
it: Se è selezionata, tutti gli host e i gruppi che erano precedentemente presenti nell'origine esterna ma che ora sono stati rimossi saranno rimossi dall'inventory. Gli host e i gruppi che non sono stati gestiti dall'origine dell'inventory verranno promossi al successivo gruppo creato manualmente o, se non c'è un gruppo creato manualmente in cui promuoverli, verranno lasciati nel gruppo predefinito "tutti" dell'inventory.

source: If enabled, run this playbook as an administrator.
it: Se abilitato, eseguire questo playbook come amministratore.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible’s --diff mode.
it: Se abilitato, mostra le modifiche apportate dai task di Ansible, se supportati. È equivalente alla modalità --diff.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible's --diff mode.
it: Se abilitato, mostra le modifiche apportate dai task di Ansible, se supportate. È equivalente alla modalità --diff di Ansible.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible’s --diff mode.
it: Se abilitato, mostra le modifiche apportate dai task di Ansible, se supportate. È equivalente alla modalità --diff di Ansible.

source: If enabled, simultaneous runs of this job template will be allowed.
it: Se abilitato, saranno consentite esecuzioni simultanee di questo job template.

source: If enabled, simultaneous runs of this workflow job template will be allowed.
it: Se abilitata, sarà consentita l'esecuzione simultanea di questo job template Workflow.

source: If enabled, the inventory will prevent adding any organization instance groups to the list of preferred instances groups to run associated job templates on. Note: If this setting is enabled and you provided an empty list, the global instance groups will be applied.
it: Se abilitato, l'inventory impedirà l'aggiunta di gruppi di istanze dell'organizzazione all'elenco dei gruppi di istanze preferiti su cui eseguire i job templates associati. Nota: se questa impostazione è abilitata e si è fornito un elenco vuoto, verranno applicati i gruppi di istanze globali.

source: If enabled, the job template will prevent adding any inventory or organization instance groups to the list of preferred instances groups to run on. Note: If this setting is enabled and you provided an empty list, the global instance groups will be applied.
it: Se abilitato, il job template impedirà l'aggiunta di gruppi di istanze dell'inventory o dell'organizzazione all'elenco dei gruppi di istanze preferiti per l'esecuzione. Nota: se questa impostazione è attivata e si è fornito un elenco vuoto, verranno applicati i gruppi di istanze globali.

source: If enabled, this will store gathered facts so they can be viewed at the host level. Facts are persisted and injected into the fact cache at runtime.
it: Se abilitata, questa funzione memorizza i fatti raccolti in modo che possano essere visualizzati a livello di host. I fatti sono persistiti e iniettati nella cache dei fatti in fase di esecuzione.

source: If specified, this field will be shown on the node instead of the resource name when viewing the workflow
it: Se specificato, questo campo verrà mostrato sul nodo al posto del nome della risorsa quando si visualizza il workflow.

source: If you are ready to upgrade or renew, please <0>contact us.</0>
it: Se siete pronti per l'aggiornamento o il rinnovo, vi preghiamo di <0>contattarci.</0>

source: If you do not have a subscription, you can visit Red Hat to obtain a trial subscription.
it: Se non si dispone di un abbonamento, è possibile visitare il sito di Red Hat per ottenere un abbonamento di prova.

source: If you only want to remove access for this particular user, please remove them from the team.
it: Se si desidera rimuovere l'accesso solo per questo particolare utente, rimuoverlo dal team.

source: If you want the Inventory Source to update on launch and on project update, click on Update on launch, and also go to
it: Se si desidera che la fonte dell'inventory venga aggiornata " "all'avvio e all'aggiornamento del progetto, fate clic su Aggiorna all'avvio

source: Image
it: Immagine

source: Including File
it: Incluso il file

source: Indicates if a host is available and should be included in running jobs. For hosts that are part of an external inventory, this may be reset by the inventory sync process.
it: Indica se un host è disponibile e deve essere incluso nei jobs in esecuzione. Per gli host che fanno parte di un inventory esterno, questo può essere reimpostata dal processo di sincronizzazione dell'inventory.

source: Initiated By
it: Iniziata da

source: Initiated by
it: Iniziata da

source: Initiated by (username)
it: Iniziato da (nome utente)

source: Injector configuration
it: Configurazione dell'iniettore

source: Input configuration
it: Configurazione degli ingressi

source: Input schema which defines a set of ordered fields for that type.
it: Schema di input che definisce un insieme di campi ordinati per quel tipo.

source: Insights Credential
it: Credenziale di approfondimento

source: Insights system ID
it: ID del sistema Insights

source: Install Bundle
it: Installare il pacchetto

source: Installed
it: Installato

source: Instance
it: Istanza

source: Instance Filters
it: Filtri di istanza

source: Instance Group
it: Gruppo di istanze

source: Instance Groups
it: Gruppi di istanze

source: Instance ID
it: ID istanza

source: Instance State
it: Stato dell'istanza

source: Instance Type
it: Tipo di istanza

source: Instance details
it: Dettagli dell'istanza

source: Instance group
it: Gruppo di istanze

source: Instance group not found.
it: Gruppo di istanze non trovato.

source: Instance group used capacity
it: Capacità utilizzata del instance group

source: Instance groups
it: Gruppi di istanze

source: Instance status
it: Stato dell'istanza

source: Instance type
it: Tipo di istanza

source: Instances
it: Istanze

source: Integer
it: Intero

source: Invalid email address
it: Indirizzo e-mail non valido

source: Invalid file format. Please upload a valid Red Hat Subscription Manifest.
it: Formato file non valido. Caricare un Red Hat Subscription Manifest valido.

source: Invalid link target. Unable to link to children or ancestor nodes. Graph cycles are not supported.
it: Destinazione del collegamento non valida. Impossibile collegarsi a nodi figli o antenati. I cicli del grafico non sono supportati.

source: Invalid time format
it: Formato orario non valido

source: Invalid username or password. Please try again.
it: Nome utente o password non validi. Riprovare.

source: Inventories
it: Inventari

source: Inventories with sources cannot be copied
it: Gli inventari con fonti non possono essere copiati

source: Inventory
it: Inventario

source: Inventory (Name)
it: Inventario (nome)

source: Inventory File
it: File di inventory

source: Inventory ID
it: ID inventory

source: Inventory Source
it: Fonte dell'inventory

source: Inventory Source Sync
it: Sincronizzazione della fonte dell'inventory

source: Inventory Source Sync Error
it: Errore di sincronizzazione dell'origine dell'inventory

source: Inventory Sources
it: Fonti dell'inventory

source: Inventory Sync
it: Sincronizzazione dell'inventory

source: Inventory Type
it: Tipo di inventory

source: Inventory Update
it: Aggiornamento dell'inventory

source: Inventory copied successfully
it: Inventario copiato con successo

source: Inventory file
it: File di inventory

source: Inventory not found.
it: Inventario non trovato.

source: Inventory sync
it: Sincronizzazione dell'inventory

source: Inventory sync failures
it: Errori di sincronizzazione dell'inventory

source: Is expanded
it: È ampliato

source: Is not expanded
it: Non è espanso

source: Item Failed
it: Articolo non riuscito

source: Item OK
it: Articolo OK

source: Item Skipped
it: Voce saltata

source: Items
it: Articoli

source: Items per page
it: Articoli per pagina

source: JOB ID:
it: ID LAVORO:

source: JSON tab
it: Scheda JSON

source: January
it: Gennaio

source: Job Cancel Error
it: Errore di annullamento del job

source: Job Delete Error
it: Errore di cancellazione del job

source: Job ID
it: ID job

source: Job Runs
it: Esecuzioni di job

source: Job Slice Parent
it: Job Slice Genitore

source: Job Tags
it: Tag Jobs

source: Job Template default credentials must be replaced with one of the same type. Please select a credential for the following types in order to proceed: {0}
it: Le credenziali predefinite del job template devono essere sostituite con una dello stesso tipo. Per procedere, selezionare una credenziale dei seguenti tipi: {0}

source: Job Templates with a missing inventory or project cannot be selected when creating or editing nodes. Select another template or fix the missing fields to proceed.
it: I job templates con un inventory o un progetto mancante non possono essere selezionati durante la creazione o la modifica dei nodi. Per procedere, selezionare un altro modello o correggere i campi mancanti.

source: Job Templates with credentials that prompt for passwords cannot be selected when creating or editing nodes
it: I job templates con credenziali che richiedono una password non possono essere selezionati durante la creazione o la modifica dei nodi.

source: Job Type
it: Tipo di job

source: Job status
it: Stato del job

source: Job status graph tab
it: Scheda Grafico stato job

source: Jobs settings
it: Impostazioni dei jobs

source: July
it: Luglio

source: June
it: Giugno

source: Key
it: Chiave

source: Key select
it: Selezione dei tasti

source: Key typeahead
it: Chiave typeahead

source: Keyword
it: Parola chiave

source: LDAP Default
it: LDAP Predefinito

source: LDAP settings
it: Impostazioni LDAP

source: Label
it: Etichetta

source: Label Name
it: Nome dell'etichetta

source: Labels
it: Etichette

source: Last
it: Ultimo

source: Last Health Check
it: Ultimo controllo sanitario

source: Last Job Status
it: Stato dell'ultimo job

source: Last Login
it: Ultimo accesso

source: Last Modified
it: Ultima modifica

source: Last Name
it: Cognome

source: Last Ran
it: Ultimo Ran

source: Last Run
it: Ultima corsa

source: Last job
it: Ultimo job

source: Last modified
it: Ultima modifica

source: Last name
it: Cognome

source: Last seen
it: Ultimo visto

source: Last used
it: Ultimo utilizzo

source: Launch
it: Lancio

source: Launch Template
it: Modello di lancio

source: Launch management job
it: Lavoro di gestione del lancio

source: Launch template
it: Modello di lancio

source: Launch workflow
it: Avvio Workflow

source: Launch | {0}
it: Avvio | {0}

source: Launched By
it: Lanciato da

source: Launched By (Username)
it: Lanciato da (Nome utente)

source: Learn more about Automation Analytics
it: Per saperne di più sull'automazione analitica

source: Leave this field blank to make the execution environment globally available.
it: Lasciare questo campo vuoto per rendere l'ambiente di esecuzione disponibile a livello globale.

source: Legend
it: Leggenda

source: Less than comparison.
it: Meno di un confronto.

source: Less than or equal to comparison.
it: Meno di o uguale al confronto.

source: Limit
it: Limite

source: Link state types
it: Tipi di stato del collegamento

source: Link to an available node
it: Collegamento a un nodo disponibile

source: Listener Port
it: Porta dell'ascoltatore

source: Loading
it: Caricamento

source: Local
it: Locale

source: Local Time Zone
it: Fuso orario locale

source: Local time zone
it: Fuso orario locale

source: Log In
it: Accedi

source: Logging
it: Registrazione

source: Logging settings
it: Impostazioni di registrazione

source: Logout
it: Disconnessione

source: Lookup modal
it: Ricerca modale

source: Lookup select
it: Selezionare la ricerca

source: Lookup type
it: Tipo di ricerca

source: Lookup typeahead
it: Ricerca di typeahead

source: MOST RECENT SYNC
it: SINCRONIZZAZIONE PIÙ RECENTE

source: Machine Credential
it: Credenziale della macchina

source: Managed
it: Gestito

source: Managed nodes
it: Nodi gestiti

source: Management Job
it: Lavoro di gestione

source: Management Jobs
it: Lavori di gestione

source: Management job
it: Lavoro di gestione

source: Management job launch error
it: Errore di avvio del Management job
