Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Idle Time Force Log Out
es: Tiempo de inactividad fuerza desconexión
fr: Temps d'inactivité - Forcer la déconnexion
ja: アイドル時間、強制ログアウト

source: Number of seconds that a user is inactive before they will need to login again.
es: Número de segundos que un usuario es inactivo antes de que ellos vuelvan a conectarse de nuevo.
fr: Délai en secondes pendant lequel un utilisateur peut rester inactif avant de devoir se reconnecter.
ja: ユーザーが再ログインするまでに非アクティブな状態になる秒数です。

source: Authentication
es: Identificación
fr: Authentification
ja: 認証

source: seconds
es: segundos
fr: secondes
ja: 秒

source: Maximum number of simultaneous logged in sessions
es: Número máximo de sesiones activas en simultáneo
fr: Le nombre maximum de sessions actives en simultané
ja: 同時ログインセッションの最大数

source: Maximum number of simultaneous logged in sessions a user may have. To disable enter -1.
es: Número máximo de sesiones activas en simultáneo que un usuario puede tener. Para deshabilitar, introduzca -1.
fr: Nombre maximal de connexions actives simultanées dont un utilisateur peut disposer. Pour désactiver cette option, entrez -1.
ja: ユーザーが実行できる同時ログインセッションの最大数です。無効にするには -1 を入力します。

source: Disable the built-in authentication system
es: Desactivar el sistema de autenticación integrado
fr: Désactiver le système d'authentification intégré
ja: 組み込み認証システムを無効にする

source: Controls whether users are prevented from using the built-in authentication system. You probably want to do this if you are using an LDAP or SAML integration.
es: Controla si se impide que los usuarios utilicen el sistema de autenticación integrado. Probablemente desee hacer esto si está usando una integración de LDAP o SAML.
fr: Contrôle si les utilisateurs sont empêchés d'utiliser le système d'authentification intégré. Vous voudrez probablement procéder ainsi si vous utilisez une intégration LDAP ou SAML.
ja: ユーザーが組み込み認証システムを使用できないようにするかどうかを制御します。LDAP または SAML 統合を使用している場合は、おそらくこれを行う必要があります。

source: Enable HTTP Basic Auth
es: Habilitar autentificación básica HTTP
fr: Activer l'authentification HTTP de base
ja: HTTP Basic 認証の有効化

source: Enable HTTP Basic Auth for the API Browser.
es: Habilitar autentificación básica HTTP para la navegación API.
fr: Activer l'authentification HTTP de base pour le navigateur d'API.
ja: API ブラウザーの HTTP Basic 認証を有効にします。

source: OAuth 2 Timeout Settings
es: Configuración de tiempo de expiración OAuth 2
fr: OAuth 2 Config Timeout
ja: OAuth 2 タイムアウト設定

source: Dictionary for customizing OAuth 2 timeouts, available items are `ACCESS_TOKEN_EXPIRE_SECONDS`, the duration of access tokens in the number of seconds, `AUTHORIZATION_CODE_EXPIRE_SECONDS`, the duration of authorization codes in the number of seconds, and `REFRESH_TOKEN_EXPIRE_SECONDS`, the duration of refresh tokens, after expired access tokens, in the number of seconds.
es: Diccionario para personalizar los tiempos de espera de OAuth2; los elementos disponibles son `ACCESS_TOKEN_EXPIRE_SECONDS`, la duración de los tokens de acceso en cantidad de segundos; `AUTHORIZATION_CODE_EXPIRE_SECONDS`, la duración de los códigos de autorización en cantidad de segundos; y `REFRESH_TOKEN_EXPIRE_SECONDS`, la duración de los tokens de actualización, después de los tokens de acceso expirados, en cantidad de segundos.
fr: Dictionnaire pour la personnalisation des timeouts OAuth 2, les éléments disponibles sont `ACCESS_TOKEN_EXPIRE_SECONDS`, la durée des jetons d'accès en nombre de secondes, `AUTHORIZATION_CODE_EXPIRE_SECONDS`, la durée des codes d'autorisation en nombre de secondes, et `REFRESH_TOKEN_EXPIRE_SECONDS`, la durée des jetons d’actualisation, après l’expiration des jetons d'accès, en nombre de secondes.
ja: OAuth 2 タイムアウトをカスタマイズするための辞書です。利用可能な項目は、`ACCESS_TOKEN_EXPIRE_SECONDS` (アクセストークンの期間 (秒数))、`AUTHORIZATION_CODE_EXPIRE_SECONDS` (認証コードの期間 (秒数))、`REFRESH_TOKEN_EXPIRE_SECONDS` (アクセストークンが失効した後の更新トークンの期間 (秒数)) です。

source: Allow External Users to Create OAuth2 Tokens
es: Permitir que los usuarios externos creen tokens OAuth2
fr: Autoriser les utilisateurs extérieurs à créer des Jetons OAuth2
ja: 外部ユーザーによる OAuth2 トークンの作成を許可

source: For security reasons, users from external auth providers (LDAP, SAML, SSO, Radius, and others) are not allowed to create OAuth2 tokens. To change this behavior, enable this setting. Existing tokens will not be deleted when this setting is toggled off.
es: Por motivos de seguridad, los usuarios de proveedores de autenticación externos (LDAP, SAML, SSO, Radius y otros) no tienen permitido crear tokens de OAuth2. Habilite este ajuste para cambiar este comportamiento. Los tokens existentes no se eliminarán cuando se desactive este ajuste.
fr: Pour des raisons de sécurité, les utilisateurs de fournisseurs d'authentification externes (LDAP, SAML, SSO, Radius et autres) ne sont pas autorisés à créer des jetons OAuth2. Pour modifier ce comportement, activez ce paramètre. Les jetons existants ne sont pas supprimés lorsque ce paramètre est désactivé.
ja: セキュリティー上の理由により、外部の認証プロバイダー (LDAP、SAML、SSO、Radius など) のユーザーは OAuth2 トークンを作成できません。この動作を変更するには、当設定を有効にします。この設定をオフに指定した場合は、既存のトークンは削除されません。

source: Login redirect override URL
es: URL de invalidación de redireccionamiento de inicio de sesión
fr: URL de remplacement pour la redirection de connexion
ja: ログインリダイレクトオーバーライド URL

source: URL to which unauthorized users will be redirected to log in. If blank, users will be sent to the login page.
es: URL a la que los usuarios no autorizados serán redirigidos para iniciar sesión. Si está en blanco, los usuarios serán enviados a la página de inicio de sesión.
fr: URL vers laquelle les utilisateurs non autorisés sont redirigés pour se connecter. Si cette valeur est vide, les utilisateurs sont renvoyés vers la page de connexion.
ja: 権限のないユーザーがログインできるように、リダイレクトする URL。空白の場合は、ログインページに移動します。

source: There are no remote authentication systems configured.
es: No hay sistemas de autenticación remota configurados.
fr: Aucun système d'authentification à distance n'est configuré.
ja: リモート認証システムが構成されていません。

source: Resource is being used by running jobs.
es: El recurso está siendo usado por trabajos en ejecución.
fr: Ressource utilisée par les tâches en cours.
ja: リソースが実行中のジョブで使用されています。

source: Invalid key names: {invalid_key_names}
es: Nombres de claves no válidos: {invalid_key_names}
fr: Noms de clés invalides : {invalid_key_names}
ja: 無効なキー名: {invalid_key_names}

source: Credential {} does not exist
es: La credencial {} no existe
fr: L'identifiant {} n'existe pas
ja: 認証情報 {} は存在しません

source: No related model for field {}.
es: Sin modelo relacionado para el campo {}.
fr: Aucun modèle qui y soit lié pour le champ '{}'
ja: フィールド {} の関連するモデルはありません。

source: Filtering on password fields is not allowed.
es: Filtrar sobre campos de contraseña no está permitido.
fr: Le filtrage des champs de mot de passe n'est pas autorisé.
ja: パスワードフィールドでのフィルターは許可されていません。

source: Filtering on %s is not allowed.
es: Filtrar sobre %s no está permitido.
fr: Le filtrage sur %s n'est pas autorisé.
ja: %s でのフィルターは許可されていません。

source: Loops not allowed in filters, detected on field {}.
es: Bucles no permitidos en los filtros, detectados en el campo {}.
fr: Boucles non autorisés dans les filtres, détectées sur le champ {}.
ja: ループがフィルターで許可されていません。フィールド {} で検出されました。

source: Query string field name not provided.
es: Nombre de campo de la cadena de petición no provisto.
fr: Nom de champ du string de requête non fourni.
ja: クエリー文字列フィールド名は指定されていません。

source: Invalid {field_name} id: {field_id}
es: ID{field_name} no válido: {field_id}
fr: ID {field_name} non valide : {field_id}
ja: 無効な {field_name} id: {field_id}

source: Cannot apply role_level filter to this list because its model does not use roles for access control.
es: No se puede aplicar el filtro role_level a esta lista debido a que su modelo no usa roles para el control de acceso.
fr: N'a pas pu appliquer le filtre role_level à cette liste car son modèle n'utilise pas de rôles pour le contrôle d'accès.
ja: モデルがアクセスコントロールにロールを使用していないので、このリストに role_level フィルターを適用できません。

source: You did not use correct Content-Type in your HTTP request. If you are using our REST API, the Content-Type must be application/json
es: No utilizó el Tipo de contenido correcto en su solicitud HTTP. Si está usando nuestra API REST, el Tipo de contenido debe ser aplicación/json.
fr: Vous n'avez pas utilisé le bon type de contenu dans votre requête HTTP. Si vous utilisez notre API REST, le type de contenu doit être application/json.
ja: HTTP 要求で正しい Content-Type (コンテンツタイプ) が使用されていません。REST API を使用している場合、Content-Type (コンテンツタイプ) は「application/json」でなければなりません。

source: To establish a login session, visit
es: Para establecer una sesión de acceso, visite
fr: Pour établir une session de connexion, visitez
ja: ログインセッションを確立するには、以下にアクセスしてください。

source: "id" field must be an integer.
es: El campo "id" debe ser un número entero.
fr: Le champ "id" doit être un nombre entier.
ja: 「id」フィールドは整数でなければなりません。

source: "id" is required to disassociate
es: "id" es necesario para desasociar
fr: "id" est nécessaire pour dissocier
ja: 関連付けを解除するには 「id」が必要です

source: {} 'id' field is missing.
es: Falta el campo {} 'id'.
fr: Le champ {} 'id' est manquant.
ja: {} 「id」フィールドがありません。

source: Database ID for this {}.
es: ID de la base de datos para esto {}
fr: ID de base de données pour ce {}.
ja: この{}のデータベース ID。

source: Name of this {}.
es: Nombre de esto {}
fr: Nom de ce {}.
ja: この{}の名前。

source: Optional description of this {}.
es: Descripción opcional de esto {}
fr: Description facultative de ce {}.
ja: この{}のオプションの説明。

source: Data type for this {}.
es: Tipo de datos para esto {}
fr: Type de données pour ce {}.
ja: この{}のデータタイプ。

source: URL for this {}.
es: URL para esto {}
fr: URL de ce {}.
ja: この{}の URL。

source: Data structure with URLs of related resources.
es: Estructura de datos con URLs de recursos relacionados.
fr: Structure de données avec URL des ressources associées.
ja: 関連リソースの URL のあるデータ構造。

source: Data structure with name/description for related resources. The output for some objects may be limited for performance reasons.
es: Estructura de datos con nombre/descripción de los recursos relacionados. La salida de algunos objetos puede estar limitada por motivos de rendimiento.
fr: Structure des données avec nom/description des ressources connexes. La sortie de certains objets peut être limitée pour des raisons de performance.
ja: 関連リソースの名前/説明を含むデータ構造。一部のオブジェクトの出力は、パフォーマンス上の理由により制約がある場合があります。

source: Timestamp when this {} was created.
es: Fecha y hora cuando este {} fue creado.
fr: Horodatage lors de la création de ce {}.
ja: この {} の作成時のタイムスタンプ。

source: Timestamp when this {} was last modified.
es: Fecha y hora cuando este {} fue modificado más recientemente.
fr: Horodatage lors de la modification de ce {}.
ja: この {} の最終変更時のタイムスタンプ。

source: Number of results to return per page.
es: Cantidad de resultados que se mostrarán por página.
fr: Nombre de résultats à renvoyer par page.
ja: ページごとに返す結果の数。

source: JSON parse error - not a JSON object
es: Error de análisis JSON; no es un objeto JSON
fr: Erreur d'analyse JSON - pas un objet JSON
ja: JSON パースエラー: JSON オブジェクトでありません

source: JSON parse error - %s Possible cause: trailing comma.
es: Error de análisis JSON - %s Posible causa: coma final.
fr: Erreur d'analyse JSON - %s Cause possible : virgule de fin.
ja: JSON パースエラー: %s 考えられる原因: 末尾のコンマ。

source: The original object is already named {}, a copy from it cannot have the same name.
es: El objeto original ya tiene el nombre {}, por lo que una copia de este no puede tener el mismo nombre.
fr: L'objet d'origine s'appelle déjà {}, une copie de cet objet ne peut pas avoir le même nom.
ja: 元のオブジェクトにはすでに {} という名前があり、このコピーに同じ名前を使用することはできません。

source: Cannot use dictionary for %s
es: No se puede usar el diccionario para %s
fr: Impossible d'utiliser le dictionnaire pour %s
ja: %s の辞書を使用できません

source: Playbook Run
es: Ejecución de playbook
fr: Exécution du playbook
ja: Playbook 実行

source: Command
es: Comando
fr: Commande
ja: コマンド

source: SCM Update
es: Actualizar SCM
fr: Mise à jour SCM
ja: SCM 更新

source: Inventory Sync
es: Sincronización de inventario
fr: Synchronisation des inventaires
ja: インベントリー同期

source: Management Job
es: Trabajo de gestión
fr: Job de gestion
ja: 管理ジョブ

source: Workflow Job
es: Tarea en flujo de trabajo
fr: Job de flux de travail
ja: ワークフロージョブ

source: Workflow Template
es: Plantilla de flujo de trabajo
fr: Modèle de flux de travail
ja: ワークフローテンプレート

source: Job Template
es: Plantilla de trabajo
fr: Modèle de tâche
ja: ジョブテンプレート

source: Indicates whether all of the events generated by this unified job have been saved to the database.
es: Indica si todos los eventos generados por esta tarea unificada se guardaron en la base de datos.
fr: Indique si tous les événements générés par ce job unifié ont été enregistrés dans la base de données.
ja: この統一されたジョブで生成されるイベントすべてがデータベースに保存されているかどうかを示します。

source: Write-only field used to change the password.
es: Campo de sólo escritura utilizado para cambiar la contraseña.
fr: Champ en écriture seule servant à modifier le mot de passe.
ja: パスワードを変更するために使用される書き込み専用フィールド。

source: Set if the account is managed by an external service
es: Establecer si la cuenta es administrada por un servicio externo
fr: À définir si le compte est géré par un service externe
ja: アカウントが外部サービスで管理される場合に設定されます

source: Password required for new User.
es: Contraseña requerida para un usuario nuevo.
fr: Mot de passe requis pour le nouvel utilisateur.
ja: 新規ユーザーのパスワードを入力してください。

source: Unable to change %s on user managed by LDAP.
es: No se puede cambiar %s en el usuario gestionado por LDAP.
fr: Impossible de redéfinir %s sur un utilisateur géré par LDAP.
ja: LDAP で管理されたユーザーの %s を変更できません。

source: Must be a simple space-separated string with allowed scopes {}.
es: Debe ser una cadena simple separada por espacios con alcances permitidos {}.
fr: Doit correspondre à une simple chaîne de caractères séparés par des espaces avec dans les limites autorisées {}.
ja: 許可されたスコープ {} のある単純なスペースで区切られた文字列でなければなりません。

source: Authorization Grant Type
es: Tipo de autorización
fr: Type d'autorisation
ja: 認証付与タイプ

source: Client Secret
es: Pregunta secreta del cliente
fr: Question secrète du client
ja: クライアントシークレット

source: Client Type
es: Tipo de cliente
fr: Type de client
ja: クライアントタイプ

source: Redirect URIs
es: Redirigir URI
fr: Redirection d'URIs.
ja: リダイレクト URI

source: Skip Authorization
es: Omitir autorización
fr: Sauter l'étape d'autorisation
ja: 認証のスキップ

source: Cannot change max_hosts.
es: No se puede modificar max_hosts.
fr: Impossible de modifier max_hosts.
ja: max_hosts を変更できません。

source: Cannot change local_path for {scm_type}-based projects
es: No se puede cambiar local_path para proyectos basados en {scm_type}
fr: Impossible de modifier le local_path pour les projets basés-{scm_type}
ja: {scm_type} ベースのプロジェクトの local_path を変更できません。

source: This path is already being used by another manual project.
es: Esta ruta ya está siendo usada por otro proyecto manual.
fr: Ce chemin est déjà utilisé par un autre projet manuel.
ja: このパスは別の手動プロジェクトですでに使用されています。

source: SCM branch cannot be used with archive projects.
es: La rama SCM no se puede usar con proyectos de archivos.
fr: La branche SCM ne peut pas être utilisée pour des projets d'archives.
ja: SCM ブランチはアーカイブプロジェクトでは使用できません。

source: SCM refspec can only be used with git projects.
es: SCM refspec solo puede usarse con proyectos git.
fr: SCM refspec ne peut être utilisé qu'avec les projets git.
ja: SCM refspec は、git プロジェクトでのみ使用できます。

source: SCM track_submodules can only be used with git projects.
es: SCM track_submodules solo puede usarse con proyectos git.
fr: SCM track_submodules ne peut être utilisé qu'avec les projets git.
ja: SCM track_submodules は、git プロジェクトでのみ使用できます。

source: Only Container Registry credentials can be associated with an Execution Environment
es: Solo las credenciales del registro de contenedores pueden asociarse a un entorno de ejecución
fr: Seules les informations d'identification du registre des conteneurs peuvent être associées à un environnement d'exécution
ja: 実行環境に関連付けることができる Container Registry 認証情報のみです

source: Cannot change the organization of an execution environment
es: No se puede modificar la organización de un entorno de ejecución
fr: Impossible de modifier l'organisation d'un environnement d'exécution
ja: 実行環境の構成を変更することはできません

source: One or more job templates depend on branch override behavior for this project (ids: {}).
es: Una o más plantillas de trabajo dependen del comportamiento de invalidación de ramas para este proyecto (ids: {}).
fr: Un ou plusieurs modèles de tâches dépendent du comportement de remplacement de branche pour ce projet (ids : {}).
ja: 1 つまたは複数のジョブテンプレートは、このプロジェクトのブランチオーバーライドに依存しています (ids: {})。

source: Update options must be set to false for manual projects.
es: Opciones de actualización deben ser establecidas a false para proyectos manuales.
fr: La Mise à jour des options doit être définie à false pour les projets manuels.
ja: 手動プロジェクトについては更新オプションを false に設定する必要があります。

source: Array of playbooks available within this project.
es: Colección de playbooks disponibles dentro de este proyecto.
fr: Tableau des playbooks disponibles dans ce projet.
ja: このプロジェクト内で利用可能な一連の Playbook。

source: Array of inventory files and directories available within this project, not comprehensive.
es: Colección de archivos de inventario y directorios disponibles dentro de este proyecto, no global.
fr: Tableau des fichiers d'inventaires et des répertoires disponibles dans ce projet : incomplet.
ja: このプロジェクト内で利用可能な一連のインベントリーファイルおよびディレクトリー (包括的な一覧ではありません)。

source: A count of hosts uniquely assigned to each status.
es: Un número de hosts asignados de manera única a cada estado.
fr: Un nombre d'hôtes assignés exclusivement à chaque statut.
ja: 各ステータスに一意に割り当てられたホスト数です。

source: A count of all plays and tasks for the job run.
es: La cantidad de reproducciones y tareas para la ejecución del trabajo.
fr: Le nombre de lectures et de tâches liées à l'exécution d'un job.
ja: ジョブ実行用のすべてのプレイおよびタスクの数です。

source: Smart inventories must specify host_filter
es: Los inventarios inteligentes deben especificar host_filter
fr: Les inventaires smart doivent spécifier le host_filter
ja: スマートインベントリーは host_filter を指定する必要があります

source: Invalid port specification: %s
es: Especificación de puerto no válido: %s
fr: Spécification de port non valide : %s
ja: 無効なポート指定: %s

source: Cannot create Host for Smart Inventory
es: No es posible crear un host para el Inventario inteligente
fr: Impossible de créer un Hôte pour l' Inventaire Smart
ja: スマートインベントリーのホストを作成できません

source: A Group with that name already exists.
es: Ya existe un grupo con ese nombre.
fr: Un groupe portant ce nom existe déjà.
ja: その名前のグループはすでに存在します。

source: A Host with that name already exists.
es: Ya existe un host con ese nombre.
fr: Un hôte de ce nom existe déjà.
ja: その名前のホストはすでに存在します。

source: Invalid group name.
es: Nombre de grupo inválido.
fr: Nom de groupe incorrect.
ja: 無効なグループ名。

source: Cannot create Group for Smart Inventory
es: No es posible crear un grupo para el Inventario inteligente
fr: Impossible de créer de Groupe pour l’ Inventaire Smart
ja: スマートインベントリーのグループを作成できません

source: Cloud credential to use for inventory updates.
es: Credencial de la nube que se usa para actualizaciones de inventario.
fr: Informations d’identification cloud à utiliser pour les mises à jour d'inventaire.
ja: インベントリー更新に使用するクラウド認証情報

source: `{}` is a prohibited environment variable
es: `{}` es una variable de entorno prohibida
fr: `{}`est une variable d'environnement interdite
ja: `{}` は禁止されている環境変数です

source: Cannot use manual project for SCM-based inventory.
es: No se puede usar el proyecto manual para el inventario basado en SCM.
fr: Impossible d'utiliser un projet manuel pour un inventaire SCM.
ja: SCM ベースのインベントリーの手動プロジェクトを使用できません。

source: Setting not compatible with existing schedules.
es: Configuración no compatible con programaciones existentes.
fr: Paramètre incompatible avec les planifications existantes.
ja: 設定は既存スケジュールとの互換性がありません。

source: Cannot create Inventory Source for Smart Inventory
es: No es posible crear una fuente de inventarios para el Inventario inteligente
fr: Impossible de créer une Source d'inventaire pour l' Inventaire Smart
ja: スマートインベントリーのインベントリーソースを作成できません

source: Project required for scm type sources.
es: Se requiere un proyecto para las fuentes de tipo scm.
fr: Projet requis pour les sources de type scm.
ja: SCM タイプのソースに必要なプロジェクト。

source: Cannot set %s if not SCM type.
es: No es posible definir %s si no es de tipo SCM.
fr: Impossible de définir %s si pas du type SCM.
ja: SCM タイプでない場合は %s を設定できません。

source: The project used for this job.
es: El proyecto utilizado para este trabajo.
fr: Le projet utilisé pour ce job.
ja: このジョブに使用するプロジェクト

source: Modifications not allowed for managed credential types
es: Modificaciones no permitidas para los tipos de credenciales administradas
fr: Modifications non autorisées pour les types d'informations d'identification gérés
ja: 管理されている認証情報タイプで変更は許可されません

source: Modifications to inputs are not allowed for credential types that are in use
es: No se permiten las modificaciones a entradas para los tipos de credenciales que están en uso
fr: Modifications apportées aux entrées non autorisées pour les types d'informations d'identification en cours d'utilisation
ja: 入力への変更は使用中の認証情報タイプで許可されません

source: Must be 'cloud' or 'net', not %s
es: Debe ser 'cloud' o 'net', no %s
fr: Doit être 'cloud' ou 'net', pas %s
ja: 「cloud」または「net」にする必要があります (%s ではない)

source: 'ask_at_runtime' is not supported for custom credentials.
es: 'ask_at_runtime' no es compatible con las credenciales personalizadas.
fr: 'ask_at_runtime' n'est pas pris en charge pour les informations d'identification personnalisées.
ja: 「ask_at_runtime」はカスタム認証情報ではサポートされません。

source: Credential Type
es: Tipo de credencial
fr: Type d'informations d’identification
ja: 認証情報タイプ

source: Modifications not allowed for managed credentials
es: No se permiten modificaciones para las credenciales administradas
fr: Modifications non autorisées pour les types d'informations d'identification gérés
ja: 管理されている認証情報では変更が許可されません

source: Galaxy credentials must be owned by an Organization.
es: Las credenciales de Galaxy deben ser propiedad de una organización.
fr: Les identifiants Galaxy doivent appartenir à une Organisation.
ja: Galaxy 認証情報は組織が所有している必要があります。

source: You cannot change the credential type of the credential, as it may break the functionality of the resources using it.
es: No puede cambiar el tipo de credencial, ya que puede interrumpir la funcionalidad de los recursos que la usan.
fr: Vous ne pouvez pas modifier le type d'identifiants, car cela peut compromettre la fonctionnalité de la ressource les utilisant.
ja: 認証情報の認証情報タイプを変更することはできません。これにより、認証情報を使用するリソースの機能が中断する可能性があるためです。

source: Write-only field used to add user to owner role. If provided, do not give either team or organization. Only valid for creation.
es: Campo de sólo escritura utilizado para añadir usuario a rol de propietario. Si se indica, no otorgar equipo u organización. Sólo válido para creación.
fr: Champ en écriture seule qui sert à ajouter un utilisateur au rôle de propriétaire. Si vous le définissez, n'entrez ni équipe ni organisation. Seulement valable pour la création.
ja: ユーザーを所有者ロールに追加するために使用される書き込み専用フィールドです。提供されている場合は、チームまたは組織のいずれも指定しないでください。作成時にのみ有効です。
