Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Dashboard
es: Panel de control
fr: Tableau de bord
ja: ダッシュボード

source: Dashboard Jobs Graphs
es: Panel de control de gráficas de trabajo
fr: Graphiques de tâches du tableau de bord
ja: ダッシュボードのジョブグラフ

source: Unknown period "%s"
es: Periodo desconocido "%s"
fr: Période "%s" inconnue
ja: 不明な期間 "%s"

source: Instances
es: Instancias
ja: インスタンス

source: Instance Detail
es: Detalle de la instancia
fr: Détail de l'instance
ja: インスタンスの詳細

source: Instance Jobs
es: Tareas de instancia
fr: Jobs d'instance
ja: インスタンスジョブ

source: Instance's Instance Groups
es: Grupos de instancias de la instancia
fr: Groupes d'instances de l'instance
ja: インスタンスのインスタンスグループ

source: Instance Groups
es: Grupos de instancias
fr: Groupes d'instances
ja: インスタンスグループ

source: Instance Group Detail
es: Detalle del grupo de instancias
fr: Détail du groupe d'instances
ja: インスタンスグループの詳細

source: Instance Group Running Jobs
es: Tareas en ejecución del grupo de instancias
fr: Groupe d'instances exécutant les tâches
ja: ジョブを実行しているインスタンスグループ

source: Instance Group's Instances
es: Instancias del grupo de instancias
fr: Instances du groupe d'instances
ja: インスタンスグループのインスタンス

source: Schedules
es: Programaciones
fr: Calendriers
ja: スケジュール

source: Schedule Recurrence Rule Preview
es: Programe la vista previa de la regla de recurrencia
fr: Prévisualisation Règle récurrente de planning
ja: 繰り返しルールプレビューのスケジュール

source: Cannot assign credential when related template is null.
es: No se puede asignar la credencial cuando la plantilla relacionada es nula.
fr: Impossible d'attribuer des identifiants lorsque le modèle associé est nul.
ja: 関連するテンプレートが null の場合は認証情報を割り当てることができません。

source: Related template cannot accept {} on launch.
es: La plantilla relacionada no puede aceptar {} durante el lanzamiento.
fr: Le modèle associé ne peut pas accepter {} au lancement.
ja: 関連するテンプレートは起動時に {} を受け入れません。

source: Credential that requires user input on launch cannot be used in saved launch configuration.
es: Una credencial que requiere ingreso de datos del usuario durante el lanzamiento no se puede utilizar en una configuración de lanzamiento guardada.
fr: Les identifiants qui nécessitent l'entrée de l'utilisateur au lancement ne peuvent pas être utilisés dans la configuration de lancement sauvegardée.
ja: 起動時にユーザー入力を必要とする認証情報は保存された起動設定で使用できません。

source: Related template is not configured to accept credentials on launch.
es: La plantilla relacionada no está configurada para aceptar credenciales durante el lanzamiento.
fr: Le modèle associé n'est pas configuré pour pouvoir accepter les identifiants au lancement.
ja: 関連するテンプレートは起動時に認証情報を受け入れるよう設定されていません。

source: This launch configuration already provides a {credential_type} credential.
es: Esta configuración de lanzamiento ya proporciona una credencial {credential_type}.
fr: Cette configuration de lancement fournit déjà un identifiant {credential_type}.
ja: この起動設定は {credential_type} 認証情報をすでに指定しています。

source: Related template already uses {credential_type} credential.
es: La plantilla relacionada ya usa la credencial {credential_type}.
fr: Le modèle associé utilise déjà l'identifiant {credential_type}.
ja: 関連するテンプレートは {credential_type} 認証情報をすでに使用しています。

source: Schedule Jobs List
es: Lista de trabajos programados
fr: Listes des tâches de planification
ja: スケジュールジョブの一覧

source: You cannot assign an Organization participation role as a child role for a Team.
es: No puede asignar un rol de participación de organización como rol secundario para un equipo.
fr: Vous ne pouvez pas attribuer un rôle de Participation à une organisation en tant que rôle enfant pour une Équipe.
ja: 組織の参加ロールをチームの子ロールとして割り当てることができません。

source: You cannot grant system-level permissions to a team.
es: No puede asignar permisos de nivel de sistema a un equipo.
fr: Vous ne pouvez pas accorder de permissions au niveau système à une équipe.
ja: システムレベルのパーミッションをチームに付与できません。

source: You cannot grant credential access to a team when the Organization field isn't set, or belongs to a different organization
es: No puede asignar credenciales de acceso a un equipo cuando el campo de organización no está establecido o pertenezca a una organización diferente.
fr: Vous ne pouvez pas accorder d'accès par informations d'identification à une équipe lorsque le champ Organisation n'est pas défini ou qu'elle appartient à une organisation différente
ja: 組織フィールドが設定されていないか、または別の組織に属する場合に認証情報のアクセス権をチームに付与できません

source: Only the 'pull' field can be edited for managed execution environments.
es: Sólo se puede editar el campo "pull" para los entornos de ejecución gestionados.
fr: Seul le champ "pull" peut être modifié pour les environnements d'exécution gérés.
ja: 管理対象の実行環境では、「プル」フィールドのみを編集できます。

source: Project Schedules
es: Programación del proyecto
fr: Calendriers des projets
ja: プロジェクトのスケジュール

source: Project SCM Inventory Sources
es: Fuentes de inventario SCM del proyecto
fr: Sources d'inventaire SCM du projet
ja: プロジェクト SCM のインベントリーソース

source: Project Update Events List
es: Lista de eventos de actualización de proyectos
fr: Liste des événements de mise à jour du projet
ja: プロジェクト更新イベント一覧

source: System Job Events List
es: Lista de eventos de tareas del sistema
fr: Liste des événements d'un job système
ja: システムジョブイベント一覧

source: Project Update SCM Inventory Updates
es: Actualizaciones de inventario SCM de la actualización del proyecto
fr: Mises à jour de l'inventaire SCM de la mise à jour du projet
ja: プロジェクト更新 SCM のインベントリー更新

source: Me
es: Yo
fr: Moi-même
ja: 自分

source: OAuth 2 Applications
es: Aplicaciones OAuth 2
ja: OAuth 2 アプリケーション

source: OAuth 2 Application Detail
es: Detalle de aplicaciones OAuth 2
fr: OAuth 2 Détails Application
ja: OAuth 2 アプリケーションの詳細

source: OAuth 2 Application Tokens
es: Tokens de aplicaciones OAuth 2
fr: OAuth 2 Jetons Application
ja: OAuth 2 アプリケーショントークン

source: OAuth2 Tokens
es: Tokens OAuth2
fr: OAuth2 Jetons
ja: OAuth2 トークン

source: OAuth2 User Tokens
es: Tokens de usuario OAuth2
fr: OAuth2 Jetons Utilisateur
ja: OAuth2 ユーザートークン

source: OAuth2 User Authorized Access Tokens
es: Tokens de acceso autorizado de usuario OAuth2
fr: OAuth2 Jetons d'accès Utilisateur autorisé
ja: OAuth2 ユーザー認可アクセストークン

source: Organization OAuth2 Applications
es: Aplicaciones OAuth2 de la organización
fr: Organisation OAuth2 Applications
ja: 組織 OAuth2 アプリケーション

source: OAuth2 Personal Access Tokens
es: Tokens de acceso personal OAuth2
fr: OAuth2 Jetons d'accès personnels
ja: OAuth2 パーソナルアクセストークン

source: OAuth Token Detail
es: Detalle del token OAuth
fr: OAuth 2 Détails Jeton
ja: OAuth トークンの詳細

source: You cannot grant credential access to a user not in the credentials' organization
es: No puede conceder credenciales de acceso a un usuario que no está en la organización del credencial.
fr: Vous ne pouvez pas accorder d'accès par informations d'identification à un utilisateur ne figurant pas dans l'organisation d'informations d'identification.
ja: 認証情報の組織に属さないユーザーに認証情報のアクセス権を付与することはできません

source: You cannot grant private credential access to another user
es: No puede conceder acceso a un credencial privado a otro usuario
fr: Vous ne pouvez pas accorder d'accès privé par informations d'identification à un autre utilisateur
ja: 非公開の認証情報のアクセス権を別のユーザーに付与することはできません

source: Cannot change %s.
es: No se puede cambiar%s.
fr: Impossible de modifier %s.
ja: %s を変更できません。

source: Cannot delete user.
es: No se puede eliminar usuario.
fr: Impossible de supprimer l'utilisateur.
ja: ユーザーを削除できません。

source: Deletion not allowed for managed credential types
es: No se permite la eliminación para los tipos de credenciales administradas
fr: Suppression non autorisée pour les types d'informations d'identification gérés.
ja: 管理されている認証情報タイプで削除は許可されません

source: Credential types that are in use cannot be deleted
es: No se pueden eliminar los tipos de credenciales en uso
fr: Les types d'informations d'identification utilisés ne peuvent pas être supprimés.
ja: 使用中の認証情報タイプを削除できません

source: Deletion not allowed for managed credentials
es: No se permite la eliminación para las credenciales administradas
fr: Suppression non autorisée pour les types d'informations d'identification gérés.
ja: 管理されている認証情報では削除が許可されません

source: External Credential Test
es: Prueba de credencial externa
fr: Test des informations d'identification externes
ja: 外部認証情報のテスト

source: Credential Input Source Detail
es: Detalle de la fuente de entrada de la credencial
fr: Détail de la source en entrée des informations d'identification
ja: 認証情報の入力ソース詳細

source: Credential Input Sources
es: Fuentes de entrada de la credencial
fr: Sources en entrée des informations d'identification
ja: 認証情報の入力ソース

source: External Credential Type Test
es: Prueba del tipo de credencial externa
fr: Test du type d'informations d'identification externes
ja: 外部認証情報の種類テスト

source: The inventory for this host is already being deleted.
es: Ya se está eliminando el inventario de este host.
fr: L'inventaire associé à cet hôte est en cours de suppression.
ja: このホストのインベントリーはすでに削除されています。

source: Cyclical Group association.
es: Asociación de grupos cíclica.
fr: Association de groupe cyclique.
ja: 循環的なグループの関連付け

source: Inventory subset argument must be a string.
es: El argumento del subconjunto de inventario debe ser una cadena.
fr: L'argument de sous-ensemble d'inventaire doit correspondre à une chaîne de caractères.
ja: インベントリーサブセットの引数は文字列でなければなりません。

source: Subset does not use any supported syntax.
es: El subconjunto no usa una sintaxis compatible.
fr: Le sous-ensemble n'utilise pas de syntaxe prise en charge.
ja: サポートされている構文がサブセットで使用されていません。

source: Inventory Source List
es: Listado de fuentes del inventario
fr: Liste des sources d'inventaire
ja: インベントリーソース一覧

source: Inventory Sources Update
es: Actualización de fuentes de inventario
fr: Mise à jour des sources d'inventaire
ja: インベントリーソースの更新

source: Could not start because `can_update` returned False
es: No se pudo iniciar porque `can_update` devolvió False
fr: Démarrage impossible car `can_update` a renvoyé False
ja: `can_update` が False を返したので開始できませんでした

source: No inventory sources to update.
es: No hay fuentes de inventario para actualizar.
fr: Aucune source d'inventaire à actualiser.
ja: 更新するインベントリーソースがありません。

source: Inventory Source Schedules
es: Programaciones de la fuente del inventario
fr: Calendriers des sources d'inventaire
ja: インベントリーソースのスケジュール

source: Notification Templates can only be assigned when source is one of {}.
es: Plantillas de notificación pueden ser sólo asignadas cuando la fuente es una de estas {}.
fr: Les modèles de notification ne peuvent être attribués que lorsque la source est l'une des {}.
ja: ソースが {} のいずれかである場合、通知テンプレートのみを割り当てることができます。

source: Source already has credential assigned.
es: La fuente ya tiene asignada una credencial.
fr: La source a déjà des informations d'identification attribuées.
ja: ソースには認証情報がすでに割り当てられています。

source: Job Template Schedules
es: Programación plantilla de trabajo
fr: Calendriers des modèles de tâche
ja: ジョブテンプレートスケジュール

source: Field '{}' is missing from survey spec.
es: El campo '{}' no se encuentra en el cuestionario identificado.
fr: Le champ '{}' manque dans la specification du questionnaire.
ja: Survey の指定にフィールド '{}' がありません。

source: Expected {} for field '{}', received {} type.
es: {} esperado para el campo '{}'; tipo {} recibido.
fr: {} attendu pour le champ '{}', type {} reçu.
ja: フィールド '{}' の予期される {}。{} タイプを受信しました。

source: 'spec' doesn't contain any items.
es: 'spec' no contiene ningún elemento.
fr: 'spec' ne contient aucun élément.
ja: 「spec」には項目が含まれません。

source: Survey question %s is not a json object.
es: La pregunta de la encuesta %s no es un objeto json.
fr: La question d’enquête %s n'est pas un objet json.
ja: Survey の質問 %s は json オブジェクトではありません。

source: '{field_name}' missing from survey question {idx}
es: Falta '{field_name}' en la pregunta de la encuesta {idx}
fr: '{field_name}' est manquant dans la question d’enquête {idx}
ja: Survey の質問 {idx} に '{field_name}' がありません。

source: '{field_name}' in survey question {idx} expected to be {type_label}.
es: '{field_name}' en la pregunta de la encuesta {idx} se espera que sea {type_label}.
fr: '{field_name}' dans la question d’enquête {idx} doit être {type_label}.
ja: Survey の質問 {idx} の '{field_name}' は {type_label} である必要があります。

source: 'variable' '%(item)s' duplicated in survey question %(survey)s.
es: 'variable' '%(item)s' duplicada en la pregunta de la encuesta %(survey)s.
fr: 'variable' '%(item)s' en double dans la question d’enquête %(survey)s.
ja: Survey の質問 %(survey)s で '変数' '%(item)s' が重複しています。

source: '{survey_item[type]}' in survey question {idx} is not one of '{allowed_types}' allowed question types.
es: '{survey_item[type]}' en la pregunta de la encuesta {idx} no es uno de los tipos de preguntas permitidas de '{allowed_types}'.
fr: '{survey_item[type]}' dans la question d’enquête {idx} n'est pas un des '{allowed_types}' types de questions autorisés.
ja: Survey の質問 {idx} の '{survey_item[type]}' は、'{allowed_types}' で許可されている質問タイプではありません。

source: Default value {survey_item[default]} in survey question {idx} expected to be {type_label}.
es: El valor por defecto {survey_item[default]} en la pregunta de la encuesta {idx} se espera que sea {type_label}.
fr: La valeur par défaut {survey_item[default]} dans la question d’enquête {idx} doit être {type_label}.
ja: Survey の質問 {idx} のデフォルト値 {survey_item[default]} は、{type_label} である必要があります。

source: The {min_or_max} limit in survey question {idx} expected to be integer.
es: El límite {min_or_max} en la pregunta de la encuesta {idx} debe ser un número entero.
fr: La limite {min_or_max} dans la question d'enquête {idx} doit correspondre à un nombre entier.
ja: Survey の質問 {idx} の {min_or_max} の制限は整数である必要があります。

source: Survey question {idx} of type {survey_item[type]} must specify choices.
es: La pregunta de la encuesta {idx} del tipo {survey_item[type]} debe especificar opciones.
fr: La question d'enquête {idx} de type {survey_item[type]} doit spécifier des choix.
ja: タイプ {survey_item[type]} の Survey の質問 {idx} には選択肢を指定する必要があります。

source: Multiple Choice (Single Select) can only have one default value.
es: La opción múltiple (selección simple) solo puede tener un valor predeterminado.
fr: Les options à choix multiples (une seule sélection) ne peuvent avoir qu'une seule valeur par défaut.
ja: 選択肢方式 (単一の選択) では、デフォルト値を 1 つだけ使用できます。

source: Default choice must be answered from the choices listed.
es: La opción predeterminada responderse de las opciones enumeradas.
fr: Une réponse doit être apportée au choix par défaut parmi les choix énumérés.
ja: デフォルトで指定されている選択項目は、一覧から回答する必要があります。

source: $encrypted$ is a reserved keyword for password question defaults, survey question {idx} is type {survey_item[type]}.
es: $encrypted$ es una palabra clave reservada para los valores predeterminados de las preguntas de contraseña, la pregunta de la encuesta {idx} es del tipo {survey_item[type]}.
fr: "$encrypted$ est un mot de passe réservé aux questions (valeurs par défaut) de mots de passe, la question d'enquête {idx} est de type {survey_item[type]}.
ja: $encrypted$ はパスワードの質問のデフォルトの予約されたキーワードで、Survey の質問 {idx} はタイプ {survey_item[type]} です。

source: $encrypted$ is a reserved keyword, may not be used for new default in position {idx}.
es: $encrypted$ es una palabra clave reservada, no se puede utilizar para el nuevo defecto en la posición {idx}.
fr: $encrypted$ est un mot de passe réservé; il ne peut pas être utilisé comme nouvelle valeur par défaut à l'emplacement {idx}.
ja: $encrypted$ は予約されたキーワードで、位置 {idx} の新規デフォルトに使用できません。

source: Cannot assign multiple {credential_type} credentials.
es: No se pueden asignar múltiples credenciales {credential_type}.
fr: Ne peut pas attribuer plusieurs identifiants {credential_type}.
ja: 複数の {credential_type} 認証情報を割り当てることができません。

source: Cannot assign a Credential of kind `{}`.
es: No se puede asignar una credencial del tipo `{}`.
fr: Ne peut pas attribuer d'information d'identification de type `{}`
ja: `{}`の種類の認証情報を割り当てることができません。

source: Maximum number of labels for {} reached.
es: Número máximo de etiquetas para {} alcanzado.
fr: Nombre maximum de libellés {} atteint.
ja: {} のラベルの最大数に達しました。

source: No matching host could be found!
es: ¡Ningún servidor indicado pudo ser encontrado!
fr: Aucun hôte correspondant n'a été trouvé.
ja: 一致するホストが見つかりませんでした!

source: Multiple hosts matched the request!
es: ¡Varios servidores corresponden a la petición!
fr: Plusieurs hôtes correspondent à la requête.
ja: 複数のホストが要求に一致しました!

source: Cannot start automatically, user input required!
es: No se puede iniciar automáticamente, !Entrada de datos de usuario necesaria!
fr: Impossible de démarrer automatiquement, saisie de l'utilisateur obligatoire.
ja: 自動的に開始できません。ユーザー入力が必要です!

source: Host callback job already pending.
es: Trabajo de callback para el servidor ya está pendiente.
fr: La tâche de rappel de l'hôte est déjà en attente.
ja: ホストのコールバックジョブがすでに保留中です。

source: Error starting job!
es: ¡Error iniciando trabajo!
fr: Erreur lors du démarrage de la tâche.
ja: ジョブの開始時にエラーが発生しました!

source: Cycle detected.
es: Ciclo detectado.
fr: Cycle détecté.
ja: サイクルが検出されました。

source: Relationship not allowed.
es: Relación no permitida.
fr: Relation non autorisée.
ja: リレーションシップは許可されていません。

source: Cannot relaunch slice workflow job orphaned from job template.
es: No se puede volver a ejecutar el trabajo del flujo de trabajo de fraccionamiento eliminado de la plantilla de trabajo.
fr: Ne peut pas relancer le découpage de job de flux de travail rendu orphelin à partir d'un modèle de job.
ja: ジョブテンプレートから孤立しているスライスされたワークフロージョブを再起動することはできません。

source: Cannot relaunch sliced workflow job after slice count has changed.
es: No se puede volver a ejecutar el trabajo del flujo de trabajo después de que cambia el conteo de fraccionamiento.
fr: Ne peut pas relancer le découpage de job de flux de travail une fois que le nombre de tranches a été modifié.
ja: スライス数を変更した後は、スライスされたワークフロージョブを再起動することはできません。

source: Workflow Job Template Schedules
es: Programaciones de plantilla de tareas de flujo de trabajo
fr: Calendriers des modèles de tâche de flux de travail
ja: ワークフロージョブテンプレートのスケジュール

source: Superuser privileges needed.
es: Privilegios de superusuario necesarios.
fr: Privilèges de superutilisateur requis.
ja: スーパーユーザー権限が必要です。

source: System Job Template Schedules
es: Programación de plantilla de trabajos de sistema.
fr: Calendriers des modèles de tâche Système
ja: システムジョブテンプレートのスケジュール

source: Wait until job finishes before retrying on {status_value} hosts.
es: Espere hasta que termine el trabajo antes de intentar nuevamente en hosts {status_value}.
fr: Patientez jusqu'à ce que la tâche se termine avant d'essayer à nouveau les hôtes {status_value}.
ja: ジョブの終了を待機してから {status_value} ホストで再試行します。

source: Cannot retry on {status_value} hosts, playbook stats not available.
es: No se puede volver a intentar en hosts {status_value}; las estadísticas del cuaderno de estrategias no están disponibles.
fr: Impossible d'essayer à nouveau sur les hôtes {status_value}, les stats de playbook ne sont pas disponibles.
ja: Playbook 統計を利用できないため、{status_value} ホストで再試行できません。

source: Cannot relaunch because previous job had 0 {status_value} hosts.
es: No se puede volver a lanzar porque la tarea anterior tuvo 0 hosts {status_value}.
fr: Impossible de relancer car le job précédent possède 0 {status_value} hôtes.
ja: 直前のジョブにあるのが 0 {status_value} ホストがあるため、再起動できません。

source: Cannot create schedule because job requires credential passwords.
es: No se puede crear la programación porque la tarea requiere contraseñas de credenciales.
fr: Impossible de créer un planning parce que le job exige des mots de passe d'authentification.
ja: ジョブには認証情報パスワードが必要なため、スケジュールを削除できません。

source: Cannot create schedule because job was launched by legacy method.
es: No se puede crear una programación porque la tarea se lanzó por un método de legado.
fr: Impossible de créer un planning parce que le travail a été lancé par la méthode héritée.
ja: ジョブがレガシー方式で起動したため、スケジュールを作成できません。

source: Cannot create schedule because a related resource is missing.
es: No se puede crear la programación porque falta un recurso relacionado.
fr: Impossible de créer un planning car une ressource associée est manquante.
ja: 関連するリソースがないため、スケジュールを作成できません。

source: Job Host Summaries List
es: Lista resumida de trabajos de servidor
fr: Liste récapitulative des hôtes de la tâche
ja: ジョブホスト概要一覧

source: Job Event Children List
es: LIsta de hijos de eventos de trabajo
fr: Liste des dépendances d'événement de la tâche
ja: ジョブイベント子一覧

source: Job Events List
es: Lista de eventos de trabajo
fr: Liste des événements de la tâche
ja: ジョブイベント一覧

source: Ad Hoc Command Events List
es: Lista de eventos para comando Ad Hoc
fr: Liste d'événements de la commande ad hoc
ja: アドホックコマンドイベント一覧

source: Delete not allowed while there are pending notifications
es: Eliminar no está permitido mientras existan notificaciones pendientes
fr: Suppression non autorisée tant que des notifications sont en attente
ja: 保留中の通知がある場合に削除は許可されません

source: Notification Template Test
es: Prueba de plantilla de notificación
fr: Test de modèle de notification
ja: 通知テンプレートテスト

source: User does not have permission to approve or deny this workflow.
es: El usuario no tiene permiso para aprobar o denegar este flujo de trabajo.
fr: L'utilisateur n'a pas la permission d'approuver ou de refuser ce flux de travail.
ja: このワークフローを承認または拒否するパーミッションはありません。

source: This workflow step has already been approved or denied.
es: Este paso de flujo de trabajo ya ha sido autorizado o denegado.
fr: Cette étape de flux de travail a déjà été approuvée ou refusée.
ja: このワークフローの手順はすでに承認または拒否されています。

source: Inventory Update Events List
es: Lista de eventos de actualización de inventarios
fr: Liste des événements de mise à jour de l'inventaire
ja: インベントリー更新イベント一覧

source: You cannot turn a regular inventory into a "smart" inventory.
es: No puede convertir un inventario regular en un inventario "inteligente".
fr: Vous ne pouvez pas transformer un inventaire régulier en un inventaire "smart".
ja: 通常の在庫を「スマート」在庫に変えることはできません。

source: Metrics
es: Métrica
fr: Métriques
ja: メトリクス

source: Cannot delete job resource when associated workflow job is running.
es: No es posible eliminar un recurso de trabajo cuando la tarea del flujo de trabajo está en ejecución.
fr: Impossible de supprimer les ressources de tâche lorsqu'une tâche de flux de travail associée est en cours d'exécution.
ja: 関連付けられたワークフロージョブが実行中の場合、ジョブリソースを削除できません。

source: Cannot delete running job resource.
es: No es posible eliminar el recurso de trabajo en ejecución.
fr: Impossible de supprimer la ressource de la tâche en cours.
ja: 実行中のジョブリソースを削除できません。

source: Job has not finished processing events.
es: La tarea no terminó de procesar eventos.
fr: Job n'ayant pas terminé de traiter les événements.
ja: ジョブはイベント処理を終了していません。

source: Related job {} is still processing events.
es: La tarea {} relacionada aún está procesando eventos.
fr: Le job associé {} est toujours en cours de traitement des événements.
ja: 関連するジョブ {} は依然としてイベントを処理しています。

source: Credential must be a Galaxy credential, not {sub.credential_type.name}.
es: La credencial debe ser una credencial de Galaxy, no {sub.credential_type.name}.
fr: Le titre doit être un titre Galaxy, et non {sub.credential_type.name}..
ja: 認証情報は、{sub.credential_type.name} ではなく、Galaxy 認証情報にする必要があります。

source: AWX REST API
es: API REST de AWX
fr: API REST AWX

source: API OAuth 2 Authorization Root
es: Raíz de autorización de API OAuth 2
ja: API OAuth 2 認証ルート

source: Version 2
es: Versión 2
ja: バージョン 2

source: Subscriptions
es: Suscripciones
fr: Abonnements
ja: サブスクリプション

source: Invalid Subscription
es: Suscripción no válida
fr: Abonnement non valide
ja: 無効なサブスクリプション
