Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: The provided credentials are invalid (HTTP 401).
es: Las credenciales proporcionadas no son válidas (HTTP 401).
fr: Les informations d'identification fournies ne sont pas valides (HTTP 401).
ja: 指定した認証情報は無効 (HTTP 401) です。

source: Unable to connect to proxy server.
es: No se puede conectar al servidor proxy.
fr: Impossible de se connecter au serveur mandateur.
ja: プロキシサーバーに接続できません。

source: Could not connect to subscription service.
es: No se pudo conectar al servicio de suscripción.
fr: Impossible de se connecter au service d'abonnement.
ja: サブスクリプションサービスに接続できませんでした。

source: Attach Subscription
es: Adjuntar suscripción
fr: Attacher Abonnement
ja: サブスクリプションの割り当て

source: No subscription pool ID provided.
es: No se proporcionó un ID de grupo de suscripciones.
fr: Aucun identifiant de pool d'abonnement n'est fourni.
ja: サブスクリプションプール ID が指定されていません。

source: Error processing subscription metadata.
es: Error al procesar los metadatos de la suscripción.
fr: Erreur de traitement des métadonnées d'abonnement.
ja: サブスクリプションメタデータの処理中にエラーが発生しました。

source: Configuration
es: Configuración
ja: Configuration (構成)

source: Invalid subscription data
es: Datos de la suscripción no válidos
fr: Données d'abonnement non valides
ja: 無効なサブスクリプションデータ

source: Invalid JSON
es: JSON inválido
fr: Syntaxe JSON non valide
ja: 無効な JSON

source: Legacy license submitted. A subscription manifest is now required.
es: Se envió la licencia heredada. Ahora se requiere un manifiesto de suscripción.
fr: Licence héritée soumise. Un manifeste de souscription est maintenant requis.
ja: 古いライセンスが送信されました。サブスクリプションマニフェストが必要になります。

source: Invalid manifest submitted.
es: Se envió un manifiesto no válido.
fr: Manifeste non valable soumis.
ja: 無効なマニフェストが送信されました。

source: Invalid License
es: Licencia no valida
fr: Licence non valide
ja: 無効なライセンス

source: Invalid subscription
es: Suscripción no válida
fr: Abonnement non valide
ja: 無効なサブスクリプション

source: Failed to remove license.
es: Se produjo un error al eliminar la licencia.
fr: N'a pas pu supprimer la licence.
ja: ライセンスを削除できませんでした。

source: Webhook previously received, aborting.
es: Webhook previamente recibido, anulando.
fr: Webhook reçu précédemment, abandon.
ja: すでに Webhook を受信しているため、中止します。

source: Select which cow to use with cowsay when running jobs.
es: Seleccione con cual 'cow' debe ser utilizado cowsay mientras ejecuta trabajos.
fr: Sélectionnez quel cow utiliser avec cowsay lors de l'exécution de tâches.
ja: ジョブの実行時に cowsay で使用する cow を選択します。

source: Example Read-Only Setting
es: Ejemplo de ajuste de sólo lectura.f
fr: Exemple de paramètre en lecture seule
ja: 読み取り専用設定の例

source: Example setting that cannot be changed.
es: Ejemplo de ajuste que no puede ser cambiado.
fr: L'exemple de paramètre ne peut pas être modifié.
ja: 変更不可能な設定例

source: Example Setting
es: Ejemplo de ajuste
fr: Exemple de paramètre
ja: 設定例

source: Example setting which can be different for each user.
es: Ejemplo de configuración que puede ser diferente para cada usuario.
fr: Exemple de paramètre qui peut être différent pour chaque utilisateur.
ja: ユーザーごとに異なる設定例

source: User
es: Usuario
fr: Utilisateur
ja: ユーザー

source: Expected None, True, False, a string or list of strings but got {input_type} instead.
es: Se esperaba None, True, False, una cadena o una lista de cadenas, pero, en cambio, se obtuvo {input_type}.
fr: Les valeurs None, True, False, une chaîne ou une liste de chaînes étaient attendues, mais {input_type} a été obtenu à la place.
ja: None、True、False、文字列または文字列の一覧が予期されましたが、{input_type} が取得されました。

source: Expected list of strings but got {input_type} instead.
es: Se esperaba la lista de cadenas; pero, en cambio, se obtuvo {input_type}.
fr: Liste de chaînes attendue mais {input_type} reçu à la place.
ja: 期待値は文字列の一覧でしたが、{input_type} が取得されました。

source: {path} is not a valid path choice.
es: {path} no es una opción de ruta válida.
fr: {path} n'est pas un choix de chemin d'accès valide.
ja: {path} は有効なパスではありません。

source: Enter a valid URL
es: Introduzca una URL válida
fr: Entrez une URL valide
ja: 無効な URL の入力

source: "{input}" is not a valid string.
es: "{input}" no es una cadena válida.
fr: "{input}" n'est pas une chaîne valide.
ja: "{input}" は有効な文字列ではありません。

source: Expected a list of tuples of max length 2 but got {input_type} instead.
es: Se esperaba una lista de tuplas de 2 como longitud máxima, pero, en cambio, se obtuvo {input_type}.
fr: Liste de tuples de longueur max 2 attendue mais a obtenu {input_type} à la place.
ja: 最大の長さが 2 のタプルの一覧が予想されましたが、代わりに {input_type} を取得しました。

source: All
es: Todos
fr: Tous
ja: すべて

source: Changed
es: Cambiado
fr: Modifié
ja: 変更済み

source: User-Defaults
es: Parámetros de usuario por defecto
fr: Paramètres utilisateur par défaut
ja: ユーザー設定

source: This value has been set manually in a settings file.
es: Este valor ha sido establecido manualmente en el fichero de configuración.
fr: Cette valeur a été définie manuellement dans un fichier de configuration.
ja: この値は設定ファイルに手動で設定されました。

source: System
es: Sistema
fr: Système
ja: システム

source: OtherSystem
es: Otro sistema
fr: Autre Système
ja: 他のシステム

source: Setting Categories
es: Categorías de ajustes
fr: Catégories de paramètre
ja: 設定カテゴリー

source: Setting Detail
es: Detalles del ajuste
fr: Détails du paramètre
ja: 設定の詳細

source: Logging Connectivity Test
es: Registrando prueba de conectividad
fr: Journalisation du test de connectivité
ja: ロギング接続テスト

source: Required related field %s for permission check.
es: Campo relacionado %s requerido para verificación de permisos.
fr: Champ associé %s requis pour la vérification des permissions.
ja: パーミッションチェックに必要な関連フィールド %s です。

source: Bad data found in related field %s.
es: Dato incorrecto encontrado en el campo relacionado %s.
fr: Données incorrectes trouvées dans le champ %s associé.
ja: 関連フィールド %s に不正データが見つかりました。

source: License is missing.
es: Licencia no encontrada.
fr: La licence est manquante.
ja: ライセンスが見つかりません。

source: License has expired.
es: La licencia ha expirado.
fr: La licence est arrivée à expiration.
ja: ライセンスの有効期限が切れました。

source: License count of %s instances has been reached.
es: Se ha alcanzado el número de licencias de %s instancias.
fr: Le nombre de licences d'instances %s a été atteint.
ja: %s インスタンスのライセンス数に達しました。

source: License count of %s instances has been exceeded.
es: Se ha excedido el número de licencias de %s instancias.
fr: Le nombre de licences d'instances %s a été dépassé.
ja: %s インスタンスのライセンス数を超えました。

source: Host count exceeds available instances.
es: El número de servidores excede las instancias disponibles.
fr: Le nombre d'hôtes dépasse celui des instances disponibles.
ja: ホスト数が利用可能なインスタンスの上限を上回っています。

source: You have already reached the maximum number of %s hosts allowed for your organization. Contact your System Administrator for assistance.
es: Ya ha alcanzado la cantidad máxima de %s hosts permitidos para su organización. Contacte al administrador del sistema para obtener ayuda.
fr: Vous avez atteint le nombre maximum d'hôtes %s autorisés pour votre organisation. Contactez votre administrateur système pour obtenir de l'aide.
ja: 組織で許容できるホストの最大数 %s にすでに到達しています。システム管理者にお問い合わせください。

source: Unable to change inventory on a host.
es: Imposible modificar el inventario en un servidor.
fr: Impossible de modifier l'inventaire sur un hôte.
ja: ホストのインベントリーを変更できません。

source: Cannot associate two items from different inventories.
es: No es posible asociar dos elementos de diferentes inventarios.
fr: Impossible d'associer deux éléments d'inventaires différents.
ja: 異なるインベントリーの 2 つの項目を関連付けることはできません。

source: Unable to change inventory on a group.
es: Imposible cambiar el inventario en un grupo.
fr: Impossible de modifier l'inventaire sur un groupe.
ja: グループのインベントリーを変更できません。

source: Unable to change organization on a team.
es: Imposible cambiar la organización en un equipo.
fr: Impossible de modifier l'organisation d'une équipe.
ja: チームの組織を変更できません。

source: The {} role cannot be assigned to a team
es: El rol {} no puede ser asignado a un equipo.
fr: Le rôle {} ne peut pas être attribué à une équipe
ja: {} ロールをチームに割り当てることができません

source: Insufficient access to Job Template credentials.
es: Acceso insuficiente a las credenciales de la plantilla de trabajo.
fr: Accès insuffisant aux informations d'identification du modèle de tâche.
ja: ジョブテンプレート認証情報へのアクセス権がありません。

source: Job was launched with secret prompts provided by another user.
es: El trabajo se inició con avisos secretos provistos por otro usuario.
fr: La tâche a été lancée avec des invites secrètes fournies par un autre utilisateur.
ja: 別のユーザーのシークレットプロンプトで、ジョブが起動しました。

source: Job has been orphaned from its job template and organization.
es: La tarea quedó huérfana de su plantilla de tarea y organización.
fr: La tâche est orpheline de son modèle de tâche et de son organisation.
ja: ジョブはジョブテンプレートおよび組織から孤立しています。

source: Job was launched with prompted fields you do not have access to.
es: La tarea se lanzó con campos de consulta a los que no tiene acceso.
fr: La tâche a été lancée avec des champs d'invite auxquels vous n'avez pas accès.
ja: アクセス権のないプロンプトフィールドでジョブが起動されました。

source: Job was launched with unknown prompted fields. Organization admin permissions required.
es: La tarea se lanzó con campos de consulta desconocidos. Se requieren permisos de administración de la organización.
fr: La tâche a été lancée avec des champs d'invite inconnus. Les autorisations d'administration de l'organisation sont requises.
ja: 不明なプロンプトフィールドでジョブが起動されました。組織の管理者権限が必要です。

source: Workflow Job was launched with unknown prompts.
es: El trabajo del flujo de trabajo se ejecutó con avisos desconocidos.
fr: Le job de flux de travail a été lancé par des instructions inconnues.
ja: ワークフロージョブは不明なプロンプトで起動されています。

source: Job was launched with prompts you lack access to.
es: El trabajo se ejecutó con avisos a los que no tiene acceso.
fr: Le job a été lancé par des instructions auxquelles vous n'avez pas accès.
ja: ジョブはアクセスできないプロンプトで起動されています。

source: Job was launched with prompts no longer accepted.
es: El trabajo se ejecutó con avisos que ya no se aceptan.
fr: Le job a été lancé par des instructions qui ne sont plus acceptées.
ja: ジョブは受け入れられなくなったプロンプトで起動されています。

source: You do not have permission to the workflow job resources required for relaunch.
es: Usted no tiene el permiso a los recursos de la tarea de flujo de trabajo necesarios para relanzar.
fr: Vous n'avez pas la permission pour accéder aux permissions de tâche de flux de travail requises pour le second lancement.
ja: 再起動に必要なワークフロージョブリソースへのパーミッションがありません。

source: General platform configuration.
es: Configuración general de la plataforma.
fr: Configuration générale de la plate-forme.
ja: 一般的なプラットフォーム構成。

source: Counts of objects such as organizations, inventories, and projects
es: Cantidad de objetos como organizaciones, inventarios y proyectos
fr: Nombre d'objets tels que des organisations, des inventaires et des projets
ja: 組織、在庫、プロジェクトなどのオブジェクトの数

source: Counts of users and teams by organization
es: Cantidad de usuarios y equipos por organización
fr: Nombre d'utilisateurs et d'équipes par organisation
ja: 組織別のユーザーとチームの数

source: Counts of credentials by credential type
es: Cantidad de credenciales por tipo de credencial
fr: Nombre d’identifiants par type
ja: 認証情報タイプ別の認証情報の数

source: Inventories, their inventory sources, and host counts
es: Inventarios, sus fuentes de inventario y cantidad de hosts
fr: Inventaires, leurs sources et le nombre d'hôtes
ja: インベントリー、そのインベントリソース、およびホスト数

source: Counts of projects by source control type
es: Cantidad de proyectos por tipo de control de fuente
fr: Nombre de projets par type de contrôle des sources
ja: ソース管理タイプ別のプロジェクト数

source: Cluster topology and capacity
es: Topología y capacidad de los clústeres
fr: Topologie et capacité des clusters
ja: クラスターのトポロジーと容量

source: Metadata about the analytics collected
es: Metadatos sobre los análisis recopilados
fr: Métadonnées sur les analyses collectées
ja: 収集された分析に関するメタデータ

source: Automation task records
es: Registros de tareas de automatización
fr: Enregistrement des tâches d'automatisation
ja: 自動化タスクレコード

source: Data on jobs run
es: Datos sobre las tareas ejecutadas
fr: Données sur les Jobs gérés
ja: 実行されたジョブに関するデータ

source: Data on job templates
es: Datos sobre las plantillas de tareas
fr: Données de Modèles de Jobs
ja: ジョブテンプレートに関するデータ

source: Data on workflow runs
es: Datos sobre las ejecuciones de flujos de trabajo
fr: Données sur les exécutions de flux de travail
ja: ワークフロー実行に関するデータ

source: Data on workflows
es: Datos sobre los flujos de trabajo
fr: Données sur les flux de travail
ja: ワークフローに関するデータ

source: Main
es: Principal
fr: Principal
ja: メイン

source: Enable Activity Stream
es: Activar flujo de actividad
fr: Activer le flux d'activité
ja: アクティビティーストリームの有効化

source: Enable capturing activity for the activity stream.
es: Habilite la captura de actividades para el flujo de actividad.
fr: Activer la capture d'activités pour le flux d'activité.
ja: アクティビティーストリームのアクティビティーのキャプチャーを有効にします。

source: Enable Activity Stream for Inventory Sync
es: Habilitar el flujo de actividad para la sincronización de inventarios.
fr: Activer le flux d'activité pour la synchronisation des inventaires
ja: インベントリー同期のアクティビティティーストリームの有効化

source: Enable capturing activity for the activity stream when running inventory sync.
es: Habilite la captura de actividades para el flujo de actividad cuando ejecute la sincronización del inventario.
fr: Activer la capture d'activités pour le flux d'activité lors de la synchronisation des inventaires en cours d'exécution.
ja: インベントリー同期の実行時にアクティビティーストリームのアクティビティーのキャプチャーを有効にします。

source: All Users Visible to Organization Admins
es: Todos los usuarios visibles para los administradores de la organización.
fr: Tous les utilisateurs visibles pour les administrateurs de l'organisation
ja: 組織管理者に表示されるすべてのユーザー

source: Controls whether any Organization Admin can view all users and teams, even those not associated with their Organization.
es: Controla si cualquier administrador de organización puede ver todos los usuarios y equipos, incluso aquellos no están asociados a su organización.
fr: Contrôle si un administrateur d'organisation peut ou non afficher tous les utilisateurs et les équipes, même ceux qui ne sont pas associés à son organisation.
ja: 組織管理者が、それぞれの組織に関連付けられていないすべてのユーザーおよびチームを閲覧できるかどうかを制御します。

source: Organization Admins Can Manage Users and Teams
es: Los administradores de la organización pueden gestionar usuarios y equipos
fr: Les administrateurs de l'organisation peuvent gérer les utilisateurs et les équipes.
ja: 組織管理者はユーザーおよびチームを管理できる

source: Controls whether any Organization Admin has the privileges to create and manage users and teams. You may want to disable this ability if you are using an LDAP or SAML integration.
es: Controla si algún Administrador de la organización tiene los privilegios para crear y gestionar usuarios y equipos. Recomendamos deshabilitar esta capacidad si está usando una integración de LDAP o SAML.
fr: Contrôle si l'administrateur de l'organisation dispose des privilèges nécessaires pour créer et gérer les utilisateurs et les équipes. Vous pouvez désactiver cette fonctionnalité si vous utilisez une intégration LDAP ou SAML.
ja: 組織管理者がユーザーおよびチームを作成し、管理する権限を持つようにするかどうかを制御します。LDAP または SAML 統合を使用している場合はこの機能を無効にする必要がある場合があります。

source: Base URL of the service
es: URL base del servicio
fr: URL de base du service
ja: サービスのベース URL

source: This setting is used by services like notifications to render a valid url to the service.
es: Los servicios como las notificaciones usan esta configuración para mostrar una URL válida al servicio.
fr: Ce paramètre est utilisé par des services sous la forme de notifications permettant de rendre valide une URL pour le service.
ja: この設定は、有効な URL をサービスにレンダリングする通知などのサービスで使用されます。

source: Remote Host Headers
es: Cabeceras de servidor remoto
fr: En-têtes d'hôte distant
ja: リモートホストヘッダー

source: HTTP headers and meta keys to search to determine remote host name or IP. Add additional items to this list, such as "HTTP_X_FORWARDED_FOR", if behind a reverse proxy. See the "Proxy Support" section of the Adminstrator guide for more details.
es: Los encabezados HTTP y las llaves de activación para buscar y determinar el nombre de host remoto o IP. Añada elementos adicionales a esta lista, como "HTTP_X_FORWARDED_FOR", si está detrás de un proxy inverso. Consulte la sección "Soporte de proxy" de la guía del adminstrador para obtener más información.
fr: En-têtes HTTP et méta-clés à rechercher afin de déterminer le nom ou l'adresse IP d'un hôte distant. Ajoutez des éléments supplémentaires à cette liste, tels que "HTTP_X_FORWARDED_FOR", en présence d'un proxy inverse. Voir la section "Support Proxy" du Guide de l'administrateur pour obtenir des détails supplémentaires.
ja: リモートホスト名または IP を判別するために検索する HTTP ヘッダーおよびメタキーです。リバースプロキシーの後ろの場合は、"HTTP_X_FORWARDED_FOR" のように項目をこの一覧に追加します。詳細は、Administrator Guide の「Proxy Support」セクションを参照してください。

source: Proxy IP Allowed List
es: Lista permitida de IP de proxy
fr: Liste des IP Proxy autorisés
ja: プロキシ IP 許可リスト

source: If the service is behind a reverse proxy/load balancer, use this setting to configure the proxy IP addresses from which the service should trust custom REMOTE_HOST_HEADERS header values. If this setting is an empty list (the default), the headers specified by REMOTE_HOST_HEADERS will be trusted unconditionally')
es: Si el servicio está detrás de un balanceador de carga/proxy inverso, use esta configuración para configurar las direcciones IP de proxy desde las cuales el servicio debe confiar en los valores personalizados del encabezado REMOTE_HOST_HEADERS. Si esta configuración es una lista vacía (valor predeterminado), se confiará en los encabezados especificados por REMOTE_HOST_HEADERS de manera incondicional.
fr: Si service se trouve derrière un proxy inverse/équilibreur de charge, utilisez ce paramètre pour configurer les adresses IP du proxy en provenance desquelles le service devra approuver les valeurs d'en-tête REMOTE_HOST_HEADERS personnalisées. Si ce paramètre correspond à une liste vide (valeur par défaut), les en-têtes spécifiés par REMOTE_HOST_HEADERS seront approuvés sans condition)
ja: サービスがリバースプロキシー/ロードバランサーの背後にある場合は、この設定を使用して、サービスがカスタム REMOTE_HOST_HEADERS ヘッダーの値を信頼するのに使用するプロキシー IP アドレスを設定します。この設定が空のリスト (デフォルト) の場合、REMOTE_HOST_HEADERS で指定されるヘッダーは条件なしに信頼されます')

source: License
es: Licencia
fr: Licence
ja: ライセンス

source: The license controls which features and functionality are enabled. Use /api/v2/config/ to update or change the license.
es: Los controles de licencia cuyas funciones y funcionalidades están habilitadas. Use /api/v2/config/ para actualizar o cambiar la licencia.
fr: La licence détermine les fonctionnalités et les fonctions activées. Utilisez /api/v2/config/ pour mettre à jour ou modifier la licence.
ja: ライセンスで、どの特徴および機能を有効にするかを管理します。/api/v2/config/ を使用してライセンスを更新または変更してください。

source: Red Hat customer username
es: Nombre de usuario del cliente de Red Hat
fr: Nom d'utilisateur du client Red Hat
ja: Red Hat のお客様ユーザー名

source: This username is used to send data to Insights for Ansible Automation Platform
es: Este nombre de usuario se utiliza para enviar datos a Insights para Ansible Automation Platform
fr: Ce nom d'utilisateur est utilisé pour envoyer des données à Insights for Ansible Automation Platform
ja: このユーザー名は、Insights for Ansible Automation Platform にデータを送信するために使用されます。

source: Red Hat customer password
es: Contraseña de cliente de Red Hat
fr: Mot de passe client Red Hat
ja: Red Hat のお客様パスワード

source: This password is used to send data to Insights for Ansible Automation Platform
es: Esta contraseña se utiliza para enviar datos a Insights para Ansible Automation Platform
fr: Ce mot de passe est utilisé pour envoyer des données à Insights for Ansible Automation Platform
ja: このパスワードは、Insights for Ansible Automation Platform にデータを送信するために使用されます。

source: Red Hat or Satellite username
es: Nombre de usuario de Red Hat o Satellite
fr: Nom d'utilisateur Red Hat ou Satellite
ja: Red Hat または Satellite のユーザー名

source: This username is used to retrieve subscription and content information
es: Este nombre de usuario se utiliza para recuperar la información de la suscripción y del contenido
fr: Ce nom d'utilisateur est utilisé pour récupérer les informations relatives à l'abonnement et au contenu
ja: このユーザー名は、サブスクリプションおよびコンテンツ情報を取得するために使用されます

source: Red Hat or Satellite password
es: Contraseña de Red Hat o Satellite
fr: Mot de passe Red Hat ou Satellite
ja: Red Hat または Satellite のパスワード

source: This password is used to retrieve subscription and content information
es: Esta contraseña se utiliza para recuperar la información de la suscripción y del contenido
fr: Ce mot de passe est utilisé pour récupérer les informations relatives à l'abonnement et au contenu
ja: このパスワードは、サブスクリプションおよびコンテンツ情報を取得するために使用されます

source: Insights for Ansible Automation Platform upload URL
es: URL de carga de Insight para Ansible Automation Platform
fr: Insights pour le téléchargement de l'URL de la plateforme d'automatisation Ansible
ja: Insights for Ansible Automation Platform アップロード URL

source: This setting is used to to configure the upload URL for data collection for Red Hat Insights.
es: Este ajuste se utiliza para configurar la URL de carga para la recopilación de datos para Red Hat Insights.
fr: Ce paramètre est utilisé pour configurer l'URL de téléchargement pour la collecte de données pour Red Hat Insights.
ja: この設定は、Red Hat Insights のデータ収集用のアップロード URL を構成するために使用されます。

source: Unique identifier for an installation
es: Identificador único para una instalación
fr: Identifiant unique pour une installation
ja: インストールの一意識別子

source: The instance group where control plane tasks run
es: Grupo de instancias donde se ejecutan las tareas del plano de control
fr: Le groupe d'instance où les tâches du plan de contrôle sont exécutées
ja: コントロールプレーンタスクが実行されるインスタンスグループ

source: The instance group where user jobs run (currently only on non-VM installs)
es: Grupo de instancias donde se ejecutan los trabajos de usuario (actualmente sólo en las instalaciones que no son VM)
fr: Le groupe d'instances dans lequel les tâches de l'utilisateur sont exécutées (actuellement uniquement sur les installations non MV)
ja: ユーザージョブが実行されるインスタンスグループ (現在、VM 以外のインストールに対してのみ)

source: Global default execution environment
es: Entorno de ejecución global predeterminado
fr: Environnement d'exécution global par défaut
ja: グローバルデフォルト実行環境

source: The Execution Environment to be used when one has not been configured for a job template.
es: El entorno de ejecución que se utilizará cuando no se haya configurado uno para una plantilla de trabajo.
fr: L'environnement d'exécution à utiliser lorsqu'il n'a pas été configuré pour un modèle de travail.
ja: ジョブテンプレート用に構成されていない場合に使用される実行環境。

source: Custom virtual environment paths
es: Rutas de entorno virtual personalizadas
fr: Chemins d'environnement virtuels personnalisés
ja: カスタムの仮想環境パス

source: Paths where Tower will look for custom virtual environments (in addition to /var/lib/awx/venv/). Enter one path per line.
es: Las rutas donde Tower buscará entornos virtuales personalizados (además de /var/lib/awx/venv/). Ingrese una ruta por línea.
fr: Chemins d'accès où Tower recherchera des environnements virtuels personnalisés (en plus de /var/lib/awx/venv/). Saisissez un chemin par ligne.
ja: Tower が (/var/lib/awx/venv/ 以外に) カスタムの仮想環境を検索するパス。1 行にパスを 1 つ入力してください。

source: Ansible Modules Allowed for Ad Hoc Jobs
es: Módulos Ansible autorizados para ejecutar trabajos Ad Hoc
fr: Modules Ansible autorisés pour des tâches ad hoc
ja: アドホックジョブで許可される Ansible モジュール
