Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Write-only field used to add team to owner role. If provided, do not give either user or organization. Only valid for creation.
es: Campo de sólo escritura para añadir equipo a un rol propietario.Si se indica, no otorgar usuario u organización. Sólo válido para creación.
fr: Champ en écriture seule qui sert à ajouter une équipe au rôle de propriétaire. Si vous le définissez, n'entrez ni utilisateur ni organisation. Seulement valable pour la création.
ja: チームを所有者ロールに追加するために使用される書き込み専用フィールドです。提供されている場合は、ユーザーまたは組織のいずれも指定しないでください。作成時にのみ有効です。

source: Inherit permissions from organization roles. If provided on creation, do not give either user or team.
es: Permisos heredados desde roles de organización. Si se indica, no otorgar usuario o equipo.
fr: Hériter des permissions à partir des rôles d'organisation. Si vous le définissez lors de la création, n'entrez ni utilisateur ni équipe.
ja: 組織ロールからパーミッションを継承します。作成時に提供される場合は、ユーザーまたはチームのいずれも指定しないでください。

source: Missing 'user', 'team', or 'organization'.
es: No encontrado 'user', 'team' u 'organization'
fr: Valeur 'utilisateur', 'équipe' ou 'organisation' manquante.
ja: 「user」、「team」、または「organization」がありません。

source: Only one of 'user', 'team', or 'organization' should be provided, received {} fields.
es: Solo se debe proporcionar un 'usuario', 'equipo' u 'organización', campos {} recibidos.
fr: Un seul des champs "utilisateur", "équipe" ou "organisation" doit être fourni, champs reçu {}.
ja: 「user」、「team」、または「organization」のいずれか 1 つのみを指定し、{} フィールドを受け取る必要があります。

source: Credential organization must be set and match before assigning to a team
es: Credenciales de organización deben ser establecidas y coincidir antes de ser asignadas a un equipo
fr: L'organisation des informations d'identification doit être définie et mise en correspondance avant de l'attribuer à une équipe
ja: 認証情報の組織が設定され、一致している状態でチームに割り当てる必要があります。

source: This field is required.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
ja: このフィールドは必須です。

source: Playbook not found for project.
es: Playbook no encontrado para el proyecto.
fr: Playbook introuvable pour le projet.
ja: プロジェクトの Playbook が見つかりません。

source: Must select playbook for project.
es: Debe seleccionar un playbook para el proyecto.
fr: Un playbook doit être sélectionné pour le project.
ja: プロジェクトの Playbook を選択してください。

source: Project does not allow overriding branch.
es: El proyecto no permite la invalidación de la rama.
fr: Le projet ne permet pas de branche de remplacement.
ja: プロジェクトは、ブランチをオーバーライドできません。

source: Must be a Personal Access Token.
es: Debe ser un Token de acceso personal.
fr: Doit être un jeton d'accès personnel.
ja: パーソナルアクセストークンである必要があります。

source: Must match the selected webhook service.
es: Debe coincidir con el servicio de webhook seleccionado.
fr: Doit correspondre au service de webhook sélectionné.
ja: 選択した Webhook サービスと一致する必要があります。

source: Cannot enable provisioning callback without an inventory set.
es: No puede habilitar la callback de aprovisionamiento sin un conjunto de inventario.
fr: Impossible d'activer le rappel de provisioning sans inventaire défini.
ja: インベントリー設定なしにプロビジョニングコールバックを有効にすることはできません。

source: Must either set a default value or ask to prompt on launch.
es: Debe establecer un valor por defecto o preguntar por valor al ejecutar.
fr: Une valeur par défaut doit être définie ou bien demander une invite au moment du lancement.
ja: 起動時にプロントを出すには、デフォルト値を設定するか、またはプロンプトを出すよう指定する必要があります。

source: Job Templates must have a project assigned.
es: Las plantillas de trabajo deben tener un proyecto asignado.
fr: Les Modèles de job doivent avoir un projet attribué.
ja: ジョブテンプレートにはプロジェクトを割り当てる必要があります。

source: No change to job limit
es: Sin cambios en el límite de tareas
fr: Aucun changement à la limite du job
ja: ジョブ制限に変更はありません

source: All failed and unreachable hosts
es: Todos los hosts fallidos y sin comunicación
fr: Tous les hôtes inaccessibles ou ayant échoué
ja: 失敗している、到達できないすべてのホスト

source: Missing passwords needed to start: {}
es: Se necesitan las contraseñas faltantes para iniciar: {}
fr: Mots de passe manquants indispensables pour commencer : {}
ja: 起動に必要なパスワードが見つかりません: {}

source: Relaunch by host status not available until job finishes running.
es: Relanzamiento por estado de host no disponible hasta que la tarea termine de ejecutarse.
fr: Relance par statut d'hôte non disponible jusqu'à la fin de l'exécution du job en cours.
ja: ホストのステータス別の再起動はジョブが実行を終了するまで利用できません。

source: Job Template Project is missing or undefined.
es: Proyecto en la plantilla de trabajo no encontrado o no definido.
fr: Le projet de modèle de tâche est manquant ou non défini.
ja: ジョブテンプレートプロジェクトが見つからないか、または定義されていません。

source: Job Template Inventory is missing or undefined.
es: Inventario en la plantilla de trabajo no encontrado o no definido.
fr: Le projet de modèle d'inventaire est manquant ou non défini.
ja: ジョブテンプレートインベントリーが見つからないか、または定義されていません。

source: Unknown, job may have been ran before launch configurations were saved.
es: Desconocido; este trabajo pudo haberse ejecutado antes de guardar la configuración de lanzamiento.
fr: Inconnu, il se peut que le job ait été exécuté avant que les configurations de lancement ne soient sauvegardées.
ja: 不明です。ジョブは起動設定が保存される前に実行された可能性があります。

source: {} are prohibited from use in ad hoc commands.
es: {} tienen uso prohibido en comandos ad hoc.
fr: {} ne sont pas autorisés à utiliser les commandes ad hoc.
ja: {} の使用はアドホックコマンドで禁止されています。

source: Standard Output too large to display ({text_size} bytes), only download supported for sizes over {supported_size} bytes.
es: La salida estándar es demasiado larga para visualizarse ({text_size} bytes); solo se admite la descarga para tamaños superiores a {supported_size} bytes.
fr: Sortie standard trop grande pour pouvoir s'afficher ({text_size} octets). Le téléchargement est pris en charge seulement pour une taille supérieure à {supported_size} octets.
ja: 標準出力が大きすぎて表示できません ({text_size} バイト)。サイズが {supported_size} バイトを超える場合はダウンロードのみがサポートされます。

source: Provided variable {} has no database value to replace with.
es: La variable {} provista no tiene un valor de base de datos con qué reemplazarla.
fr: La variable fournie {} n'a pas de valeur de base de données pour la remplacer.
ja: 指定された変数 {} には置き換えるデータベースの値がありません。

source: "$encrypted$ is a reserved keyword, may not be used for {}."
es: “$encrypted” es una palabra clave reservada, no puede utilizarse para {}"
fr: "$encrypted$ est un mot clé réservé et ne peut pas être utilisé comme {}."
ja: "$encrypted は予約されたキーワードで {} には使用できません。"

source: A project is required to run a job.
es: Se requiere un proyecto para ejecutar una tarea.
fr: Un projet est nécessaire pour exécuter une tâche.
ja: ジョブを実行するにはプロジェクトが必要です。

source: Missing a revision to run due to failed project update.
es: Falta una revisión para ejecutar debido a un error en la actualización del proyecto.
fr: Une révision n'a pas été exécutée en raison de l'échec de la mise à jour du projet.
ja: プロジェクトの更新に失敗したため、実行するリビジョンがありません。

source: The inventory associated with this Job Template is being deleted.
es: Se está eliminando el inventario asociado con esta plantilla de trabajo.
fr: L'inventaire associé à ce modèle de tâche est en cours de suppression.
ja: このジョブテンプレートに関連付けられているインベントリーが削除されています。

source: The provided inventory is being deleted.
es: El inventario provisto se está eliminando.
fr: L'inventaire fourni est en cours de suppression.
ja: 指定されたインベントリーが削除されています。

source: Cannot assign multiple {} credentials.
es: No se pueden asignar múltiples credenciales {}.
fr: Ne peut pas attribuer plusieurs identifiants {}.
ja: 複数の {} 認証情報を割り当てることができません。

source: Cannot assign a Credential of kind `{}`
es: No puede asignar una credencial del tipo `{}`
fr: Ne peut pas attribuer d'information d'identification de type `{}`
ja: `{}`の種類の認証情報を割り当てることができません。

source: Removing {} credential at launch time without replacement is not supported. Provided list lacked credential(s): {}.
es: No se admite quitar la credencial {} en el momento de lanzamiento sin reemplazo. La lista provista no contaba con credencial(es): {}.
fr: Le retrait des identifiants {} au moment du lancement sans procurer de valeurs de remplacement n'est pas pris en charge. La liste fournie manquait d'identifiant(s): {}.
ja: 置き換えなしで起動時に {} 認証情報を削除することはサポートされていません。指定された一覧には認証情報がありません: {}

source: The inventory associated with this Workflow is being deleted.
es: Se está eliminando el inventario asociado con este flujo de trabajo.
fr: L'inventaire associé à ce flux de travail est en cours de suppression.
ja: このワークフローに関連付けられているインベントリーが削除されています。

source: Message type '{}' invalid, must be either 'message' or 'body'
es: El tipo de mensaje '{}' no es válido, debe ser 'mensaje' o 'cuerpo'.
fr: Type de message '{}' invalide, doit être soit 'message' soit 'body'
ja: メッセージタイプ '{}' が無効です。'メッセージ' または 'ボディー' のいずれかに指定する必要があります。

source: Expected string for '{}', found {},
es: Cadena esperada para '{}', se encontró {},
fr: Chaîne attendue pour '{}', trouvé {},
ja: '{}' の文字列が必要ですが、{} が見つかりました。

source: Messages cannot contain newlines (found newline in {} event)
es: Los mensajes no pueden contener nuevas líneas (se encontró una nueva línea en el evento {})
fr: Les messages ne peuvent pas contenir de nouvelles lignes (trouvé nouvelle ligne dans l'événement {})
ja: メッセージでは改行を追加できません ({} イベントに改行が含まれます)

source: Expected dict for 'messages' field, found {}
es: Dict esperado para el campo 'mensajes', se encontró {}
fr: Dict attendu pour le champ 'messages', trouvé {}
ja: 'messages' フィールドには辞書が必要ですが、{} が見つかりました。

source: Event '{}' invalid, must be one of 'started', 'success', 'error', or 'workflow_approval'
es: El evento '{}' no es válido, debe ser uno de 'iniciado', 'éxito', 'error' o 'aprobación_de_flujo de trabajo'
fr: L'événement '{}' est invalide, il doit être de type 'started', 'success', 'error' ou 'workflow_approval'
ja: イベント '{}' は無効です。'started'、'success'、'error' または 'workflow_approval' のいずれかでなければなりません。

source: Expected dict for event '{}', found {}
es: Dict esperado para el evento '{}', se encontró {}
fr: Dict attendu pour l'événement '{}', trouvé {}
ja: イベント '{}' には辞書が必要ですが、{} が見つかりました。

source: Workflow Approval event '{}' invalid, must be one of 'running', 'approved', 'timed_out', or 'denied'
es: El evento de aprobación del flujo de trabajo '{}' no es válido, debe ser uno de 'en ejecución', 'aprobado', 'tiempo de espera agotado' o 'denegado'
fr: L'événement d'approbation de flux de travail '{}' n'est pas valide, il doit être sur 'en cours', 'approuvé', 'expiré' ou 'refusé'
ja: ワークフロー承認イベント '{}' が無効です。'running'、'approved'、'timed_out' または 'denied' のいずれかでなければなりません。

source: Expected dict for workflow approval event '{}', found {}
es: Dict esperado para el evento de aprobación del flujo de trabajo '{}', se encontró {}
fr: Dict attendu pour l'événement d'approbation du flux de travail '{}', trouvé {}
ja: ワークフロー承認イベント '{}' には辞書が必要ですが、{} が見つかりました。

source: Unable to render message '{}': {}
es: No se puede procesar el mensaje '{}': {}
fr: Impossible de rendre le message '{}' : {}
ja: メッセージ '{}' のレンダリングができません: {}

source: Field '{}' unavailable
es: Campo '{}' no disponible
fr: Champ '{}' non disponible
ja: フィールド '{}' が利用できません

source: Security error due to field '{}'
es: Error de seguridad debido al campo '{}'
fr: Erreur de sécurité due au champ '{}'
ja: フィールド '{}' が原因のセキュリティーエラー

source: Webhook body for '{}' should be a json dictionary. Found type '{}'.
es: El cuerpo de Webhook para '{}' debería ser un diccionario json. Se encontró el tipo '{}'.
fr: Le corps du webhook pour '{}' doit être un dictionnaire json. Trouvé le type '{}'.
ja: '{}' の Webhook のボディーは json 辞書でなければなりません。'{}' のタイプが見つかりました。

source: Webhook body for '{}' is not a valid json dictionary ({}).
es: El cuerpo de Webhook para '{}' no es un diccionario json válido ({}).
fr: Le corps du webhook pour '{}' n'est pas un dictionnaire json valide ({}).
ja: '{}' の Webhook ボディーは有効な json 辞書ではありません ({})。

source: Missing required fields for Notification Configuration: notification_type
es: Campos obligatorios no definidos para la configuración de notificación: notification_type
fr: Champs obligatoires manquants pour la configuration des notifications : notification_type
ja: 通知設定の必須フィールドがありません: notification_type

source: No values specified for field '{}'
es: Ningún valor especificado para el campo '{}'
fr: Aucune valeur spécifiée pour le champ '{}'
ja: フィールド '{}' に値が指定されていません

source: HTTP method must be either 'POST' or 'PUT'.
es: El método HTTP debe ser 'POST' o 'PUT'.
fr: La méthode HTTP doit être soit 'POST' soit 'PUT'.
ja: HTTP メソッドは 'POST' または 'PUT' のいずれかでなければなりません。

source: Missing required fields for Notification Configuration: {}.
es: Campos no definidos para la configuración de notificación: {}.
fr: Champs obligatoires manquants pour la configuration des notifications : {}.
ja: 通知設定の必須フィールドがありません: {}。

source: Configuration field '{}' incorrect type, expected {}.
es: Tipo incorrecto en la configuración del campo '{} ', esperado {}.
fr: Type de champ de configuration '{}' incorrect, {} attendu.
ja: 設定フィールド '{}' のタイプが正しくありません。{} が予期されました。

source: Notification body
es: Cuerpo de la notificación
fr: Corps de notification
ja: 通知ボディー

source: Valid DTSTART required in rrule. Value should start with: DTSTART:YYYYMMDDTHHMMSSZ
es: DTSTART válido necesario en rrule. El valor debe empezar con: DTSTART:YYYYMMDDTHHMMSSZ
fr: DTSTART valide obligatoire dans rrule. La valeur doit commencer par : DTSTART:YYYYMMDDTHHMMSSZ
ja: 有効な DTSTART が rrule で必要です。値は DTSTART:YYYYMMDDTHHMMSSZ で開始する必要があります。

source: DTSTART cannot be a naive datetime. Specify ;TZINFO= or YYYYMMDDTHHMMSSZZ.
es: DTSTART no puede ser una fecha/hora ingenua. Especifique ;TZINFO= o YYYYMMDDTHHMMSSZZ.
fr: DTSTART ne peut correspondre à une date-heure naïve. Spécifier ;TZINFO= ou YYYYMMDDTHHMMSSZZ.
ja: DTSTART をネイティブの日時にすることができません。;TZINFO= or YYYYMMDDTHHMMSSZZ を指定します。

source: Multiple DTSTART is not supported.
es: Múltiple DTSTART no está soportado.
fr: Une seule valeur DTSTART est prise en charge.
ja: 複数の DTSTART はサポートされません。

source: RRULE required in rrule.
es: RRULE requerido en rrule.
fr: RRULE obligatoire dans rrule.
ja: RRULE が rrule で必要です。

source: Multiple RRULE is not supported.
es: Múltiple RRULE no está soportado.
fr: Une seule valeur RRULE est prise en charge.
ja: 複数の RRULE はサポートされません。

source: INTERVAL required in rrule.
es: INTERVAL requerido en 'rrule'.
fr: INTERVAL obligatoire dans rrule.
ja: INTERVAL が rrule で必要です。

source: SECONDLY is not supported.
es: SECONDLY no está soportado.
fr: SECONDLY n'est pas pris en charge.
ja: SECONDLY はサポートされません。

source: Multiple BYMONTHDAYs not supported.
es: Multiple BYMONTHDAYs no soportado.
fr: Une seule valeur BYMONTHDAY est prise en charge.
ja: 複数の BYMONTHDAY はサポートされません。

source: Multiple BYMONTHs not supported.
es: Multiple BYMONTHs no soportado.
fr: Une seule valeur BYMONTH est prise en charge.
ja: 複数の BYMONTH はサポートされません。

source: BYDAY with numeric prefix not supported.
es: BYDAY con prefijo numérico no soportado.
fr: BYDAY avec un préfixe numérique non pris en charge.
ja: 数字の接頭辞のある BYDAY はサポートされません。

source: BYYEARDAY not supported.
es: BYYEARDAY no soportado.
fr: BYYEARDAY non pris en charge.
ja: BYYEARDAY はサポートされません。

source: BYWEEKNO not supported.
es: BYWEEKNO no soportado.
fr: BYWEEKNO non pris en charge.
ja: BYWEEKNO はサポートされません。

source: RRULE may not contain both COUNT and UNTIL
es: RRULE no puede contener ambos COUNT y UNTIL
fr: RRULE peut contenir à la fois COUNT et UNTIL
ja: RRULE には COUNT と UNTIL の両方を含めることができません

source: COUNT > 999 is unsupported.
es: COUNT > 999 no está soportada.
fr: COUNT > 999 non pris en charge.
ja: COUNT > 999 はサポートされません。

source: rrule parsing failed validation: {}
es: validación fallida analizando rrule: {}
fr: L'analyse rrule n'a pas pu être validée : {}
ja: rrule の構文解析で検証に失敗しました: {}

source: Inventory Source must be a cloud resource.
es: Fuente del inventario debe ser un recurso cloud.
fr: La source d'inventaire doit être une ressource cloud.
ja: インベントリーソースはクラウドリソースでなければなりません。

source: Manual Project cannot have a schedule set.
es: El proyecto manual no puede tener una programación establecida.
fr: Le projet manuel ne peut pas avoir de calendrier défini.
ja: 手動プロジェクトにはスケジュールを設定できません。

source: Inventory sources with `update_on_project_update` cannot be scheduled. Schedule its source project `{}` instead.
es: No se pueden programar las fuentes de inventario con `update_on_project_update. En su lugar, programe su proyecto fuente `{}`.
fr: Impossible de planifier les sources d'inventaire avec `update_on_project_update`. Planifiez plutôt son projet source`{}`.
ja: 「update_on_project_update」が設定されたインベントリーソースはスケジュールできません。代わりのそのソースプロジェクト「{}」 をスケジュールします。

source: Count of jobs in the running or waiting state that are targeted for this instance
es: Cantidad de tareas en estado de ejecución o espera que están destinadas para esta instancia
fr: Le nombre de jobs en cours d'exécution ou en attente qui sont ciblés pour cette instance.
ja: このインスタンスにターゲット設定されている実行中または待機状態のジョブの数

source: Count of all jobs that target this instance
es: Todos los trabajos que abordan esta instancia
fr: Le nombre de jobs qui ciblent cette instance.
ja: このインスタンスをターゲットに設定するすべてのジョブの数

source: Count of jobs in the running or waiting state that are targeted for this instance group
es: Cantidad de tareas en estado de ejecución o espera que están destinadas para este grupo de instancia
fr: Le nombre de jobs en cours d'exécution ou en attente qui sont ciblés pour ce groupe d'instances.
ja: このインスタンスグループにターゲット設定されている実行中または待機状態のジョブの数

source: Count of all jobs that target this instance group
es: Todos los trabajos que abordan este grupo de instancias
fr: Le nombre de jobs qui ciblent ce groupe d'instances
ja: このインスタンスグループをターゲットに設定するすべてのジョブの数

source: Indicates whether instances in this group are containerized.Containerized groups have a designated Openshift or Kubernetes cluster.
es: Indica si las instancias de este grupo son contenedorizadas. Los grupos contenedorizados tienen un clúster Openshift o Kubernetes designado.
fr: Indique si les instances de ce groupe sont conteneurisées. Les groupes conteneurisés ont un groupe Openshift ou Kubernetes désigné.
ja: このグループ内でインスタンスをコンテナー化するかを指定します。コンテナー化したグループには、指定の OpenShift または Kubernetes クラスターが含まれます。

source: Policy Instance Percentage
es: Porcentaje de instancias de políticas
fr: Pourcentage d'instances de stratégie
ja: ポリシーインスタンスの割合

source: Minimum percentage of all instances that will be automatically assigned to this group when new instances come online.
es: Porcentaje mínimo de todas las instancias que se asignarán automáticamente a este grupo cuando nuevas instancias aparezcan en línea.
fr: Le pourcentage minimum de toutes les instances qui seront automatiquement assignées à ce groupe lorsque de nouvelles instances seront mises en ligne.
ja: 新規インスタンスがオンラインになると、このグループに自動的に最小限割り当てられるインスタンスの割合を選択します。

source: Policy Instance Minimum
es: Mínimo de instancias de políticas
fr: Instances de stratégies minimum
ja: ポリシーインスタンスの最小値

source: Static minimum number of Instances that will be automatically assign to this group when new instances come online.
es: Número mínimo estático de instancias que se asignarán automáticamente a este grupo cuando aparezcan nuevas instancias en línea.
fr: Nombre minimum statique d'instances qui seront automatiquement assignées à ce groupe lors de la mise en ligne de nouvelles instances.
ja: 新規インスタンスがオンラインになると、このグループに自動的に最小限割り当てられるインスタンス数を入力します。

source: Policy Instance List
es: Lista de instancias de políticas
fr: Listes d'instances de stratégie
ja: ポリシーインスタンスの一覧

source: List of exact-match Instances that will be assigned to this group
es: Lista de instancias con coincidencia exacta que se asignarán a este grupo
fr: Liste des cas de concordance exacte qui seront assignés à ce groupe.
ja: このグループに割り当てられる完全一致のインスタンスの一覧

source: Duplicate entry {}.
es: Entrada por duplicado {}.
fr: Entrée dupliquée {}.
ja: 重複するエントリー {}。

source: {} is not a valid hostname of an existing instance.
es: {} no es un nombre de host válido de una instancia existente.
fr: {} n'est pas un nom d'hôte valide d'instance existante.
ja: {} は既存インスタンスの有効なホスト名ではありません。

source: Containerized instances may not be managed via the API
es: Las instancias contenedorizadas no pueden ser gestionadas a través de la API.
fr: Les instances conteneurisées ne peuvent pas être gérées via l'API
ja: コンテナー化されたインスタンスは API で管理されないことがあります

source: %s instance group name may not be changed.
es: El nombre del grupo de instancia %s no puede modificarse.
fr: Le nom de groupe de l'instance %s ne peut pas être modifié.
ja: %s のインスタンスグループ名は変更できません。

source: Only Kubernetes credentials can be associated with an Instance Group
es: Solo las credenciales de Kubernetes pueden asociarse a un grupo de instancias.
fr: Seuls les identifiants Kubernetes peuvent être associés à un groupe d'instances
ja: インスタンスグループに関連付けることができる Kubernetes 認証情報のみです

source: is_container_group must be True when associating a credential to an Instance Group
es: is_container_group debe ser True (Verdadero) cuando se asocia una credencial a un grupo de instancias
fr: is_container_group doit être True lors de l'association d'une accréditation à un groupe d'instances
ja: 認証情報をインスタンスグループに関連付けるときは、is_container_group を True にする必要があります

source: When present, shows the field name of the role or relationship that changed.
es: Cuando está presente, muestra el nombre de campo de la función o relación que cambió.
fr: Le cas échéant, affiche le nom de champ du rôle ou de la relation qui a changé.
ja: これがある場合には、変更された関係またはロールのフィールド名を表示します。

source: When present, shows the model on which the role or relationship was defined.
es: Cuando está presente, muestra el modelo sobre el cual se definió el rol o la relación.
fr: Le cas échéant, affiche le modèle sur lequel le rôle ou la relation a été défini.
ja: これがある場合には、ロールまたは関係が定義されているモデルを表示します。

source: A summary of the new and changed values when an object is created, updated, or deleted
es: Un resumen de los valores nuevos y cambiados cuando un objeto es creado, actualizado o eliminado.
fr: Un récapitulatif des valeurs nouvelles et modifiées lorsqu'un objet est créé, mis à jour ou supprimé
ja: オブジェクトの作成、更新または削除時の新規値および変更された値の概要

source: For create, update, and delete events this is the object type that was affected. For associate and disassociate events this is the object type associated or disassociated with object2.
es: Para crear, actualizar y eliminar eventos éste es el tipo de objeto que fue afectado. Para asociar o desasociar eventos éste es el tipo de objeto asociado o desasociado con object2.
fr: Pour créer, mettre à jour et supprimer des événements, il s'agit du type d'objet qui a été affecté. Pour associer et dissocier des événements, il s'agit du type d'objet associé à ou dissocié de object2.
ja: 作成、更新、および削除イベントの場合、これは影響を受けたオブジェクトタイプになります。関連付けおよび関連付け解除イベントの場合、これは object2 に関連付けられたか、またはその関連付けが解除されたオブジェクトタイプになります。

source: Unpopulated for create, update, and delete events. For associate and disassociate events this is the object type that object1 is being associated with.
es: Vacío para crear, actualizar y eliminar eventos. Para asociar y desasociar eventos éste es el tipo de objetos que object1 con el está asociado.
fr: Laisser vide pour créer, mettre à jour et supprimer des événements. Pour associer et dissocier des événements, il s'agit du type d'objet auquel object1 est associé.
ja: 作成、更新、および削除イベントの場合は設定されません。関連付けおよび関連付け解除イベントの場合、これは object1 が関連付けられるオブジェクトタイプになります。

source: The action taken with respect to the given object(s).
es: La acción tomada al respeto al/los especificado(s) objeto(s).
fr: Action appliquée par rapport à l'objet ou aux objets donnés.
ja: 指定されたオブジェクトについて実行されたアクション。

source: Not found.
es: No encontrado.
fr: Introuvable.
ja: 見つかりません
