Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: GitHub Organization OAuth2 Secret
es: Clave secreta OAuth2 para la organización GitHub
fr: Secret OAuth2 pour les organisations GitHub
ja: GitHub 組織 OAuth2 シークレット

source: The OAuth2 secret (Client Secret) from your GitHub organization application.
es: La clave secreta OAuth2 (Clave secreta del cliente) from your GitHub organization application.
fr: Secret OAuth2 (secret client) de votre application d'organisation GitHub.
ja: GitHub 組織アプリケーションからの OAuth2 シークレット (クライアントシークレット)。

source: GitHub Organization Name
es: Nombre para la organización GitHub
fr: Nom de l'organisation GitHub
ja: GitHub 組織名

source: The name of your GitHub organization, as used in your organization's URL: https://github.com/<yourorg>/.
es: El nombre de su organización de GitHub, como se utiliza en la URL de su organización: https://github.com/<yourorg>/.
fr: Nom de votre organisation GitHub, tel qu'utilisé dans l'URL de votre organisation : https://github.com/<yourorg>/.
ja: GitHub 組織の名前で、組織の URL (https://github.com/<yourorg>/) で使用されます。

source: GitHub Organization OAuth2 Organization Map
es: Mapa de organización OAuth2 para organizaciones GitHub
fr: Mappe d'organisations OAuth2 pour les organisations GitHub
ja: GitHub 組織 OAuth2 組織マップ

source: GitHub Organization OAuth2 Team Map
es: Mapa de equipos OAuth2 para equipos GitHub
fr: Mappe d'équipes OAuth2 pour les organisations GitHub
ja: GitHub 組織 OAuth2 チームマップ

source: GitHub Team OAuth2 Callback URL
es: URL callback OAuth2 para los equipos GitHub
fr: URL de rappel OAuth2 pour les équipes GitHub
ja: GitHub チーム OAuth2 コールバック URL

source: Create an organization-owned application at https://github.com/organizations/<yourorg>/settings/applications and obtain an OAuth2 key (Client ID) and secret (Client Secret). Provide this URL as the callback URL for your application.
es: Cree una aplicación propiedad de la organización en https://github.com/organizations/<yourorg>/settings/applications y obtenga una clave de OAuth2 (ID del cliente) y secreta (clave secreta de cliente). Proporcione esta URL como URL de devolución para su aplicación.
fr: Créez une application appartenant à une organisation sur https://github.com/organizations/<yourorg>/settings/applications et obtenez une clé OAuth2 (ID client) et un secret (secret client). Entrez cette URL comme URL de rappel de votre application.
ja: 組織が所有するアプリケーションを https://github.com/organizations/<yourorg>/settings/applications に作成し、OAuth2 キー (クライアント ID) およびシークレット (クライアントシークレット) を取得します。この URL をアプリケーションのコールバック URL として指定します。

source: GitHub Team OAuth2
es: OAuth2 para equipos GitHub
fr: OAuth2 pour les équipes GitHub
ja: GitHub チーム OAuth2

source: GitHub Team OAuth2 Key
es: Clave OAuth2 para equipos GitHub
fr: Clé OAuth2 pour les équipes GitHub
ja: GitHub チーム OAuth2 キー

source: GitHub Team OAuth2 Secret
es: Clave secreta OAuth2 para equipos GitHub
fr: Secret OAuth2 pour les équipes GitHub
ja: GitHub チーム OAuth2 シークレット

source: GitHub Team ID
es: ID de equipo GitHub
fr: ID d'équipe GitHub
ja: GitHub チーム ID

source: Find the numeric team ID using the Github API: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
es: Encuentre su identificador numérico de equipo utilizando la API de GitHub: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
fr: Recherchez votre ID d'équipe numérique à l'aide de l'API Github : http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
ja: Github API を使用して数値のチーム ID を検索します: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/

source: GitHub Team OAuth2 Organization Map
es: Mapa de organizaciones OAuth2 para los equipos GitHub
fr: Mappe d'organisations OAuth2 pour les équipes GitHub
ja: GitHub チーム OAuth2 組織マップ

source: GitHub Team OAuth2 Team Map
es: Mapa de equipos OAuth2 para equipos GitHub
ja: GitHub チーム OAuth2 チームマップ

source: GitHub Enterprise OAuth2 Callback URL
es: URL de callback de OAuth2 de GitHub Enterprise
ja: GitHub Enterprise OAuth2 コールバック URL

source: GitHub Enterprise OAuth2
es: OAuth2 de GitHub Enterprise

source: GitHub Enterprise URL
es: URL de GitHub Enterprise

source: The URL for your Github Enterprise instance, e.g.: http(s)://hostname/. Refer to Github Enterprise documentation for more details.
es: La URL de su instancia de Github Enterprise, por ejemplo: http(s)://hostname/. Consulte la documentación de Github Enterprise para obtener información detallada.
fr: L'URL de votre instance Github Enterprise, par exemple : http(s)://hostname/. Consultez la documentation de Github Enterprise pour plus de détails.
ja: Github Enterprise インスタンスの URL (例: http(s)://hostname/)。詳細については、Github Enterprise ドキュメントを参照してください。

source: GitHub Enterprise API URL
es: URL de la API de GitHub Enterprise

source: The API URL for your GitHub Enterprise instance, e.g.: http(s)://hostname/api/v3/. Refer to Github Enterprise documentation for more details.
es: La URL de la API de su instancia de GitHub Enterprise, por ejemplo: http(s)://hostname/api/v3/. Consulte la documentación de Github Enterprise para obtener información detallada.
fr: L'URL de l'API pour votre instance GitHub Enterprise, par exemple : http(s)://hostname/api/v3/. Reportez-vous à la documentation de Github Enterprise pour plus de détails.
ja: GitHub Enterprise インスタンスの API URL (例: http(s)://hostname/api/v3/)。詳細については、Github Enterprise ドキュメントを参照してください。

source: GitHub Enterprise OAuth2 Key
es: Clave OAuth2 de GitHub Enterprise

source: The OAuth2 key (Client ID) from your GitHub Enterprise developer application.
es: La clave OAuth2 (ID del cliente) de su aplicación de desarrollo GitHub Enterprise.
fr: Clé OAuth2 (ID client) de votre application de développeur GitHub Enterprise.
ja: GitHub Enterprise 開発者アプリケーションからの OAuth2 キー (クライアント ID)。

source: GitHub Enterprise OAuth2 Secret
es: Clave secreta OAuth2 de GitHub Enterprise

source: The OAuth2 secret (Client Secret) from your GitHub Enterprise developer application.
es: La clave secreta OAuth2 (Clave secreta del cliente) de su aplicación de desarrollo GitHub Enterprise.
fr: Secret OAuth2 (secret client) de votre application de développeur GitHub Enterprise.
ja: GitHub Enterprise 開発者アプリケーションからの OAuth2 シークレット (クライアントシークレット)。

source: GitHub Enterprise OAuth2 Organization Map
es: Mapa de organización OAuth2 de GitHub Enterprise
fr: Mappe d'organisations Github Enterprise OAuth2
ja: GitHub Enterprise OAuth2 組織マップ

source: GitHub Enterprise OAuth2 Team Map
es: Mapa de equipo OAuth2 de GitHub Enterprise
fr: Mappe d'équipe GitHub Enterprise OAuth2
ja: GitHub Enterprise OAuth2 チームマップ

source: GitHub Enterprise Organization OAuth2 Callback URL
es: URL de callback de OAuth2 para organización GitHub Enterprise
fr: URL de rappel GitHub Enterprise Organization OAuth2
ja: GitHub Enterprise 組織 OAuth2 コールバック URL

source: GitHub Enterprise Organization OAuth2
es: OAuth2 para organización de GitHub Enterprise
ja: GitHub Enterprise 組織 OAuth2

source: GitHub Enterprise Organization URL
es: URL de organización de GitHub Enterprise
ja: GitHub Enterprise 組織 URL

source: GitHub Enterprise Organization API URL
es: URL de la API de la organización de GitHub Enterprise
ja: GitHub Enterprise 組織 API URL

source: GitHub Enterprise Organization OAuth2 Key
es: Clave OAuth2 para organización Github Enterprise
fr: Clé OAuth2 GitHub Enterprise Organization
ja: GitHub Enterprise 組織 OAuth2 キー

source: The OAuth2 key (Client ID) from your GitHub Enterprise organization application.
es: La clave OAuth2 (ID del cliente) de su aplicación de organización GitHub Enterprise.
fr: Clé OAuth2 (ID client) de votre application d'organisation GitHub Enterprise.
ja: GitHub Enterprise 組織アプリケーションからの OAuth2 キー (クライアント ID)。

source: GitHub Enterprise Organization OAuth2 Secret
es: Clave secreta OAuth2 para la organización GitHub Enterprise
fr: Secret OAuth2 pour les organisations GitHub Enterprise
ja: GitHub Enterprise 組織 OAuth2 シークレット

source: The OAuth2 secret (Client Secret) from your GitHub Enterprise organization application.
es: La clave secreta OAuth2 (Clave secreta del cliente) de su aplicación de organización GitHub Enterprise.
fr: Secret OAuth2 (secret client) de votre application d'organisation GitHub Enterprise.
ja: GitHub Enterprise 組織アプリケーションからの OAuth2 シークレット (クライアントシークレット)。

source: GitHub Enterprise Organization Name
es: Nombre de la organización de GitHub Enterprise
fr: Nom de l'organisation GitHub Enterprise
ja: GitHub Enterprise 組織名

source: The name of your GitHub Enterprise organization, as used in your organization's URL: https://github.com/<yourorg>/.
es: El nombre de su organización de GitHub Enterprise, como se utiliza en la URL de su organización: https://github.com/<yourorg>/.
fr: Nom de votre organisation GitHub Enterprise, tel qu'utilisé dans l'URL de votre organisation : https://github.com/<yourorg>/.
ja: GitHub Enterprise 組織の名前で、組織の URL (https://github.com/<yourorg>/) で使用されます。

source: GitHub Enterprise Organization OAuth2 Organization Map
es: Mapa de organización de OAuth2 de la organización de GitHub Enterprise
fr: Mappe d'organisations OAuth2 pour les organisations GitHub Enterprise
ja: GitHub Enterprise 組織 OAuth2 組織マップ

source: GitHub Enterprise Organization OAuth2 Team Map
es: Mapa del equipo OAuth2 de la organización GitHub Enterprise
fr: Mappe d'équipes OAuth2 GitHub Enterprise
ja: GitHub Enterprise 組織 OAuth2 チームマップ

source: GitHub Enterprise Team OAuth2 Callback URL
es: URL de callback de OAuth2 del equipo de GitHub Enterprise
fr: URL de rappel OAuth2 GitHub Enterprise Team
ja: GitHub Enterprise チーム OAuth2 コールバック URL

source: GitHub Enterprise Team OAuth2
es: OAuth2 del equipo de GitHub Enterprise
fr: OAuth2 GitHub Enterprise Team

source: GitHub Enterprise Team URL
es: URL del equipo de GitHub Enterprise
fr: URL GitHub Enterprise Team

source: GitHub Enterprise Team API URL
es: URL de la API del equipo de GitHub Enterprise
fr: URL de l'API GitHub Enterprise Team

source: GitHub Enterprise Team OAuth2 Key
es: Clave OAuth2 de equipo de GitHub Enterprise
fr: Clé OAuth2 GitHub Enterprise Team
ja: GitHub Enterprise チーム OAuth2 キー

source: GitHub Enterprise Team OAuth2 Secret
es: Clave secreta OAuth2 de equipo de GitHub Enterprise
fr: OAuth2 Secret GitHub Enterprise Team
ja: GitHub Enterprise チーム OAuth2 シークレット

source: GitHub Enterprise Team ID
es: ID de equipo de GitHub Enterprise
fr: ID GitHub Enterprise Team
ja: GitHub Enterprise チーム ID

source: Find the numeric team ID using the Github Enterprise API: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
es: Encuentre su identificador numérico de equipo utilizando la API de GitHub Enterprise: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
fr: Recherchez votre ID d'équipe numérique à l'aide de l'API Github : http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/.
ja: Github Enterprise API を使用して数値のチーム ID を検索します: http://fabian-kostadinov.github.io/2015/01/16/how-to-find-a-github-team-id/

source: GitHub Enterprise Team OAuth2 Organization Map
es: Mapa de organización OAuth2 para equipos GitHub Enterprise
fr: Mappe d'organisations OAuth2 pour les organisations GitHub
ja: GitHub Enterprise チーム OAuth2 組織マップ

source: GitHub Enterprise Team OAuth2 Team Map
es: Mapa de equipo de OAuth2 de GitHub Enterprise
ja: GitHub Enterprise チーム OAuth2 チームマップ

source: Azure AD OAuth2 Callback URL
es: URL callback OAuth2 para Azure AD
fr: URL de rappel OAuth2 pour Azure AD
ja: Azure AD OAuth2 コールバック URL

source: Provide this URL as the callback URL for your application as part of your registration process. Refer to the documentation for more detail.
es: Indique esta URL como URL de callback para su aplicación como parte del proceso de registro. Consulte la documentación para obtener información detallada.
fr: Fournir cette URL comme URL d'appel pour votre application dans le cadre de votre processus d'enregistrement. Voir la documentation pour plus de détails.
ja: 登録プロセスの一環として、この URL をアプリケーションのコールバック URL として指定します。詳細については、ドキュメントを参照してください。

source: Azure AD OAuth2 Key
es: Clave OAuth2 para Azure AD
fr: Clé OAuth2 pour Azure AD
ja: Azure AD OAuth2 キー

source: The OAuth2 key (Client ID) from your Azure AD application.
es: La clave OAuth2 (ID del cliente) de su aplicación en Azure AD.
fr: Clé OAuth2 (ID client) de votre application Azure AD.
ja: Azure AD アプリケーションからの OAuth2 キー (クライアント ID)。

source: Azure AD OAuth2 Secret
es: Clave secreta OAuth2 para Azure AD
fr: Secret OAuth2 pour Azure AD
ja: Azure AD OAuth2 シークレット

source: The OAuth2 secret (Client Secret) from your Azure AD application.
es: La clave secreta OAuth2 (Clave secreta del cliente) de su aplicación Azure AD.
fr: Secret OAuth2 (secret client) de votre application Azure AD.
ja: Azure AD アプリケーションからの OAuth2 シークレット (クライアントシークレット)。

source: Azure AD OAuth2 Organization Map
es: Mapa de organizaciones OAuth2 para Azure AD
fr: Mappe d'organisations OAuth2 pour Azure AD
ja: Azure AD OAuth2 組織マップ

source: Azure AD OAuth2 Team Map
es: Mapa de equipos OAuth2 para Azure AD
fr: Mappe d'équipes OAuth2 pour Azure AD
ja: Azure AD OAuth2 チームマップ

source: Automatically Create Organizations and Teams on SAML Login
es: Crear automáticamente organizaciones y equipos al iniciar sesión en SAML
fr: Créer automatiquement des organisations et des équipes sur la connexion SAML
ja: SAML ログインで組織とチームを自動的に作成

source: When enabled (the default), mapped Organizations and Teams will be created automatically on successful SAML login.
es: Cuando esté habilitado (valor predeterminado), se crearán automáticamente las organizaciones y los equipos asignados al iniciar sesión correctamente en SAML.
fr: Lorsque cette option est activée (par défaut), les organisations et les équipes mapées seront créées automatiquement si la connexion SAML est réussie.
ja: 有効にすると (デフォルト)、マップされた組織とチームは、SAML ログインが成功すると自動的に作成されます。

source: SAML Assertion Consumer Service (ACS) URL
es: URL del Servicio de consumidor de aserciones (ACS) SAML
fr: URL ACS (Assertion Consumer Service) SAML
ja: SAML アサーションコンシューマー サービス (ACS) URL

source: Register the service as a service provider (SP) with each identity provider (IdP) you have configured. Provide your SP Entity ID and this ACS URL for your application.
es: Registre el servicio como un proveedor de servicio (SP) con cada proveedor de identidad (IdP) que ha configurado. Proporcione su ID de entidad SP y esta dirección URL ACS para su aplicación.
fr: Enregistrez le service en tant que fournisseur de services (SP) auprès de chaque fournisseur d'identité (IdP) configuré. Entrez votre ID d'entité SP et cette URL ACS pour votre application.
ja: 設定済みの各アイデンティティープロバイダー (IdP) で、このサービスをサービスプロバイダー (SP) として登録します。SP エンティティー ID およびアプリケーションのこの ACS URL を指定します。

source: SAML Service Provider Metadata URL
es: URL de metadatos para el proveedor de servicios SAML
fr: URL de métadonnées du fournisseur de services SAML
ja: SAML サービスプロバイダーメタデータ URL

source: If your identity provider (IdP) allows uploading an XML metadata file, you can download one from this URL.
es: Si su proveedor de identidad (IdP) permite subir ficheros de metadatos en XML, puede descargarlo desde esta dirección.
fr: Si votre fournisseur d'identité (IdP) permet de télécharger un fichier de métadonnées XML, vous pouvez le faire à partir de cette URL.
ja: アイデンティティープロバイダー (IdP) が XML メタデータファイルのアップロードを許可する場合、この URL からダウンロードできます。

source: SAML Service Provider Entity ID
es: ID de la entidad del proveedor de servicio SAML
fr: ID d'entité du fournisseur de services SAML
ja: SAML サービスプロバイダーエンティティー ID

source: The application-defined unique identifier used as the audience of the SAML service provider (SP) configuration. This is usually the URL for the service.
es: El identificador único definido por la aplicación utilizado como configuración para la audiencia del proveedor de servicio (SP) SAML. Por lo general, es la URL para el servicio.
fr: Identifiant unique défini par l'application utilisé comme audience dans la configuration du fournisseur de services (SP) SAML. Il s'agit généralement de l'URL pour ce service.
ja: SAML サービスプロバイダー (SP) 設定の対象として使用されるアプリケーションで定義される固有識別子です。通常これはサービスの URL になります。

source: SAML Service Provider Public Certificate
es: Certificado público del proveedor de servicio SAML
fr: Certificat public du fournisseur de services SAML
ja: SAML サービスプロバイダーの公開証明書

source: Create a keypair to use as a service provider (SP) and include the certificate content here.
es: Crear un par de claves para usar como proveedor de servicio (SP) e incluir el contenido del certificado aquí.
fr: Créez une paire de clés qui puisse être utilisée comme fournisseur de services (SP) et entrez le contenu du certificat ici.
ja: サービスプロバイダー (SP) として使用するためのキーペアを作成し、ここに証明書の内容を組み込みます。

source: SAML Service Provider Private Key
es: Clave privada del proveedor de servicio SAML
fr: Clé privée du fournisseur de services SAML
ja: SAML サービスプロバイダーの秘密鍵｜

source: Create a keypair to use as a service provider (SP) and include the private key content here.
es: Crear un par de claves para usar como proveedor de servicio (SP) e incluir el contenido de la clave privada aquí.
fr: Créez une paire de clés qui puisse être utilisée comme fournisseur de services (SP) et entrez le contenu de la clé privée ici.
ja: サービスプロバイダー (SP) として使用するためのキーペアを作成し、ここに秘密鍵の内容を組み込みます。

source: SAML Service Provider Organization Info
es: Información organizacional del proveedor de servicio SAML
fr: Infos organisationnelles du fournisseur de services SAML
ja: SAML サービスプロバイダーの組織情報

source: Provide the URL, display name, and the name of your app. Refer to the documentation for example syntax.
es: Indique la URL, el nombre de la pantalla y el nombre de la aplicación. Consulte la documentación para acceder a ejemplos de sintaxis.
fr: Fournir cette URL, le nom d'affichage, le nom de votre app. Voir la documentation pour obtenir des exemples de syntaxe.
ja: アプリケーションの URL、表示名、および名前を指定します。構文のサンプルについては、ドキュメントを参照してください。

source: SAML Service Provider Technical Contact
es: Contacto técnico del proveedor de servicio SAML
fr: Contact technique du fournisseur de services SAML
ja: SAML サービスプロバイダーテクニカルサポートの問い合わせ先

source: Provide the name and email address of the technical contact for your service provider. Refer to the documentation for example syntax.
es: Indique el nombre y la dirección de correo electrónico del contacto técnico de su proveedor de servicios. Consulte la documentación para obtener ejemplos de sintaxis.
fr: Fournir le nom et l'adresse email d'un contact Technique pour le fournisseur de services. Voir la documentation pour obtenir des exemples de syntaxe.
ja: サービスプロバイダーのテクニカルサポート担当の名前およびメールアドレスを指定します。構文のサンプルについては、ドキュメントを参照してください。

source: SAML Service Provider Support Contact
es: Contacto de soporte del proveedor de servicio SAML
fr: Contact support du fournisseur de services SAML
ja: SAML サービスプロバイダーサポートの問い合わせ先

source: Provide the name and email address of the support contact for your service provider. Refer to the documentation for example syntax.
es: Indique el nombre y la dirección de correo electrónico del contacto de soporte de su proveedor de servicios. Consulte la documentación para obtener ejemplos de sintaxis.
fr: Fournir le nom et l'adresse email d'un contact Support pour le fournisseur de services. Voir la documentation pour obtenir des exemples de syntaxe.
ja: サービスプロバイダーのサポート担当の名前およびメールアドレスを指定します。構文のサンプルについてはドキュメントを参照してください。

source: SAML Enabled Identity Providers
es: Proveedores de identidad habilitados SAML
fr: Fournisseurs d'identité compatibles SAML
ja: SAML で有効にされたアイデンティティープロバイダー

source: Configure the Entity ID, SSO URL and certificate for each identity provider (IdP) in use. Multiple SAML IdPs are supported. Some IdPs may provide user data using attribute names that differ from the default OIDs. Attribute names may be overridden for each IdP. Refer to the Ansible documentation for additional details and syntax.
es: Configure la ID de la entidad, la URL del acceso SSO y el certificado de cada proveedor de identidad (IdP) en uso. Se admiten varios IdP de SAML. Algunos IdP pueden proporcionar datos sobre los usuarios por medio del uso de nombres de atributos que difieren de los OID predeterminados. Pueden anularse los nombres de los atributos para cada IdP. Consulte la documentación de Ansible Tower para obtener información detallada adicional y ejemplos de sintaxis.
fr: Configurez l'ID d'entité, l'URL SSO et le certificat pour chaque fournisseur d'identité (IdP) utilisé. Plusieurs IdP SAML sont pris en charge. Certains IdP peuvent fournir des données utilisateur à l'aide de noms d'attributs qui diffèrent des OID par défaut. Les noms d'attributs peuvent être remplacés pour chaque IdP. Voir la documentation Ansible Tower pour obtenir des exemples de syntaxe.
ja: 使用中のそれぞれのアイデンティティープロバイダー (IdP) についてのエンティティー ID、SSO URL および証明書を設定します。複数の SAML IdP がサポートされます。一部の IdP はデフォルト OID とは異なる属性名を使用してユーザーデータを提供することがあります。それぞれの IdP について属性名が上書きされる可能性があります。追加の詳細および構文については、Ansible ドキュメントを参照してください。

source: SAML Security Config
es: Configuración de seguridad SAML
fr: Config de sécurité SAML
ja: SAML セキュリティー設定

source: A dict of key value pairs that are passed to the underlying python-saml security setting https://github.com/onelogin/python-saml#settings
es: Un diccionario de pares de valores clave que se envían a la configuración de seguridad python-saml subyacente https://github.com/onelogin/python-saml#settings
fr: Un dictionnaire de paires de valeurs clés qui sont passées au paramètre de sécurité saus-jacent python-saml https://github.com/onelogin/python-saml#settings
ja: 基礎となる python-saml セキュリティー設定に渡されるキー値ペアの辞書: https://github.com/onelogin/python-saml#settings

source: SAML Service Provider extra configuration data
es: Datos de configuración adicionales del proveedor de servicio SAML
fr: Données de configuration supplémentaires du fournisseur du service SAML
ja: SAML サービスプロバイダーの追加設定データ

source: A dict of key value pairs to be passed to the underlying python-saml Service Provider configuration setting.
es: Un diccionario de pares de valores clave que se envían a los valores de configuración del proveedor de servicio python-saml subyacente.
fr: Un dictionnaire de paires de valeurs clés qui sont passées au paramètre de configuration sous-jacent du Fournisseur de service python-saml.
ja: 基礎となる python-saml サービスプロバイダー設定に渡されるキー値ペアの辞書。

source: SAML IDP to extra_data attribute mapping
es: Asignación de atributos de SAML IDP a extra_data
fr: IDP SAM pour la mappage d'attributs extra_data
ja: SAML IDP の extra_data 属性へのマッピング

source: A list of tuples that maps IDP attributes to extra_attributes. Each attribute will be a list of values, even if only 1 value.
es: Una lista de tuplas que asigna atributos IDP a extra_attributes. Cada atributo será una lista de valores, aunque sea un solo valor.
fr: Liste des tuples qui mappent les attributs IDP en extra_attributes. Chaque attribut correspondra à une liste de valeurs, même si 1 seule valeur.
ja: IDP 属性を extra_attributes にマップするタプルの一覧です。各属性は 1 つの値のみの場合も値の一覧となります。

source: SAML Organization Map
es: Mapa de organización SAML
fr: Mappe d'organisations SAML
ja: SAML 組織マップ

source: SAML Team Map
es: Mapa de equipo SAML
fr: Mappe d'équipes SAML
ja: SAML チームマップ

source: SAML Organization Attribute Mapping
es: Asignación de atributos de la Organización SAML
fr: Mappage d'attributs d'organisation SAML
ja: SAML 組織属性マッピング

source: Used to translate user organization membership.
es: Usado para traducir la membresía de la organización del usuario.
fr: Utilisé pour traduire l'adhésion organisation de l'utilisateur.
ja: ユーザー組織メンバーシップを変換するために使用されます。

source: SAML Team Attribute Mapping
es: Asignación de atributos del equipo SAML
fr: Mappage d'attributs d'équipe SAML
ja: SAML チーム属性マッピング
