Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: The version of Ansible Core installed in the execution environment.
es: La versión de Ansible Core instalada en el entorno de ejecución.
fr: La version d'Ansible Core installée dans l'environnement d'exécution.
ja: 実行環境にインストールされている Ansible Core のバージョン。

source: The Receptor work unit ID associated with this job.
es: La ID de la unidad de trabajo del receptor asociado a este trabajo.
fr: L'ID de l'unité de travail du récepteur associée à ce travail.
ja: このジョブに関連付けられている Receptor ワークユニット ID。

source: If enabled then the node will only run if all of the parent nodes have met the criteria to reach this node
es: Si está habilitado, el nodo solo se ejecutará si todos los nodos padres han cumplido los criterios para alcanzar este nodo
fr: En cas d'activation, le nœud ne fonctionnera que si tous les nœuds parents ont respecté les critères pour atteindre ce nœud
ja: 有効な場合には、全親ノードでこのノードに到達するための基準が満たされている場合にのみノードが実行されます

source: An identifier for this node that is unique within its workflow. It is copied to workflow job nodes corresponding to this node.
es: Un identificador para este nodo que es único dentro de su flujo de trabajo. Se copia a los nodos de tareas del flujo de trabajo correspondientes a este nodo.
fr: Identifiant pour ce nœud qui est unique dans son flux de travail. Il est copié sur les nœuds de la tâche du flux de travail correspondant à ce nœud.
ja: ワークフロー内で一意のノードの ID。このノードに対応するワークフロージョブノードにコピーされます。

source: Indicates that a job will not be created when True. Workflow runtime semantics will mark this True if the node is in a path that will decidedly not be ran. A value of False means the node may not run.
es: Indica que un trabajo no se creará cuando es sea True. La semántica del tiempo de ejecución del flujo de trabajo marcará esto como True si el nodo está en una ruta de acceso que indudablemente no se ejecutará. Un valor False significa que es posible que el nodo no se ejecute.
fr: Indique qu'une tâche ne sera pas créée lorsqu'elle est sur True. La sémantique d'exécution du flux de travail indiquera True si le nœud est dans un chemin qui ne sera clairement pas exécuté. Une valeur de False signifie que le nœud ne peut pas s'exécuter.
ja: True であればジョブは作成されません。ノードが絶対に実行されないパスにある場合に、ワークフロー実行時セマンティックはこれを True に設定します。値が False であればノードは実行されません。

source: An identifier coresponding to the workflow job template node that this node was created from.
es: Un identificador que corresponde al nodo de plantilla de tarea del flujo de trabajo a partir del cual se creó este nodo.
fr: Identifiant correspondant au nœud du modèle de tâche de flux de travail à partir duquel ce nœud a été créé.
ja: このノードの作成元のワークフロージョブテンプレートノードに対応する ID。

source: Bad launch configuration starting template {template_pk} as part of workflow {workflow_pk}. Errors: {error_text}
es: Configuración de lanzamiento incorrecta iniciando la plantilla {template_pk} como parte del flujo de trabajo {workflow_pk}. Errores: {error_text}
fr: Modèle de démarrage de configuration de lancement incorrect {template_pk} dans le cadre du flux de travail {workflow_pk}. Erreurs : {error_text}
ja: 不正な起動設定が原因でワークフロー {workflow_pk} の一部としてテンプレート {template_pk} が開始されました。エラー: {error_text}

source: If automatically created for a sliced job run, the job template the workflow job was created from.
es: Si se crea automáticamente para la ejecución de un trabajo fraccionado, la plantilla de trabajo desde la que se creó el trabajo del flujo de trabajo.
fr: S'il est créé automatiquement pour l'exécution d'un job découpé, le modèle de job à partir duquel le job de flux de travail a été créé.
ja: スライスされたジョブの実行のために自動的に作成された場合は、ワークフロージョブが作成されたジョブテンプレートです。

source: The amount of time (in seconds) before the approval node expires and fails.
es: La cantidad de tiempo (en segundos) antes de que el nodo de aprobación expire y falle.
fr: Délai (en secondes) avant que le nœud d'approbation n'expire et n'échoue.
ja: 承認ノードが期限切れになり、失敗するまでの時間 (秒単位)。

source: Shows when an approval node (with a timeout assigned to it) has timed out.
es: Muestra cuando un nodo de aprobación (con un tiempo de espera asignado a él) ha agotado el tiempo de espera.
fr: Indique quand un nœud d'approbation (auquel un délai d'attente a été affecté) a dépassé le délai d’attente.
ja: 承認ノード (タイムアウトが割り当てられている場合) がタイムアウトになると表示されます。

source: Error converting time {} or timeEnd {} to int.
es: Error al convertir la hora {} o timeEnd {} en int.
fr: Erreur de conversion de time {} ou timeEnd {} en entier.
ja: time {} または timeEnd {} を int に変換中のエラー

source: Error converting time {} and/or timeEnd {} to int.
es: Error al convertir la hora {} y/o timeEnd {} en int.
fr: Erreur de conversion de time {} et/ou timeEnd {} en entier.
ja: time {} および/または timeEnd {} を int に変換中のエラー

source: Error sending notification grafana: {}
es: Error al enviar Grafana de notificación: {}
fr: Erreur lors de l'envoi du grafana de notification : {}
ja: 通知 grafana の送信時のエラー: {}

source: Exception connecting to irc server: {}
es: Excepción conectando al servidor de ir: {}
fr: Exception lors de la connexion au serveur irc : {}
ja: irc サーバーへの接続時の例外: {}

source: Error sending notification mattermost: {}
es: Error al enviar la notificación mattermost: {}
fr: Erreur d'envoi de notification mattermost: {}
ja: 通知 mattermost の送信時のエラー: {}

source: Exception connecting to PagerDuty: {}
es: Excepción conectando a PagerDuty: {}
fr: Exception lors de la connexion à PagerDuty : {}
ja: PagerDuty への接続時の例外: {}

source: Exception sending messages: {}
es: Excepción enviando mensajes: {}
fr: Exception lors de l'envoi de messages : {}
ja: メッセージの送信時の例外: {}

source: Error sending notification rocket.chat: {}
es: Error al enviar la notificación rocket.chat: {}
fr: Erreur d'envoi de notification rocket.chat: {}
ja: 通知 rocket.chat 送信時のエラー: {}

source: Exception connecting to Twilio: {}
es: Excepción conectando a Twilio: {}
fr: Exception lors de la connexion à Twilio : {}
ja: Twilio への接続時の例外: {}

source: Error sending notification webhook: {}
es: Error enviando notificación weebhook: {}
fr: Erreur lors de l'envoi d'un webhook de notification : {}
ja: 通知 webhook の送信時のエラー: {}

source: No error handling path for workflow job node(s) [{node_status}]. Workflow job node(s) missing unified job template and error handling path [{no_ufjt}].
es: No hay una ruta de acceso de control de errores para los nodos de tarea del flujo de trabajo [{node_status}]. Los nodos de tarea del flujo de trabajo carecen de una plantilla de tarea y una ruta de acceso de control de errores unificadas [{no_ufjt}].
fr: Aucun chemin de traitement des erreurs pour le ou les nœuds de tâche de flux de travail [{node_status}]. Le ou les nœuds de tâche de flux de travail n'ont pas de modèle de tâche unifié ni de chemin de traitement des erreurs [{no_ufjt}].
ja: ワークフロージョブのノードにエラー処理パスがありません [{node_status}] ワークフロージョブのノードに統一されたジョブテンプレートおよびエラー処理パスがありません [{no_ufjt}]。

source: Invalid openshift or k8s cluster credential
es: Credencial de cluster openshift o k8s no válida
fr: Identifiant de cluster openshift ou k8s non valide
ja: openshift または k8s クラスターの認証情報が無効です

source: Failed to create secret for container group {} because additional service account role rules are needed. Add get, create and delete role rules for secret resources for your cluster credential.
es: No se pudo crear el secreto para el grupo de contenedores {} porque se necesitan reglas de rol de cuentas de servicio adicionales. Agregue, obtenga, cree y elimine las reglas de roles de recursos secretos para su credencial de clúster.
fr: Échec de la création du secret pour le groupe de conteneurs {} car des règles de rôle de compte de service supplémentaires sont nécessaires. Ajoutez des règles de rôle pour obtenir, créer et supprimer des ressources secrètes pour votre identifiant de cluster.
ja: 追加のサービスアカウントロールルールが必要なため、コンテナーグループ {} のシークレットを作成できませんでした。クラスター認証情報のシークレットリソースの取得、作成、および削除のロールルールを追加してください。

source: Failed to delete secret for container group {} because additional service account role rules are needed. Add create and delete role rules for secret resources for your cluster credential.
es: No se pudo eliminar el secreto para el grupo de contenedores {} porque se necesitan reglas de rol de cuentas de servicio adicionales. Agregue reglas de rol de creación y eliminación de recursos secretos para su credencial de clúster.
fr: Échec de la suppression du secret pour le groupe de conteneurs {} car des règles de rôle de compte de service supplémentaires sont nécessaires. Ajoutez des règles de rôle pour créer et supprimer des ressources secrètes pour votre identifiant de cluster.
ja: 追加のサービスアカウントロールルールが必要なため、コンテナーグループ {} のシークレットを削除できませんでした。クラスター認証情報用のシークレットリソースの作成および削除ロールルールを追加します。

source: Failed to create imagePullSecret: {}. Check that openshift or k8s credential has permission to create a secret.
es: No se pudo crear imagePullSecret: {}. Verifique que la credencial openshift o k8s tenga permiso para crear un secreto.
fr: Impossible de créer imagePullSecret : {}. Vérifiez que l'identifiant openshift ou k8s a la permission de créer un secret.
ja: imagePullSecret: {} の作成に失敗しました。openshift または k8s の認証情報にシークレットを作成する権限があることを確認してください。

source: Workflow Job spawned from workflow could not start because it would result in recursion (spawn order, most recent first: {})
es: No se pudo iniciar el trabajo generado desde un flujo de trabajo porque generaría una recurrencia (orden de generación; el más reciente primero: {})
fr: Job de flux de travail lancé à partir d'un flux, ne pouvant démarrer, pour cause de récursion (ordre de génération, le plus récent d'abord : {})
ja: ワークフローから起動されるワークフロージョブは、再帰が生じるために開始できませんでした (起動順、もっとも新しいものから: {})

source: Job spawned from workflow could not start because it was missing a related resource such as project or inventory
es: Trabajo generado desde un flujo de trabajo no pudo ser iniciado porque no se encontraron los recursos relacionados como un proyecto o un inventario.
fr: Job lancé en provenance d'un flux de travail, ne pouvant démarrer, pour cause de ressource manquante, comme un projet ou inventaire
ja: ワークフローから起動されるジョブは、プロジェクトまたはインベントリーなどの関連するリソースがないために開始できませんでした

source: Job spawned from workflow could not start because it was not in the right state or required manual credentials
es: Trabajo generado desde un flujo de trabajo no pudo ser iniciado porque no tenía el estado correcto o credenciales manuales eran solicitados.
fr: Tâche, lancée à partir du flux de travail, ne pouvant démarrer, pour faute d'être dans l'état qui convient ou nécessitant des informations d'identification manuelles adéquates.
ja: ワークフローから起動されるジョブは、正常な状態にないか、または手動の認証が必要であるために開始できませんでした

source: No error handling paths found, marking workflow as failed
es: No se encontraron errores al manejar las rutas, el flujo de trabajo se marcó como fallado
fr: Aucun chemin de traitement des erreurs trouvé, flux de travail marqué comme étant en échec
ja: エラーの処理パスが見つかりません。ワークフローを失敗としてマークしました

source: waiting for {blocked_by._meta.model_name}-{blocked_by.id} to finish
es: esperando que {blocked_by._meta.model_name}-{blocked_by.id} finalice
fr: patientez jusqu’à ce que {blocked_by._meta.model_name}-{blocked_by.id} se terminent
ja: {blocked_by._meta.model_name}-{blocked_by.id} が終わるのを待機中

source: This job is not ready to start because there is not enough available capacity.
es: Esta tarea no está lista para iniciarse porque no hay suficiente capacidad disponible.
fr: Ce travail n'est pas prêt à démarrer car les capacités disponibles sont insuffisantes.
ja: 使用可能な容量が十分でないため、このジョブを開始する準備ができていません。

source: The approval node {name} ({pk}) has expired after {timeout} seconds.
es: El nodo de autorización {name} ({pk}) ha expirado después de {timeout} segundos.
fr: Le nœud d'approbation {name} ({pk}) a expiré après {timeout} secondes.
ja: 承認ノード {name} ({pk}) は {timeout} 秒後に失効しました。

source: Scheduled job could not start because it was not in the right state or required manual credentials
es: No se pudo iniciar la tarea programada porque no tenía el estado correcto o las credenciales manuales requeridas
fr: Tâche programmée ne pouvant démarrer, pour faute d'être dans l'état qui convient ou nécessitant des informations d'identification manuelles adéquates.
ja: スケジュール済みのジョブは、正常な状態にないか、手動の認証が必要であるために開始できませんでした

source: Job could not start because it does not have a valid inventory.
es: La tarea no se pudo iniciar por no tener un inventario válido.
fr: La tâche n'a pas pu commencer parce qu'il n'a pas d'inventaire valide.
ja: ジョブは有効なインベントリーがないために開始できませんでした。

source: Job could not start because it does not have a valid project.
es: La tarea no se pudo iniciar por no tener un proyecto válido.
fr: La tâche n'a pas pu commencer parce qu'elle n'a pas de projet valide.
ja: ジョブは有効なプロジェクトがないために開始できませんでした。

source: Job could not start because no Execution Environment could be found.
es: No se pudo iniciar la tarea porque no se encontró ningún entorno de ejecución.
fr: La tâche n'a pas pu démarrer car aucun environnement d'exécution n'a pu être trouvé.
ja: 実行環境が見つからなかったため、ジョブを開始できませんでした。

source: The project revision for this job template is unknown due to a failed update.
es: La revisión del proyecto para esta plantilla de trabajo es desconocida debido a una actualización fallida.
fr: La révision de projet de ce modèle de job n'est pas connue en raison d'un échec de mise à jour.
ja: 更新に失敗したため、このジョブテンプレートのプロジェクトリビジョンは不明です。

source: No error handling path for workflow job node(s) [({},{})]. Workflow job node(s) missing unified job template and error handling path [].
es: No hay una ruta de acceso de control de errores para los nodos de tarea del flujo de trabajo [({},{})]. Los nodos de tarea del flujo de trabajo carecen de una plantilla de tarea y una ruta de acceso de control de errores unificadas [].
fr: Aucun chemin de traitement des erreurs pour le ou les nœuds de tâche de flux de travail [({},{})]. Le ou les nœuds de tâche de flux de travail n'ont pas de modèle de tâche unifié ni de chemin de traitement des erreurs [].
ja: ワークフロージョブのノードにエラーハンドルパスがありません [({},{})] ワークフロージョブのノードに統一されたジョブテンプレートおよびエラーハンドルパスがありません []。

source: No error handling path for workflow job node(s) []. Workflow job node(s) missing unified job template and error handling path [{}].
es: No hay una ruta de acceso de control de errores para los nodos de tarea del flujo de trabajo []. Los nodos de tarea del flujo de trabajo carecen de una plantilla de tarea y una ruta de acceso de control de errores unificadas [{}].
fr: Aucun chemin de traitement des erreurs pour le ou les nœuds de tâche de flux de travail []. Le ou les nœuds de tâche de flux de travail n'ont pas de modèle de tâche unifié ni de chemin de traitement des erreurs [{}].
ja: ワークフロージョブのノードにエラーハンドルパスがありません [] ワークフロージョブのノードに統一されたジョブテンプレートおよびエラーハンドルパスがありません [{}]。

source: Unable to convert "%s" to boolean
es: No puede convertir "%s" a booleano
fr: Impossible de convertir "%s" en booléen
ja: "%s" をブール値に変換できません

source: Unsupported SCM type "%s"
es: Tipo de SCM "%s" no admitido
fr: Type de SCM "%s" non pris en charge
ja: サポートされない SCM タイプ "%s"

source: Invalid %s URL
es: URL %s no válida
fr: URL %s non valide
ja: 無効な %s URL

source: Unsupported %s URL
es: URL %s no admitida
fr: URL %s non prise en charge
ja: サポートされない %s URL

source: Unsupported host "%s" for file:// URL
es: Host "%s" no admitido para URL de file://
fr: Hôte "%s" non pris en charge pour le fichier ://URL
ja: file:// URL でサポートされないホスト "%s"

source: Host is required for %s URL
es: El host es obligatorio para URL %s
fr: L'hôte est requis pour l'URL %s
ja: %s URL にはホストが必要です

source: Username must be "git" for SSH access to %s.
es: El nombre de usuario debe ser "git" para el acceso de SSH a %s.
fr: Le nom d'utilisateur doit être "git" pour l'accès SSH à %s.
ja: %s への SSH アクセスではユーザー名を "git" にする必要があります。

source: Input type `{data_type}` is not a dictionary
es: El tipo de entrada `{data_type}` no está en el diccionario
fr: Le type d'entrée ’{data_type}’ n'est pas un dictionnaire
ja: 入力タイプ `{data_type}` は辞書ではありません

source: Variables not compatible with JSON standard (error: {json_error})
es: Variables no compatibles con el estándar de JSON (error: {json_error})
fr: Variables non compatibles avec la norme JSON (error : {json_error})
ja: 変数には JSON 標準との互換性がありません (エラー: {json_error})

source: Cannot parse as JSON (error: {json_error}) or YAML (error: {yaml_error}).
es: No se puede analizar como JSON (error: {json_error}) o YAML (error: {yaml_error}).
fr: Impossible d'analyser avec JSON (erreur : {json_error}) ou YAML (erreur : {yaml_error}).
ja: JSON (エラー: {json_error}) または YAML (エラー: {yaml_error}) として解析できません。

source: Invalid manifest: a subscription manifest zip file is required.
es: Manifiesto no válido: se requiere un archivo zip del manifiesto de suscripción.
fr: Manifeste non valide : un fichier zip du manifeste d'abonnement est nécessaire.
ja: 無効なマニフェスト: サブスクリプションマニフェストの zip ファイルが必要です。

source: Invalid manifest: missing required files.
es: Manifiesto no válido: faltan los archivos requeridos.
fr: Manifeste non valide : fichiers requis manquants.
ja: 無効なマニフェスト: 必要なファイルがありません。

source: Invalid manifest: signature verification failed.
es: Manifiesto no válido: se produjo un error al verificar la firma.
fr: Manifeste non valide : la vérification de la signature a échoué.
ja: 無効なマニフェスト: 署名の検証に失敗しました。

source: Invalid manifest: manifest contains no subscriptions.
es: Manifiesto no válido: el manifiesto no contiene suscripciones.
fr: Manifeste non valide : le manifeste ne contient pas d'abonnements.
ja: 無効なマニフェスト: マニフェストにサブスクリプションが含まれていません。

source: Error importing License: %s
es: Error al importar la licencia: %s
fr: Erreur d'importation de la licence %s
ja: ライセンスのインポート中にエラー: %s

source: Invalid certificate or key: %s...
es: Clave o certificado no válido: %s...
fr: Certificat ou clé non valide : %s...
ja: 無効な証明書またはキー: %s...

source: Invalid private key: unsupported type "%s"
es: Clave privada no válida: tipo "%s" no admitido
fr: Clé privée non valide : type "%s" non pris en charge
ja: 無効な秘密鍵: サポートされていないタイプ "%s"

source: Unsupported PEM object type: "%s"
es: Tipo de objeto PEM no admitido: "%s"
fr: Type d'objet PEM non pris en charge : "%s"
ja: サポートされていない PEM オブジェクトタイプ: "%s"

source: Invalid base64-encoded data
es: Datos codificados en base64 inválidos
fr: Données codées en base64 non valides
ja: 無効な base64 エンコードされたデータ

source: Exactly one private key is required.
es: Exactamente una clave privada es necesaria.
fr: Une clé privée uniquement est nécessaire.
ja: 秘密鍵が 1 つのみ必要です。

source: At least one private key is required.
es: Al menos una clave privada es necesaria.
fr: Une clé privée au moins est nécessaire.
ja: 1 つ以上の秘密鍵が必要です。

source: At least %(min_keys)d private keys are required, only %(key_count)d provided.
es: Se requieren al menos %(min_keys)d claves privadas, sólo se proporcionan %(key_count)d.
fr: Au moins %(min_keys)d clés privées sont nécessaires, mais seulement %(key_count)d ont été fournies.
ja: 最低でも %(min_keys)d の秘密鍵が必要です。提供数: %(key_count)d のみ

source: Only one private key is allowed, %(key_count)d provided.
es: Solo se permite una clave privada, se proporcionó %(key_count)d.
fr: Une seule clé privée est autorisée, %(key_count)d ont été fournies.
ja: 秘密鍵は 1 つのみ許可されます。提供数: %(key_count)d

source: No more than %(max_keys)d private keys are allowed, %(key_count)d provided.
es: No se permiten más de %(max_keys)d claves privadas, %(key_count)d proporcionado.
fr: Il n'est pas permis d'avoir plus que %(max_keys)d clés privées, %(key_count)d fournies.
ja: %(max_keys)d を超える秘密鍵は使用できません。提供数: %(key_count)d

source: Exactly one certificate is required.
es: Exactamente un certificado es necesario.
fr: Un certificat uniquement est nécessaire.
ja: 証明書が 1 つのみ必要です。

source: At least one certificate is required.
es: Al menos un certificado es necesario.
fr: Un certificat au moins est nécessaire.
ja: 1 つ以上の証明書が必要です。

source: At least %(min_certs)d certificates are required, only %(cert_count)d provided.
es: Al menos %(min_certs)d certificados son necesarios, solo se proporcionó %(cert_count)d.
fr: Au moins %(min_certs)d certificats sont requis, seulement %(cert_count)d fournis.
ja: 最低でも %(min_certs)d 証明書が必要です。提供数: %(cert_count)d のみ

source: Only one certificate is allowed, %(cert_count)d provided.
es: Sólo se permite un certificado, %(cert_count)d proporcionado.
fr: Un seul certificat est autorisé, %(cert_count)d ont été fournis.
ja: 証明書は 1 つのみ許可されます。提供数: %(cert_count)d

source: No more than %(max_certs)d certificates are allowed, %(cert_count)d provided.
es: No se permiten más de %(max_certs)d certificados, %(cert_count)d proporcionado.
fr: Il n'est pas permis d'avoir plus que %(max_certs)d certificats, %(cert_count)d fournis.
ja: %(max_certs)d を超えて証明書を指定できません。提供数: %(cert_count)d

source: The container image name {value} is not valid
es: El nombre de la imagen del contenedor {value} no es válido
fr: Le nom de l'image du conteneur {value} n'est pas valide
ja: コンテナー名 {value} は有効ではありません

source: API Error
es: Error de API
fr: Erreur API
ja: API エラー

source: Bad Request
es: Solicitud incorrecta
fr: Requête incorrecte
ja: 不正な要求です

source: The request could not be understood by the server.
es: La petición no puede ser entendida por el servidor.
fr: La requête n'a pas pu être comprise par le serveur.
ja: 要求がサーバーによって認識されませんでした。

source: Forbidden
es: Prohibido
fr: Interdiction
ja: 許可されていません

source: You don't have permission to access the requested resource.
es: Usted no tiene permisos para acceder al recurso solicitado.
fr: Vous n'êtes pas autorisé à accéder à la ressource demandée.
ja: 要求されたリソースにアクセスするためのパーミッションがありません。

source: Not Found
es: No encontrado
fr: Introuvable
ja: 見つかりません

source: The requested resource could not be found.
es: El recurso solicitado no pudo ser encontrado.
fr: Impossible de trouver la ressource demandée.
ja: 要求されたリソースは見つかりませんでした。

source: Server Error
es: Error de servidor
fr: Erreur serveur
ja: サーバーエラー

source: A server error has occurred.
es: Un error en el servidor ha ocurrido.
fr: Une erreur serveur s'est produite.
ja: サーバーエラーが発生しました。

source: Single Sign-On
es: Inicio de sesión único (SSO)
ja: シングルサインオン

source: Mapping to organization admins/users from social auth accounts. This setting controls which users are placed into which organizations based on their username and email address. Configuration details are available in the documentation.
es: Asignación a administradores o usuarios de la organización desde cuentas de autorización social. Esta configuración controla qué usuarios se ubican en qué organizaciones en función de su nombre de usuario y dirección de correo electrónico. Los detalles de la configuración están disponibles en la documentación.
fr: Mappage avec des administrateurs/utilisateurs d'organisation appartenant à des comptes d'authentification sociale. Ce paramètre contrôle les utilisateurs placés dans les organisations en fonction de leur nom d'utilisateur et adresse électronique. Les informations de configuration sont disponibles dans la documentation Ansible.
ja: ソーシャル認証アカウントから組織管理者/ユーザーへのマッピングです。この設定は、ユーザー名およびメールアドレスに基づいてどのユーザーをどの組織に配置するかを管理します。設定の詳細については、ドキュメントを参照してください。

source: Mapping of team members (users) from social auth accounts. Configuration details are available in the documentation.
es: Asignación de miembros del equipo (usuarios) desde cuentas de autenticación social. Los detalles de la configuración están disponibles en la documentación.
fr: Mappage des membres de l'équipe (utilisateurs) appartenant à des comptes d'authentification sociale. Les informations de configuration sont disponibles dans la documentation.
ja: ソーシャル認証アカウントからチームメンバー (ユーザー) へのマッピングです。設定の詳細については、ドキュメントを参照してください。

source: Authentication Backends
es: Backends para autentificación
fr: Backends d'authentification
ja: 認証バックエンド
