Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Used to translate user team membership.
es: Usado para traducir la membresía del equipo del usuario.
fr: Utilisé pour traduire l'adhésion équipe de l'utilisateur.
ja: ユーザーチームメンバーシップを変換するために使用されます。

source: Invalid field.
es: Campo no válido.
fr: Champ invalide.
ja: 無効なフィールドです。

source: Invalid connection option(s): {invalid_options}.
es: Opción(es) de conexión no válida(s): {invalid_options}.
fr: Option(s) de connexion non valide(s) : {invalid_options}.
ja: 無効な接続オプション: {invalid_options}

source: One Level
es: Un nivel
fr: Un niveau
ja: 1 レベル

source: Subtree
es: Árbol hijo
fr: Sous-arborescence
ja: サブツリー

source: Expected a list of three items but got {length} instead.
es: Se esperaba una lista de tres elementos, pero en cambio se obtuvo {length}.
fr: Une liste de trois éléments était attendue, mais {length} a été obtenu à la place.
ja: 3 つの項目の一覧が必要でしたが、{length} を取得しました。

source: Expected an instance of LDAPSearch but got {input_type} instead.
es: Se esperaba una instancia de LDAPSearch, pero en cambio se obtuvo {input_type}.
fr: Une instance de LDAPSearch était attendue, mais {input_type} a été obtenu à la place.
ja: LDAPSearch のインスタンスが必要でしたが、{input_type} を取得しました。

source: Expected an instance of LDAPSearch or LDAPSearchUnion but got {input_type} instead.
es: Se esperaba una instancia de LDAPSearch o LDAPSearchUnion, pero en cambio se obtuvo {input_type}.
fr: Une instance de LDAPSearch ou de LDAPSearchUnion était attendue, mais {input_type} a été obtenu à la place.
ja: LDAPSearch または LDAPSearchUnion のインスタンスが必要でしたが、{input_type} を取得しました。

source: Invalid user attribute(s): {invalid_attrs}.
es: Atributo(s) de usuario no válido(s): {invalid_attrs}.
fr: Attribut(s) d'utilisateur non valide(s) : {invalid_attrs}.
ja: 無効なユーザー属性: {invalid_attrs}

source: Expected an instance of LDAPGroupType but got {input_type} instead.
es: Se esperaba una instancia de LDAPGroupType, pero en cambio se obtuvo {input_type}.
fr: Une instance de LDAPGroupType était attendue, mais {input_type} a été obtenu à la place.
ja: LDAPGroupType のインスタンスが必要でしたが、{input_type} が取得されました。

source: Missing required parameters in {dependency}.
es: Faltan los parámetros requeridos en {dependency}.
fr: Les paramètres requis manquants dans {dependency}.
ja: {dependency} に必要なパラメーターがありません。

source: Invalid group_type parameters. Expected instance of dict but got {parameters_type} instead.
es: Parámetros group_type no válidos. Se esperaba una instancia de dict pero se obtuvo {parameters_type} en su lugar.
fr: Paramètres group_type non valides. Instance attendue de dict mais obtenue {parameters_type} à la place.
ja: 無効な group_type パラメーター。辞書のインスタンスが必要ですが、{parameters_type} が見つかりました。

source: Invalid key(s): {invalid_keys}.
es: Clave(s) no válida(s): {invalid_keys}.
fr: Clé(s) invalide(s) : {invalid_keys}.
ja: 無効なキー: {invalid_keys}

source: Invalid user flag: "{invalid_flag}".
es: Marcador de usuario no válido: "{invalid_flag}".
fr: Drapeau d'utilisateur non valide : "{invalid_flag}".
ja: 無効なユーザーフラグ: "{invalid_flag}"

source: Invalid language code(s) for org info: {invalid_lang_codes}.
es: Código(s) de lenguaje(s) no válido(s) para obtener información de la org.: {invalid_lang_codes}.
fr: Code(s) langage non valide(s) pour les infos organis. : {invalid_lang_codes}.
ja: 組織情報の無効な言語コード: {invalid_lang_codes}

source: An account cannot be found for {0}
es: No se puede encontrar una cuenta para {0}
fr: Impossible de trouver un compte pour {0}
ja: {0} のアカウントが見つかりません

source: Your account is inactive
es: Su cuenta está inactiva
fr: Votre compte est inactif
ja: アカウントが非アクティブです

source: DN must include "%%(user)s" placeholder for username: %s
es: El DN debe incluir el marcador de posición "%%(user)s" para el nombre de usuario: %s
fr: Le ND doit inclure l'espace réservé "%%(user)s" pour le nom d'utilisateur : %s
ja: DN にはユーザー名の "%%(user)s" プレースホルダーを含める必要があります: %s

source: Invalid DN: %s
es: DN no válido: %s
fr: ND non valide : %s
ja: 無効な DN: %s

source: Invalid filter: %s
es: Filtro no válido: %s
fr: Filtre incorrect : %s
ja: 無効なフィルター: %s

source: TACACS+ secret does not allow non-ascii characters
es: La clave secreta TACACS+ no permite caracteres no ascii
fr: Le secret TACACS+ ne permet pas l'utilisation de caractères non-ascii
ja: TACACS+ シークレットは ASCII 以外の文字を許可しません

source: API Guide
es: Guía de la API
fr: Guide API
ja: API ガイド

source: Back to application
es: Volver a la aplicación
fr: Retour aux applications
ja: アプリケーションに戻る

source: Resize
es: Redimensionar
fr: Redimensionner
ja: サイズの変更

source: Anonymous
es: Anónimo
fr: Anonyme
ja: 匿名

source: Detailed
es: Detallado
fr: Détaillé
ja: 詳細

source: User Analytics Tracking State
es: Estado de seguimiento analítico del usuario
fr: État du suivi analytique de l'utilisateur
ja: ユーザーアナリティクストラッキングの状態

source: Enable or Disable User Analytics Tracking.
es: Habilitar o deshabilitar el seguimiento analítico del usuario
fr: Activez ou désactivez le suivi analytique de l'utilisateur.
ja: ユーザーアナリティクストラッキングの有効化/無効化。

source: Custom Login Info
es: Información personalizada de inicio de sesión
fr: Infos de connexion personnalisées
ja: カスタムログイン情報

source: If needed, you can add specific information (such as a legal notice or a disclaimer) to a text box in the login modal using this setting. Any content added must be in plain text or an HTML fragment, as other markup languages are not supported.
es: En caso de ser necesario, puede agregar información específica (como avisos legales o exenciones de responsabilidad) en un cuadro de texto en el modal de inicio de sesión con esta configuración. El contenido que se agregue deberá ser texto simple o un fragmento en HTML, ya que otros lenguajes de marcado no son compatibles.
fr: Si nécessaire, vous pouvez ajouter des informations particulières (telles qu'une mention légale ou une clause de non-responsabilité) à une zone de texte dans la fenêtre modale de connexion, grâce à ce paramètre. Tout contenu ajouté doit l'être en texte brut, car le langage HTML personnalisé et les autres langages de balisage ne sont pas pris en charge.
ja: 必要に応じて、この設定を使用して、ログインモーダルのテキストボックスに特定の情報 (法律上の通知または免責事項など) を追加できます。他のマークアップ言語はサポートされていないため、追加するコンテンツはすべてプレーンテキストまたは HTML フラグメントでなければなりません。

source: Custom Logo
es: Logo personalizado
fr: Logo personnalisé
ja: カスタムロゴ

source: To set up a custom logo, provide a file that you create. For the custom logo to look its best, use a .png file with a transparent background. GIF, PNG and JPEG formats are supported.
es: Para configurar un logo personalizado, proporcione un fichero que ha creado. Para que los logos personalizados se vean mejor, utilice un fichero .png con fondo transparente. Formatos GIF, PNG y JPEG están soportados.
fr: Pour créer un logo personnalisé, fournir un fichier que vos aurez créé. Pour un meilleur résultat, utiliser un fichier .png avec un fond transparent. Les formats GIF, PNG et JPEG sont supportés.
ja: カスタムロゴを設定するには、作成するファイルを指定します。カスタムロゴを最適化するには、背景が透明の「.png」ファイルを使用します。GIF、PNG および JPEG 形式がサポートされます。

source: Max Job Events Retrieved by UI
es: Máxima cantidad de eventos de tareas recuperados por UI
fr: Max Événements Job récupérés par l'IU
ja: UI で検索される最大ジョブイベント

source: Maximum number of job events for the UI to retrieve within a single request.
es: Máxima cantidad de eventos de tareas para que la UI recupere dentro de una sola solicitud.
fr: Nombre maximum d'événements liés à un Job que l'IU a extrait en une requête unique.
ja: 単一要求内で検索される UI についての最大ジョブイベント数。

source: Enable Live Updates in the UI
es: Habilite las actualizaciones en directo en la UI
fr: Activer les mises à jour live dans l'IU
ja: UI でのライブ更新の有効化

source: If disabled, the page will not refresh when events are received. Reloading the page will be required to get the latest details.
es: Si está deshabilitada, la página no se actualizará al recibir eventos. Se deberá volver a cargar la página para obtener la información más reciente.
fr: Si elle est désactivée, la page ne se rafraîchira pas lorsque des événements sont reçus. Le rechargement de la page sera nécessaire pour obtenir les derniers détails.
ja: 無効にされている場合、ページはイベントの受信時に更新されません。最新情報の詳細を取得するには、ページをリロードする必要があります。

source: Invalid format for custom logo. Must be a data URL with a base64-encoded GIF, PNG or JPEG image.
es: Formato inválido para el logo personalizado. Debe ser una URL de datos con una imagen GIF codificada en base64, PNG o JPEG.
fr: Format de logo personnalisé non valide. Entrez une URL de données avec une image GIF, PNG ou JPEG codée en base64.
ja: カスタムロゴの無効な形式です。base64 エンコードされた GIF、PNG または JPEG イメージと共にデータ URL を指定する必要があります。

source: Invalid base64-encoded data in data URL.
es: Dato codificado en base64 inválido en la URL de datos
fr: Données codées en base64 non valides dans l'URL de données
ja: データ URL の無効な base64 エンコードされたデータ。

source: %s Upgrading
es: Actualizando %s
fr: %s Mise à jour
ja: %s アップグレード中

source: Logo
es: Logotipo
ja: ロゴ

source: Loading
es: Cargando
fr: Chargement en cours...
ja: ロード中

source: %s is currently upgrading.
es: %s se está actualizando.
fr: %s est en cours de mise à niveau.
ja: %s が現在アップグレード中です。

source: This page will refresh when complete.
es: Esta página se actualizará cuando se complete.
fr: Cette page sera rafraîchie une fois terminée.
ja: このページは完了すると更新されます。

source: Token
ja: トークン

source: Debug
fr: Déboguer
ja: デバッグ

source: Error
fr: Erreur
ja: エラー

source: Hosts associated directly with this group.
fr: Hôtes associés directement à ce groupe.
ja: このグループに直接関連付けられたホスト。

source: Manual
fr: Manuel
ja: 手動

source: Ad Hoc
ja: アドホック

source: Admin
ja: 管理者

source: Auditor
fr: Auditeur
ja: 監査者

source: roles
fr: rôles
ja: ロール

source: Callback
fr: Rappeler
ja: コールバック

source: Google OAuth2 Callback URL
fr: URL de rappel OAuth2 pour Google
ja: Google OAuth2 コールバック URL

source: GitHub OAuth2 Callback URL
fr: URL de rappel OAuth2 pour GitHub
ja: GitHub OAuth2 コールバック URL

source: Base
ja: ベース

source: Off
fr: Désactivé
ja: オフ

source: REST API
fr: API REST

source: Cow Selection
fr: Sélection cow

source: Doas
fr: Comme

source: CyberArk AIM URL
fr: URL CyberArk AIM

source: VPC ID
fr: ID VPC

source: Vault
fr: Archivage sécurisé

source: SCM URL
fr: URL du SCM

source: GitHub OAuth2
fr: OAuth2 pour GitHub

source: Azure AD OAuth2
fr: OAuth2 pour Azure AD

source: UI
fr: IU
