Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Flag to control enable/disable of certificate verification when LOG_AGGREGATOR_PROTOCOL is "https". If enabled, the log handler will verify certificate sent by external log aggregator before establishing connection.
es: Indicador para controlar la habilitación/deshabilitación de la verificación del certificado cuando LOG_AGGREGATOR_PROTOCOL es "https". Si está habilitado, el controlador de registros verificará que el agregador de registros externo haya enviado el certificado antes de establecer la conexión.
fr: Indicateur permettant de contrôler l'activation/désactivation de la vérification des certificats lorsque LOG_AGGREGATOR_PROTOCOL est "https". S'il est activé, le gestionnaire de journal vérifiera le certificat envoyé par l'agrégateur de journalisation externe avant d'établir la connexion.
ja: LOG_AGGREGATOR_PROTOCOL が「https」の場合の証明書の検証の有効化/無効化を制御するフラグです。有効になっている場合、ログハンドラーは接続を確立する前に外部ログアグリゲーターによって送信される証明書を検証します。

source: Logging Aggregator Level Threshold
es: Umbral de nivel del agregador de registros
fr: Seuil du niveau de l'agrégateur de journalisation
ja: ログアグリゲーターレベルのしきい値

source: Level threshold used by log handler. Severities from lowest to highest are DEBUG, INFO, WARNING, ERROR, CRITICAL. Messages less severe than the threshold will be ignored by log handler. (messages under category awx.anlytics ignore this setting)
es: El umbral de nivel utilizado por el controlador de registros. Los niveles de gravedad desde el menor hasta el mayor son DEBUG, INFO, WARNING, ERROR, CRITICAL. El controlador de registros ignorará los mensajes menos graves que el umbral (los mensajes de la categoría awx.anlytics omiten este ajuste).
fr: Seuil de niveau utilisé par le gestionnaire de journal. Les niveaux de gravité sont les suivants (de la plus faible à la plus grave) : DEBUG (débogage), INFO, WARNING (avertissement), ERROR (erreur), CRITICAL (critique). Les messages moins graves que le seuil seront ignorés par le gestionnaire de journal. (les messages sous la catégorie awx.anlytics ignorent ce paramètre)
ja: ログハンドラーによって使用されるレベルのしきい値です。重大度は低い順から高い順に DEBUG、INFO、WARNING、ERROR、CRITICAL になります。しきい値より重大度の低いメッセージはログハンドラーによって無視されます (カテゴリー awx.anlytics の下にあるメッセージはこの設定を無視します)。

source: Maximum disk persistance for external log aggregation (in GB)
es: Máxima persistencia del disco para la agregación de registros externos (en GB)
fr: Persistance maximale du disque pour l'agrégation de journalisation externe (en Go)
ja: 外部ログ集計の最大ディスク永続性 (GB)

source: Amount of data to store (in gigabytes) during an outage of the external log aggregator (defaults to 1). Equivalent to the rsyslogd queue.maxdiskspace setting.
es: Cantidad de datos para almacenar (en gigabytes) durante una interrupción del agregador de registros externos (el valor predeterminado es 1). Equivalente a la configuración de rsyslogd queue.maxdiskspace.
fr: Quantité de données à stocker (en gigaoctets) lors d'une panne de l'agrégateur de journalisation externe (valeur par défaut : 1). Équivalent au paramètre rsyslogd queue.maxdiskspace.
ja: 外部ログアグリゲーターの停止中に保存するデータ容量 (GB、デフォルトは 1)。rsyslogd queue.maxdiskspace 設定と同じです。

source: File system location for rsyslogd disk persistence
es: Ubicación del sistema de archivos para la persistencia del disco rsyslogd
fr: Emplacement du système de fichiers pour la persistance du disque rsyslogd
ja: rsyslogd ディスク永続性のファイルシステムの場所

source: Location to persist logs that should be retried after an outage of the external log aggregator (defaults to /var/lib/awx). Equivalent to the rsyslogd queue.spoolDirectory setting.
es: Ubicación para persistir los registros que se deben volver a intentar después de una interrupción del agregador de registros externos (el valor predeterminado es /var/lib/awx). Equivalente a la configuración de rsyslogd queue.spoolDirectory.
fr: Emplacement de persistance des journaux qui doivent être réessayés après une panne de l'agrégateur de journalisation externe (par défaut : /var/lib/awx). Équivalent au paramètre rsyslogd queue.spoolDirectory.
ja: 外部ログアグリゲーターが停止した後に再試行する必要のあるログを永続化する場所 (デフォルト: /var/lib/awx)。rsyslogd queue.spoolDirectory の設定と同じです。

source: Enable rsyslogd debugging
es: Habilitar la depuración de rsyslogd
fr: Activer le débogage de rsyslogd
ja: rsyslogd デバッグを有効にする

source: Enabled high verbosity debugging for rsyslogd. Useful for debugging connection issues for external log aggregation.
es: Habilitó la depuración con nivel de detalle alto para rsyslogd. Útil para depurar problemas de conexión para la agregación de registros externos.
fr: Activation du débogage de la verbosité élevée de rsyslogd. Utile pour le débogage des problèmes de connexion pour l'agrégation de journalisation externe.
ja: rsyslogd の詳細デバッグを有効にしました。外部ログ集計の接続問題のデバッグに役立ちます。

source: Last gather date for Insights for Ansible Automation Platform.
es: Última fecha de reunión para Insights para Ansible Automation Platform.
fr: Dernière date de collecte pour Insights for Ansible Automation Platform.
ja: Insights for Ansible Automation Platform の最終収集日。

source: Last gathered entries for expensive collectors for Insights for Ansible Automation Platform.
es: Últimas entradas recopiladas para colectores caros para Insights para Ansible Automation Platform.
fr: Dernières entrées rassemblées pour les collecteurs Insights pour Ansible Automation Platform.
ja: Insights for Ansible Automation Platform の高価なコレクターの最後に収集されたエントリー。

source: Insights for Ansible Automation Platform Gather Interval
es: Información sobre el intervalo de recopilación de Ansible Automation Platform
fr: Aperçu de l'intervalle de collecte de la plateforme d'automatisation Ansible
ja: Insights for Ansible Automation Platform の収集間隔

source: Interval (in seconds) between data gathering.
es: Intervalo (en segundos) entre la recolección de datos.
fr: Intervalle (en secondes) entre les collectes de données.
ja: データ収集の間隔 (秒単位)

source: Indicates whether the instance is part of a kubernetes-based deployment.
es: Indica si la instancia forma parte de un despliegue basado en kubernetes.
fr: Indique si l'instance fait partie d'un déploiement basé sur Kubernetes.
ja: インスタンスが kubernetes ベースのデプロイに含まれているかどうかを示します。

source: Enable
es: Habilitar
fr: Activer
ja: 有効化

source: None
es: Ninguno
fr: Aucun
ja: なし

source: Application ID
es: ID de aplicación
fr: ID d'application
ja: アプリケーション ID

source: Client Key
es: Clave de cliente
fr: Clé du client
ja: クライアントキー

source: Client Certificate
es: Certificado de cliente
fr: Certificat client
ja: クライアント証明書

source: Verify SSL Certificates
es: Verificar certificados SSL
fr: Vérifier les certificats SSL
ja: SSL 証明書の検証

source: Object Query
es: Consulta de objetos
fr: Requête d'objet
ja: オブジェクトのクエリー

source: Lookup query for the object. Ex: Safe=TestSafe;Object=testAccountName123
es: Consulta de búsqueda para el objeto. Ej.: Safe=TestSafe;Object=testAccountName123
fr: Requête de recherche pour l'objet. Ex. : Safe=TestSafe;Object=testAccountName123
ja: オブジェクトの検索クエリー。例: Safe=TestSafe;Object=testAccountName123

source: Object Query Format
es: Formato de la consulta de objetos
fr: Format de requête d'objet
ja: オブジェクトクエリーフォーマット (必須)

source: Reason
es: Razón
fr: Raison
ja: 理由

source: Object request reason. This is only needed if it is required by the object's policy.
es: Razón de la solicitud de objetos. Esta solo es necesaria si lo requiere la política del objeto.
fr: Raison de la requête d'objet. Cela n'est nécessaire que si cela est requis par la stratégie de l'objet.
ja: オブジェクト要求の理由。これは、オブジェクトのポリシーで必須の場合にのみ必要です。

source: Vault URL (DNS Name)
es: URL de Vault (Nombre de DNS)
fr: URL Archivage sécurisé (nom DNS)
ja: Vault URL (DNS 名)

source: Client ID
es: ID del cliente
fr: ID du client
ja: クライアント ID

source: Tenant ID
es: ID inquilino [Tenant]
fr: ID Client
ja: テナント ID

source: Cloud Environment
es: Entorno de nube
fr: Environnement Cloud
ja: クラウド環境

source: Specify which azure cloud environment to use.
es: Especifique el entorno de nube de Azure que se debe usar.
fr: Précisez quel environnement Cloud Azure utiliser.
ja: 使用する Azure クラウド環境を指定します。

source: Secret Name
es: Nombre del secreto
fr: Nom secret
ja: シークレット名

source: The name of the secret to look up.
es: El nombre del secreto para buscar.
fr: Nom du secret à rechercher.
ja: 検索するシークレット名

source: Secret Version
es: Versión del secreto
fr: Version secrète
ja: シークレットのバージョン

source: Used to specify a specific secret version (if left empty, the latest version will be used).
es: Se utiliza para especificar una versión específica del secreto (si se deja vacía, se utilizará la última versión).
fr: Utilisé pour spécifier une version secrète spécifique (si elle est laissée vide, la dernière version sera utilisée).
ja: シークレットバージョンの指定に使用します (空白の場合は、最新のバージョンが使用されます)。

source: Centrify Tenant URL
es: URL de inquilino (tenant) de Centrify
fr: URL Tenant Centrify
ja: Centrify テナント URL

source: Centrify API User
es: Usuario de la API de Centrify
fr: Utilisateur de l'API Centrify
ja: Centrify API ユーザー

source: Centrify API User, having necessary permissions as mentioned in support doc
es: Usuario de la API de Centrify, que tiene los permisos necesarios como se menciona en el documento de soporte
fr: Utilisateur de l'API Centrify, ayant les permissions nécessaires comme mentionné dans le doc de support
ja: サポートドキュメントに記載されている必要な権限を持つ Centrify API ユーザー

source: Centrify API Password
es: Contraseña de la API de Centrify
fr: Mot de passe API Centrify
ja: Centrify API パスワード

source: Password of Centrify API User with necessary permissions
es: Contraseña del usuario de la API de Centrify con los permisos necesarios
fr: Mot de passe de l'utilisateur de l'API Centrify avec les permissions nécessaires
ja: 必要な権限を持つ Centrify API ユーザーのパスワード

source: OAuth2 Application ID
es: ID de aplicación OAuth2
fr: ID d'application OAuth2
ja: OAuth2 アプリケーション ID

source: Application ID of the configured OAuth2 Client (defaults to 'awx')
es: ID de aplicación del cliente OAuth2 configurado (predeterminado: "awx")
fr: ID de l'application du client OAuth2 configuré (valeur par défaut : 'awx')
ja: 設定された OAuth2 クライアントのアプリケーション ID (デフォルトは「awx」)

source: OAuth2 Scope
es: Ámbito de OAuth2
fr: Portée d'OAuth2
ja: OAuth2 スコープ

source: Scope of the configured OAuth2 Client (defaults to 'awx')
es: Ámbito del cliente OAuth2 configurado (predeterminado: "awx")
fr: Portée du client OAuth2 configuré (valeur par défaut : 'awx')
ja: 設定された OAuth2 クライアントのスコープ (デフォルトは「awx」)

source: Account Name
es: Nombre de la cuenta
fr: Nom du compte
ja: アカウント名

source: Local system account or Domain account name enrolled in Centrify Vault. eg. (root or DOMAIN/Administrator)
es: Nombre de la cuenta del sistema local o de la cuenta de dominio inscrita en Centrify Vault (p. ej., root o DOMINIO/Administrador)
fr: Nom du compte du système local ou du compte du domaine inscrit dans Archivage sécurisé Centrify. Par exemple, (root ou DOMAIN/Administrator)
ja: Centrify Vault に登録されているローカルシステムアカウントまたはドメインアカウント名。例えば (ルートまたはドメイン/管理者)

source: System Name
es: Nombre del sistema
fr: Nom du système
ja: システム名

source: Machine Name enrolled with in Centrify Portal
es: Nombre de la máquina inscrita en el portal de Centrify
fr: Nom de la machine inscrite dans le portail Centrify
ja: Centrify ポータルに登録されているマシン名

source: Conjur URL
es: URL de Conjur
fr: URL Conjur

source: API Key
es: Clave API
fr: Clé API
ja: API キー

source: Account
es: Cuenta
fr: Compte
ja: アカウント

source: Username
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名

source: Public Key Certificate
es: Certificado de clave pública
fr: Certificat de clé publique
ja: 公開鍵の証明書

source: Secret Identifier
es: Identificador del secreto
fr: Identifiant secret
ja: シークレット識別子

source: The identifier for the secret e.g., /some/identifier
es: El identificador para el secreto; por ejemplo, /some/identifier
fr: Identifiant du secret, par exemple : /some/identifier
ja: シークレットの識別子。例: /some/identifier

source: Tenant
es: Inquilino
ja: テナント

source: The tenant e.g. "ex" when the URL is https://ex.secretservercloud.com
es: El inquilino, por ejemplo, "ex" cuando la URL es https://ex.secretservercloud.com
fr: Tenant, par exemple "ex" lorsque l'URL est https://ex.secretservercloud.com
ja: テナント (例: URLがhttps://ex.secretservercloud.com の場合は「ex」）

source: Top-level Domain (TLD)
es: Dominio de primer nivel (TLD)
fr: Domaine de premier niveau (TLD)
ja: トップレベルドメイン (TLD)

source: The TLD of the tenant e.g. "com" when the URL is https://ex.secretservercloud.com
es: El TLD del inquilino, por ejemplo, "com" cuando la URL es https://ex.secretservercloud.com
fr: Le TLD du tenant, par exemple "com" lorsque l'URL est https://ex.secretservercloud.com
ja: テナントのTLD (例: URLがhttps://ex.secretservercloud.com の場合は「com」)

source: Secret Path
es: Ruta secreta
fr: Chemin secret
ja: シークレットパス

source: The secret path e.g. /test/secret1
es: La ruta secreta, por ejemplo, /test/secret1
fr: Le chemin secret, par exemple : /test/secret1
ja: シークレットパス (例: / test / secret1)

source: URL template
es: Plantilla URL
fr: Modèle d’URL
ja: URL テンプレート

source: Server URL
es: URL del servidor
fr: URL du serveur
ja: サーバー URL

source: The URL to the HashiCorp Vault
es: La URL para HashiCorp Vault
fr: URL Archivage sécurisé HashiCorp
ja: HashiCorp Vault の URL

source: The access token used to authenticate to the Vault server
es: El token de acceso utilizado para autenticar el servidor de Vault
fr: Jeton d'accès utilisé pour s'authentifier auprès du serveur de l’archivage sécurisé
ja: Vault サーバーへの認証に使用するアクセストークン

source: CA Certificate
es: Certificado de CA
fr: Certificat CA
ja: CA 証明書

source: The CA certificate used to verify the SSL certificate of the Vault server
es: El certificado de CA utilizado para verificar el certificado SSL del servidor de almacén
fr: Le certificat CA utilisé pour vérifier le certificat SSL du serveur de l’archivage sécurisé
ja: Vault サーバーの SSL 証明書の検証に使用する CA 証明書

source: The Role ID for AppRole Authentication
es: El ID de rol para la autentificación de AppRole
fr: L'ID de rôle pour l'authentification AppRole
ja: AppRole 認証のロール ID

source: The Secret ID for AppRole Authentication
es: El ID de secreto para la autentificación de AppRole
fr: ID secrète pour l'authentification AppRole
ja: AppRole 認証のシークレット ID

source: Namespace name (Vault Enterprise only)
es: Nombre del espacio de nombres (solo Vault Enterprise)
fr: Nom de l'espace de nommage (Archivage sécurisé Enterprise uniquement)
ja: 名前空間名 (Vault Enterprise のみ)

source: Name of the namespace to use when authenticate and retrieve secrets
es: Nombre del espacio de nombres que se utilizará para autenticar y recuperar secretos
fr: Nom de l'espace de nom à utiliser lors de l'authentification et de la récupération des secrets
ja: シークレットの認証および取得時に使用する名前空間の名前

source: Path to Approle Auth
es: Ruta para la autentificación de AppRole
fr: Le chemin d’accès vers AppRole Auth
ja: ApproleAuth へのパス

source: The AppRole Authentication path to use if one isn't provided in the metadata when linking to an input field. Defaults to 'approle'
es: La ruta de autentificación de AppRole que se utilizará si no se proporciona una en los metadatos al establecer el enlace a un campo de entrada. El valor predeterminado es 'approle'
fr: Le chemin d'authentification AppRole à utiliser si un chemin n'est pas fourni dans les métadonnées lors de la liaison avec un champ de saisie. La valeur par défaut est "approle"
ja: 入力フィールドにリンクするときにメタデータで指定されていない場合に使用する AppRole 認証パス (デフォルトは「approle」)

source: Path to Secret
es: Ruta al secreto
fr: Chemin d'accès au secret
ja: シークレットへのパス

source: Path to Auth
es: Ruta para autentificación
fr: Chemin d'accès à Auth
ja: 認証へのパス

source: The path where the Authentication method is mounted e.g, approle
es: La ruta donde se monta el método de autenticación, por ejemplo, approle
fr: Le chemin où la méthode d'authentification est montée, par exemple, approle
ja: 認証方法がマウントされるパス (例: approle)

source: API Version
es: Versión de la API
fr: Version de l'API
ja: API バージョン

source: API v1 is for static key/value lookups. API v2 is for versioned key/value lookups.
es: API v1 es para búsquedas de valores/claves estáticos. API v2 es para búsquedas de valores/claves con versiones.
fr: API v1 convient aux recherches de clé statique/valeur. API v2 convient aux recherches clé/valeur versionnées.
ja: API v1 は静的なキー/値のルックアップ用で、API v2 はバージョン管理されたキー/値のルックアップ用です。

source: Name of Secret Backend
es: Nombre del backend de secretos
fr: Nom du backend secret
ja: シークレットバックエンドの名前

source: The name of the kv secret backend (if left empty, the first segment of the secret path will be used).
es: El nombre del backend de secretos kv (si deja vacío, se utilizará el primer segmento de la ruta del secreto).
fr: Nom du backend secret (s'il est laissé vide, le premier segment du chemin secret sera utilisé).
ja: KV シークレットバックエンド名 (空白の場合は、シークレットパスの最初のセグメントが使用されます)。

source: Key Name
es: Nombre clave
fr: Nom de la clé
ja: キー名

source: The name of the key to look up in the secret.
es: El nombre de la clave para buscar en el secreto.
fr: Nom de la clé à rechercher dans le secret.
ja: シークレットで検索するキーの名前

source: Secret Version (v2 only)
es: Versión del secreto (solo v2)
fr: Version secrète (v2 uniquement)
ja: シークレットバージョン (v2 のみ)

source: Unsigned Public Key
es: Clave pública sin signo
fr: Clé publique non signée
ja: 未署名の公開鍵

source: Role Name
es: Nombre del rol
fr: Nom du rôle
ja: ロール名

source: The name of the role used to sign.
es: El nombre del rol utilizado para firmar.
fr: Le nom du rôle utilisé pour signer.
ja: 署名に使用するロール名

source: Valid Principals
es: Principales válidos
fr: Principaux valides
ja: 有効なプリンシパル

source: Valid principals (either usernames or hostnames) that the certificate should be signed for.
es: Principales válidos (ya sea nombres de usuario o nombres de host) para los que se debería firmar el certificado:
fr: Principaux valides (noms d'utilisateur ou noms d'hôte) pour lesquels le certificat doit être signé.
ja: 証明書への署名に必要とされる、有効なプリンシパル (ユーザー名またはホスト名)

source: Secret Server URL
es: URL del servidor secreto
fr: URL Serveur Secrets
ja: シークレットサーバーの URL

source: The Base URL of Secret Server e.g. https://myserver/SecretServer or https://mytenant.secretservercloud.com
es: La URL base del servidor secreto, por ejemplo, https://myserver/SecretServer o https://mytenant.secretservercloud.com
fr: L'URL de base du serveur secret, par exemple https://myserver/SecretServer ou https://mytenant.secretservercloud.com
ja: シークレットサーバーのベース URL (例: https://myserver/SecretServer または https://mytenant.secretservercloud.com)

source: The (Application) user username
es: El nombre de usuario (de la aplicación)
fr: Le nom d'utilisateur (de l'application)
ja: (アプリケーション) ユーザーのユーザー名

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード

source: The corresponding password
es: La contraseña correspondiente
fr: Le mot de passe correspondant
ja: 対応するパスワード

source: Secret ID
es: Identificación secreta
fr: ID secret
ja: シークレット ID

source: The integer ID of the secret
es: El ID entero del secreto
fr: L'ID entier du secret
ja: シークレットの整数 ID

source: Secret Field
es: Campo secreto
fr: Domaine secret
ja: シークレットフィールド

source: The field to extract from the secret
es: El campo a extraer del secreto
fr: Le champ à extraire du secret
ja: シークレットから抽出するフィールド

source: '{value}' is not one of ['{allowed_values}']
es: '{value}' no es uno de ['{allowed_values}']
fr: '{value}' ne fait pas partie de ['{allowed_values}']
ja: '{value}' は ['{allowed_values}'] のいずれでもありません。

source: {type} provided in relative path {path}, expected {expected_type}
es: {type} proporcionado en la ruta de acceso relativa {path}, se esperada {expected_type}
fr: {type} fourni dans le chemin d’accès relatif {path}, {expected_type} attendu
ja: 相対パス {path} で {type} が指定されました。{expected_type} が必要です

source: {type} provided, expected {expected_type}
es: se proporcionó {type}, se esperaba {expected_type}
fr: {type} fourni, {expected_type} attendu
ja: {type} が指定されましたが、{expected_type} が必要です

source: Schema validation error in relative path {path} ({error})
es: Error de validación del esquema en ruta de acceso relativa {path} ({error})
fr: Erreur de validation de schéma dans le chemin d’accès relatif {path} ({error})
ja: 相対パス {path} でスキーマの検証エラーが生じました ({error})

source: required for %s
es: requerido para %s
fr: requis pour %s
ja: %s に必須です

source: secret values must be of type string, not {}
es: los valores secretos deben ser de tipo cadena, no {}
fr: les valeurs secrètes doivent être sous forme de string, et non pas {}
ja: シークレットの値は文字列型にする必要があります ({}ではない)

source: cannot be set unless "%s" is set
es: no puede establecerse, excepto que se defina "%s"
fr: ne peut être défini à moins que "%s" ne soit défini
ja: "%s" が設定されていない場合は設定できません

source: must be set when SSH key is encrypted.
es: se debe establecer cuando la clave SSH está cifrada.
fr: doit être défini lorsque la clé SSH est chiffrée.
ja: SSH キーが暗号化されている場合に設定する必要があります。

source: should not be set when SSH key is not encrypted.
es: no se debe establecer cuando la clave SSH no está cifrada.
fr: ne doit pas être défini lorsque la clé SSH n'est pas chiffrée.
ja: SSH キーが暗号化されていない場合は設定できません。

source: 'dependencies' is not supported for custom credentials.
es: 'dependencias' no es compatible con las credenciales personalizadas.
fr: les dépendances ne sont pas prises en charge pour les identifiants personnalisés.
ja: 「dependencies (依存関係)」はカスタム認証情報の場合にはサポートされません。

source: "tower" is a reserved field name
es: "tower" es un nombre de campo reservado
fr: "tower" est un nom de champ réservé
ja: 「tower」は予約されたフィールド名です

source: field IDs must be unique (%s)
es: los ID de campo deben ser únicos (%s)
fr: les ID de champ doivent être uniques (%s)
ja: フィールド ID は固有でなければなりません (%s)

source: {} is not a {}
es: {} no es un {}
fr: {} n'est pas un(e) {}
ja: {} は {} ではありません

source: {sub_key} not allowed for {element_type} type ({element_id})
es: {sub_key} no está permitido para el tipo {element_type} ({element_id})
fr: {sub_key} non autorisé pour le type {element_type} ({element_id})
ja: {element_type} タイプには {sub_key} を使用できません ({element_id})

source: Environment variable {} may affect Ansible configuration so its use is not allowed in credentials.
es: Es posible que la variable de entorno {} pueda afectar la configuración de Ansible, de modo que no se permite su uso en credenciales.
fr: La variable d'environnement {} peut affecter la configuration Ansible, donc son utilisation n'est pas autorisée pour les identifiants.
ja: 環境変数 {} は Ansible の設定に影響を及ぼす可能性があります。したがって認証情報で使用することはできません。

source: Environment variable {} is not allowed to be used in credentials.
es: No se puede utilizar la variable de entorno {} en las credenciales.
fr: La variable d'environnement {} ne peut pas être utilisée dans les identifiants.
ja: 環境変数 {} を認証情報で使用することは許可されていません。

source: Must define unnamed file injector in order to reference `tower.filename`.
es: Se debe definir el inyector del archivo sin nombre para hacer referencia a `tower.filename`.
fr: Doit définir l'injecteur de fichier sans nom pour pouvoir référencer « tower.filename ».
ja: `tower.filename`を参照するために名前が設定されていないファイルインジェクターを定義する必要があります。

source: Cannot directly reference reserved `tower` namespace container.
es: No se puede hacer referencia directa al contenedor del espacio de nombres `tower`.
fr: Impossible de référencer directement le conteneur d'espace de nommage réservé « Tower ».
ja: 予約された `tower` 名前空間コンテナーを直接参照することができません。

source: Must use multi-file syntax when injecting multiple files
es: Debe usar una sintaxis de archivos múltiples al inyectar archivos múltiples
fr: Doit utiliser la syntaxe multi-fichier lors de l'injection de plusieurs fichiers.
ja: 複数ファイルの挿入時に複数ファイル構文を使用する必要があります。

source: {sub_key} uses an undefined field ({error_msg})
es: {sub_key} usa un campo indefinido ({error_msg})
fr: {sub_key} utilise un champ non défini ({error_msg})
ja: {sub_key} は未定義のフィールドを使用します ({error_msg})
