Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: List of modules allowed to be used by ad-hoc jobs.
es: Lista de módulos permitidos para su uso con trabajos ad-hoc.
fr: Liste des modules que des tâches ad hoc sont autorisées à utiliser.
ja: アドホックジョブで使用できるモジュール一覧。

source: Jobs
es: Trabajos
fr: Tâches
ja: ジョブ

source: Always
es: Siempre
fr: Toujours
ja: 常時

source: Never
es: Nunca
fr: Jamais
ja: なし

source: Only On Job Template Definitions
es: Solo en definiciones de plantilla de tareas
fr: Définitions de Modèle de job uniquement
ja: ジョブテンプレートの定義のみ

source: When can extra variables contain Jinja templates?
es: ¿Cuándo pueden las variables adicionales contener plantillas Jinja?
fr: Quand des variables supplémentaires peuvent-elles contenir des modèles Jinja ?
ja: いつ追加変数に Jinja テンプレートが含まれるか?

source: Ansible allows variable substitution via the Jinja2 templating language for --extra-vars. This poses a potential security risk where users with the ability to specify extra vars at job launch time can use Jinja2 templates to run arbitrary Python. It is recommended that this value be set to "template" or "never".
es: Ansible permite la sustitución de variables a través del lenguaje de plantillas Jinja2 para --extra-vars. Esto presenta un potencial de riesgo a la seguridad, donde los usuarios con la capacidad de especificar vars adicionales en el momento de lanzamiento de la tarea pueden usar las plantillas Jinja2 para ejecutar Python arbitrario. Se recomienda que este valor se establezca como "plantilla" o "nunca".
fr: Ansible permet la substitution de variables via le langage de modèle Jinja2 pour --extra-vars. Cela pose un risque potentiel de sécurité où les utilisateurs ayant la possibilité de spécifier des vars supplémentaires au moment du lancement du job peuvent utiliser les modèles Jinja2 pour exécuter arbitrairement Python. Il est recommandé de définir cette valeur à "template" (modèle) ou "never" (jamais).
ja: Ansible は Jinja2 テンプレート言語を使用した --extra-vars の変数置き換えを許可します。これにより、ジョブの起動時に追加変数を指定できるユーザーが Jinja2 テンプレートを使用して任意の Python を実行できるようになるためセキュリティー上のリスクが生じます。この値は「template」または「never」に設定することをお勧めします。

source: Job execution path
es: Ruta de ejecución de una tarea
fr: Chemin d'exécution de la tâche
ja: ジョブの実行パス

source: The directory in which the service will create new temporary directories for job execution and isolation (such as credential files).
es: El directorio en el que el servicio creará nuevos directorios temporales para la ejecución y el aislamiento de tareas (como archivos de credenciales).
fr: Répertoire dans lequel le service créera des répertoires temporaires pour l'exécution et l'isolation de la tâche (comme les fichiers des informations d'identification).
ja: サービスがジョブの実行および分離用に新規の一時ディレクトリーを作成するディレクトリーです (認証情報ファイルなど)。

source: Paths to expose to isolated jobs
es: Rutas a exponer para los trabajos aislados.
fr: Chemins à exposer aux tâches isolées
ja: 分離されたジョブに公開するパス

source: List of paths that would otherwise be hidden to expose to isolated jobs. Enter one path per line.
es: Lista de rutas que de otra manera se esconderían para exponer a tareas aisladas. Ingrese una ruta por línea.
fr: Liste des chemins d’accès qui seraient autrement dissimulés de façon à ne pas être exposés aux tâches isolées. Saisissez un chemin par ligne.
ja: 分離されたジョブに公開するために非表示にされるパスの一覧。1 行に 1 つのパスを入力します。

source: Extra Environment Variables
es: Variables de entorno adicionales
fr: Variables d'environnement supplémentaires
ja: 追加の環境変数

source: Additional environment variables set for playbook runs, inventory updates, project updates, and notification sending.
es: Las variables de entorno adicionales establecidas para ejecuciones de playbook, actualizaciones de inventarios, actualizaciones de proyectos y envío de notificaciones.
fr: Variables d'environnement supplémentaires définies pour les exécutions de Playbook, les mises à jour de projet et l'envoi de notifications.
ja: Playbook 実行、インベントリー更新、プロジェクト更新および通知の送信に設定される追加の環境変数。

source: Gather data for Insights for Ansible Automation Platform
es: Recopilación de datos para Insights para Ansible Automation Platform
fr: Collecte de données pour Insights pour Ansible Automation Platform
ja: Insights for Ansible Automation Platform のデータを収集する

source: Enables the service to gather data on automation and send it to Red Hat Insights.
es: Permite que el servicio recopile datos sobre automatización y los envíe a Red Hat Insights.
fr: Permet au service de recueillir des données sur l'automatisation et de les envoyer à Red Hat Insights.
ja: サービスが自動化のデータを収集して Red Hat Insights に送信できるようにします。

source: Run Project Updates With Higher Verbosity
es: Ejecutar actualizaciones de proyectos con más detalles
fr: Exécuter des mises à jour de projet avec une plus grande verbosité
ja: より詳細なプロジェクト更新を実行する

source: Adds the CLI -vvv flag to ansible-playbook runs of project_update.yml used for project updates.
es: Añade el indicador CLI -vvv a las ejecuciones del cuaderno de estrategias de Ansible de project_update.yml utilizado para las actualizaciones del proyecto.
fr: Ajoute le drapeau CLI -vvv aux exécutions ansible-playbook de project_update.yml utilisées pour les mises à jour du projet.
ja: プロジェクトの更新に使用する project_update.yml の ansible-playbook に CLI -vvv フラグを追加します。

source: Enable Role Download
es: Habilitar descarga de roles
fr: Active le téléchargement du rôle
ja: ロールのダウンロードを有効にする

source: Allows roles to be dynamically downloaded from a requirements.yml file for SCM projects.
es: Permite que se descarguen los roles de forma dinámica desde un archivo requirements.yml para proyectos de SCM.
fr: Permet aux rôles d'être téléchargés dynamiquement à partir du fichier requirements.yml pour les projets SCM.
ja: ロールが SCM プロジェクトの requirements.yml ファイルから動的にダウンロードされるのを許可します。

source: Enable Collection(s) Download
es: Habilitar la descarga de la(s) recopilación(es)
fr: Activer le téléchargement de la ou des collections
ja: コレクションのダウンロードを有効にする

source: Allows collections to be dynamically downloaded from a requirements.yml file for SCM projects.
es: Permite que se descarguen las recopilaciones de forma dinámica desde un archivo requirements.yml para proyectos de SCM.
fr: Permet aux collections d'être téléchargés dynamiquement à partir du fichier requirements.yml pour les projets SCM.
ja: コレクションが SCM プロジェクトの requirements.yml ファイルから動的にダウンロードされるのを許可します。

source: Follow symlinks
es: Siga los enlaces simbólicos
fr: Suivre les liens symboliques
ja: シンボリックリンクをたどる

source: Follow symbolic links when scanning for playbooks. Be aware that setting this to True can lead to infinite recursion if a link points to a parent directory of itself.
es: Siga los enlaces simbólicos para buscar guías de reproducción (playbooks). Tenga en cuenta que establecer esto como Verdadero puede dar lugar a una recurrencia infinita si un enlace apunta a un directorio primario de sí mismo.
fr: Suivez les liens symboliques lorsque vous recherchez des playbooks. Sachez que le réglage sur True peut entraîner une récursion infinie si un lien pointe vers un répertoire parent de lui-même.
ja: Playbook をスキャンするときは、シンボリックリンクをたどってください。リンクがそれ自体の親ディレクトリーを指している場合は、これを True に設定すると、無限再帰が発生する可能性があることに注意してください。

source: Ignore Ansible Galaxy SSL Certificate Verification
es: Ignore la verificación de certificados SSL de Ansible Galaxy
fr: Ignorer la vérification du certificat SSL Galaxy Ansible
ja: Ansible Galaxy SSL 証明書の検証を無視する

source: If set to true, certificate validation will not be done when installing content from any Galaxy server.
es: Si se establece en verdadero, la validación del certificado no se realizará al instalar contenido de cualquier servidor de Galaxy.
fr: S'il est défini à true, la validation du certificat ne sera pas effectuée lors de l'installation de contenu à partir d'un serveur Galaxy.
ja: True に設定すると、任意の Galaxy サーバーからコンテンツをインストールする時に証明書は検証されません。

source: Standard Output Maximum Display Size
es: Tamaño máximo a mostrar para la salida estándar.
fr: Taille d'affichage maximale pour une sortie standard
ja: 標準出力の最大表示サイズ

source: Maximum Size of Standard Output in bytes to display before requiring the output be downloaded.
es: Tamaño máximo de la salida estándar en bytes para mostrar antes de obligar a que la salida sea descargada.
fr: Taille maximale d'une sortie standard en octets à afficher avant de demander le téléchargement de la sortie.
ja: 出力のダウンロードを要求する前に表示される標準出力の最大サイズ (バイト単位)。

source: Job Event Standard Output Maximum Display Size
es: Tamaño máximo de la salida estándar para mostrar del evento del trabajo.
fr: Taille d'affichage maximale pour une sortie standard d'événement de tâche
ja: ジョブイベントの標準出力の最大表示サイズ

source: Maximum Size of Standard Output in bytes to display for a single job or ad hoc command event. `stdout` will end with `…` when truncated.
es: Tamaño máximo de la salida estándar en bytes a mostrar para un único trabajo o evento del comando ad hoc. `stdout` terminará con `...` cuando sea truncado.
fr: Taille maximale de la sortie standard en octets à afficher pour une seule tâche ou pour un seul événement de commande ad hoc. `stdout` se terminera par `...` quand il sera tronqué.
ja: 単一ジョブまたはアドホックコマンドイベントについて表示される標準出力の最大サイズ (バイト単位)。`stdout` は切り捨てが実行されると `…` で終了します。

source: Job Event Maximum Websocket Messages Per Second
es: Evento de trabajo Mensajes máximos de Websocket por segundo
fr: Nombre de Messages Websocket d’événement de Job maximum par seconde
ja: 1 秒あたりのジョブイベントの最大 WebSocket メッセージ

source: Maximum number of messages to update the UI live job output with per second. Value of 0 means no limit.
es: Número máximo de mensajes para actualizar la salida del trabajo en vivo de la UI por segundo. El valor 0 significa que no hay límite.
fr: Nombre maximal de messages à mettre à jour par seconde dans l'interface utilisateur de la sortie de travail en direct. La valeur de 0 signifie qu'il n'y a pas de limite.
ja: 1 秒あたりの UI ライブジョブ出力を更新するメッセージの最大数。値 0 は制限がないことを意味します。

source: Maximum Scheduled Jobs
es: Máximo número de trabajos programados.
fr: Nombre max. de tâches planifiées
ja: スケジュール済みジョブの最大数

source: Maximum number of the same job template that can be waiting to run when launching from a schedule before no more are created.
es: Número máximo de la misma plantilla de trabajo que pueden estar esperando para ser ejecutado cuando se lanzan desde una programación antes de que no se creen más.
fr: Nombre maximal du même modèle de tâche qui peut être mis en attente d'exécution lors de son lancement à partir d'un calendrier, avant que d'autres ne soient créés.
ja: スケジュールからの起動時に実行を待機している同じジョブテンプレートの最大数です (これ以上作成されることはありません)。

source: Ansible Callback Plugins
es: Plugins de Ansible callback
fr: Plug-ins de rappel Ansible
ja: Ansible コールバックプラグイン

source: List of paths to search for extra callback plugins to be used when running jobs. Enter one path per line.
es: Lista de rutas para buscar complementos adicionales de retorno de llamada que se utilizan cuando se ejecutan tareas. Ingrese una ruta por línea.
fr: Liste des chemins servant à rechercher d'autres plug-ins de rappel qui serviront lors de l'exécution de tâches. Saisissez un chemin par ligne.
ja: ジョブの実行時に使用される追加のコールバックプラグインを検索する際のパスの一覧です。1 行に 1 つのパスを入力します。

source: Default Job Timeout
es: Tiempo de espera por defecto para el trabajo
fr: Délai d'attente par défaut des tâches
ja: デフォルトのジョブタイムアウト

source: Maximum time in seconds to allow jobs to run. Use value of 0 to indicate that no timeout should be imposed. A timeout set on an individual job template will override this.
es: Tiempo máximo en segundos para permitir que se ejecuten tareas. Utilice el valor 0 para indicar que no se impondrá ningún tiempo de espera. Un tiempo de espera establecido en una plantilla de trabajo individual reemplazará este.
fr: Délai maximal (en secondes) d'exécution des tâches. Utilisez la valeur 0 pour indiquer qu'aucun délai ne doit être imposé. Un délai d'attente défini sur celui d'un modèle de tâche précis écrasera cette valeur.
ja: ジョブの実行可能な最大時間 (秒数) です。値 0 が使用されている場合はタイムアウトを設定できないことを示します。個別のジョブテンプレートに設定されるタイムアウトはこれを上書きします。

source: Default Inventory Update Timeout
es: Tiempo de espera por defecto para la actualización del inventario.
fr: Délai d'attente par défaut pour la mise à jour d'inventaire
ja: デフォルトのインベントリー更新タイムアウト

source: Maximum time in seconds to allow inventory updates to run. Use value of 0 to indicate that no timeout should be imposed. A timeout set on an individual inventory source will override this.
es: Tiempo máximo en segundos para permitir la ejecución de actualizaciones de inventario. Utilice el valor 0 para indicar que no debería señalarse ningún tipo de tiempo de expiración. El tiempo de expiración definido para una fuente de inventario individual debería anularlo.
fr: Délai maximal en secondes d'exécution des mises à jour d'inventaire. Utilisez la valeur 0 pour indiquer qu'aucun délai ne doit être imposé. Un délai d'attente défini sur celui d'une source d'inventaire précise écrasera cette valeur.
ja: インベントリー更新の実行可能な最大時間 (秒数)。値 0 が設定されている場合はタイムアウトを設定できないことを示します。個別のインベントリーソースに設定されるタイムアウトはこれを上書きします。

source: Default Project Update Timeout
es: Tiempo de espera por defecto para la actualización de un proyecto
fr: Délai d'attente par défaut pour la mise à jour de projet
ja: デフォルトのプロジェクト更新タイムアウト

source: Maximum time in seconds to allow project updates to run. Use value of 0 to indicate that no timeout should be imposed. A timeout set on an individual project will override this.
es: Tiempo máximo en segundos para permitir que se ejecuten las actualizaciones de los proyectos. Utilice un valor de 0 para indicar que no debería definirse ningún tipo de tiempo de expiración. El tiempo de expiración definido para una fuente de inventario individual debería anularlo.
fr: Délai maximal en secondes d'exécution des mises à jour de projet. Utilisez la valeur 0 pour indiquer qu'aucun délai ne doit être imposé. Un délai d'attente défini sur celui d'un projet précis écrasera cette valeur.
ja: プロジェクト更新の実行可能な最大時間 (秒数)。値 0 が設定されている場合はタイムアウトを設定できないことを示します。個別のプロジェクトに設定されるタイムアウトはこれを上書きします。

source: Per-Host Ansible Fact Cache Timeout
es: Tiempo de espera de la caché de eventos Ansible por host
fr: Expiration du délai d’attente du cache Ansible Fact Cache par hôte
ja: ホストあたりの Ansible ファクトキャッシュのタイムアウト

source: Maximum time, in seconds, that stored Ansible facts are considered valid since the last time they were modified. Only valid, non-stale, facts will be accessible by a playbook. Note, this does not influence the deletion of ansible_facts from the database. Use a value of 0 to indicate that no timeout should be imposed.
es: Tiempo máximo, en segundos, en que los datos almacenados de Ansible se consideran válidos desde la última vez que fueron modificados. Solo se podrá acceder a datos válidos y actualizados mediante la playbook. Observe que esto no influye en la eliminación de datos de Ansible de la base de datos. Use un valor de 0 para indicar que no se debe imponer ningún tiempo de expiración.
fr: Durée maximale, en secondes, pendant laquelle les facts Ansible sont considérés comme valides depuis leur dernière modification. Seuls les facts valides - non périmés - seront accessibles par un Playbook. Remarquez que cela n'a aucune incidence sur la suppression d'ansible_facts de la base de données. Utiliser une valeur de 0 pour indiquer qu'aucun timeout ne soit imposé.
ja: 保存される Ansible ファクトが最後に変更されてから有効とみなされる最大時間 (秒数) です。有効な新規のファクトのみが Playbook でアクセスできます。ansible_facts のデータベースからの削除はこれによる影響を受けません。タイムアウトが設定されないことを示すには 0 の値を使用します。

source: Maximum number of forks per job
es: Cantidad máxima de bifurcaciones por tarea
fr: Nombre maximum de fourches par tâche.
ja: ジョブ別のフォークの最大数

source: Saving a Job Template with more than this number of forks will result in an error. When set to 0, no limit is applied.
es: Guardar una plantilla de tarea con un número de bifurcaciones superior a este resultará en un error. Cuando se establece en 0, no se aplica ningún límite.
fr: L'enregistrement d'un modèle de tâche avec un nombre de fourches supérieur à ce nombre entraînera une erreur. Lorsqu'il est défini sur 0, aucune limite n'est appliquée.
ja: この数を超えるフォークを指定してジョブテンプレートを保存すると、エラーが発生します。 0 に設定すると、制限は適用されません。

source: Logging Aggregator
es: Agregación de registros
fr: Agrégateur de journalisation
ja: ログアグリゲーター

source: Hostname/IP where external logs will be sent to.
es: Hostname/IP donde los logs externos serán enviados.
fr: Nom d'hôte / IP où les journaux externes seront envoyés.
ja: 外部ログの送信先のホスト名/IP

source: Logging
es: Registros
fr: Journalisation
ja: ロギング

source: Logging Aggregator Port
es: Puerto de agregación de registros
fr: Port d'agrégateur de journalisation
ja: ログアグリゲーターポート

source: Port on Logging Aggregator to send logs to (if required and not provided in Logging Aggregator).
es: El puerto del Agregador de Logs al cual enviar logs (si es requerido y no está definido en el Agregador de Logs).
fr: Port d'agrégateur de journalisation où envoyer les journaux (le cas échéant ou si non fourni dans l'agrégateur de journalisation).
ja: ログの送信先のログアグリゲーターのポート (必要な場合。ログアグリゲーターでは指定されません)。

source: Logging Aggregator Type
es: Tipo de agregación de registros.
fr: Type d'agrégateur de journalisation
ja: ログアグリゲーターのタイプ

source: Format messages for the chosen log aggregator.
es: Formato de mensajes para el agregador de registros escogidos.
fr: Formater les messages pour l'agrégateur de journalisation que vous aurez choisi.
ja: 選択されたログアグリゲーターのメッセージのフォーマット。

source: Logging Aggregator Username
es: Usuario del agregador de registros
fr: Nom d'utilisateur de l'agrégateur de journalisation
ja: ログアグリゲーターのユーザー名

source: Username for external log aggregator (if required; HTTP/s only).
es: Nombre de usuario para el agregador de registros externos (si es necesario; solo HTTP/s).
fr: Nom d'utilisateur pour l'agrégateur de journalisation externe (le cas échéant ; HTTP/s uniquement).
ja: 外部ログアグリゲーターのユーザー名 (必要な場合、HTTP/s のみ)。

source: Logging Aggregator Password/Token
es: Contraseña/Token del agregador de registros
fr: Mot de passe / Jeton d'agrégateur de journalisation
ja: ログアグリゲーターのパスワード/トークン

source: Password or authentication token for external log aggregator (if required; HTTP/s only).
es: Contraseña o token de autentificación para el agregador de registros externos (si es necesario; solo HTTP/s).
fr: Mot de passe ou jeton d'authentification d'agrégateur de journalisation externe (le cas échéant ; HTTP/s uniquement).
ja: 外部ログアグリゲーターのパスワードまたは認証トークン (必要な場合、HTTP/s のみ)。

source: Loggers Sending Data to Log Aggregator Form
es: Registradores que envían datos al formulario de agregadores de registros
fr: Journaliseurs à l'origine des envois de données à l'agrégateur de journaux
ja: ログアグリゲーターフォームにデータを送信するロガー

source: List of loggers that will send HTTP logs to the collector, these can include any or all of: awx - service logs activity_stream - activity stream records job_events - callback data from Ansible job events system_tracking - facts gathered from scan jobs.
es: Lista de registradores que enviarán registros HTTP al colector. Estos pueden incluir cualquiera o todos los siguientes: awx - registros de servicio activity_stream - registros de flujo de actividades job_events - datos de retorno de llamada de eventos de tareas Ansible system_tracking - información obtenida de tareas de análisis
fr: Liste des journaliseurs qui enverront des journaux HTTP au collecteur notamment (tous les types ou certains seulement) : awx - journaux de service activity_stream - enregistrements de flux d'activité job_events - données de rappel issues d'événements de tâche Ansible system_tracking - données générées par des tâches de scan.
ja: HTTP ログをコレクターに送信するロガーの一覧です。これらには以下のいずれか、またはすべてが含まれます。 awx - サービスログ activity_stream - アクティビティーストリームレコード job_events - Ansible ジョブイベントからのコールバックデータ system_tracking - スキャンジョブから生成されるファクト

source: Log System Tracking Facts Individually
es: Sistema de registros tratará los facts individualmente.
fr: Système de journalisation traçant des facts individuellement
ja: ログシステムトラッキングの個別ファクト

source: If set, system tracking facts will be sent for each package, service, or other item found in a scan, allowing for greater search query granularity. If unset, facts will be sent as a single dictionary, allowing for greater efficiency in fact processing.
es: Si se establece, los datos del sistema de rastreo se enviarán para cada paquete, servicio u otro elemento encontrado en el escaneo, lo que permite mayor granularidad en la consulta de búsqueda. Si no se establece, los datos se enviarán como un único diccionario, lo que permite mayor eficiencia en el proceso de datos.
fr: Si défini, les facts de traçage de système seront envoyés pour chaque package, service, ou autre item se trouvant dans un scan, ce qui permet une meilleure granularité de recherche. Si non définis, les facts seront envoyés sous forme de dictionnaire unique, ce qui permet une meilleure efficacité du processus pour les facts.
ja: 設定されている場合、スキャンで見つかる各パッケージ、サービスその他の項目についてのシステムトラッキングのファクトが送信され、検索クエリーの詳細度が上がります。設定されていない場合、ファクトは単一辞書として送信され、ファクトの処理の効率が上がります。

source: Enable External Logging
es: Habilitar registro externo
fr: Activer la journalisation externe
ja: 外部ログの有効化

source: Enable sending logs to external log aggregator.
es: Habilitar el envío de registros a un agregador de registros externo.
fr: Activer l'envoi de journaux à un agrégateur de journaux externe.
ja: 外部ログアグリゲーターへのログ送信の有効化

source: Cluster-wide unique identifier.
es: Identificador único a través del clúster.
fr: Identificateur unique pour tout le cluster
ja: クラスター全体での固有識別子。

source: Useful to uniquely identify instances.
es: Útil para identificar instancias de forma única.
fr: Utile pour identifier les instances spécifiquement.
ja: インスタンスを一意に識別するのに役立ちます。

source: Logging Aggregator Protocol
es: Registrando protocolo de agregador
fr: Protocole de l'agrégateur de journalisation
ja: ログアグリゲーターのプロトコル

source: Protocol used to communicate with log aggregator. HTTPS/HTTP assumes HTTPS unless http:// is explicitly used in the Logging Aggregator hostname.
es: Protocolo utilizado para comunicarse con el agregador de registros. HTTPS/HTTP asume HTTPS a menos que se utilice http:// explícitamente en el nombre de host del agregador de registros.
fr: Le protocole utilisé pour communiquer avec l'agrégateur de journalisation. HTTPS/HTTP assume HTTPS à moins que http:// ne soit explicitement utilisé dans le nom d'hôte de l'agrégateur de journalisation.
ja: ログアグリゲーターとの通信に使用されるプロトコルです。HTTPS/HTTP については、 http:// がログアグリゲーターのホスト名で明示的に使用されていない限り HTTPS の使用が前提となります。

source: TCP Connection Timeout
es: Tiempo de espera para la conexión TCP
fr: Expiration du délai d'attente de connexion TCP
ja: TCP 接続のタイムアウト

source: Number of seconds for a TCP connection to external log aggregator to timeout. Applies to HTTPS and TCP log aggregator protocols.
es: Cantidad de segundos para que una conexión TCP a un agregador de registros externo caduque. Aplica a protocolos de agregadores de registros HTTPS y TCP.
fr: Délai d'attente (nombre de secondes) entre une connexion TCP et un agrégateur de journalisation externe. S'applique aux protocoles des agrégateurs de journalisation HTTPS et TCP.
ja: 外部ログアグリゲーターへの TCP 接続がタイムアウトする秒数です。HTTPS および TCP ログアグリゲータープロトコルに適用されます。

source: Enable/disable HTTPS certificate verification
es: Habilitar/deshabilitar verificación de certificado HTTPS
fr: Activer/désactiver la vérification de certificat HTTPS
ja: HTTPS 証明書の検証を有効化/無効化
