Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Encountered unsafe code execution: {}
es: Se ha encontrado una ejecución de código no seguro: {}
fr: A rencontré une exécution de code dangereuse : {}
ja: unsafe コードの実行が発生しました: {}

source: Syntax error rendering template for {sub_key} inside of {type} ({error_msg})
es: Plantilla que arroja un error de sintaxis para {sub_key} dentro de {type} ({error_msg})
fr: Il y a une erreur de rendu de modèle pour {sub_key} dans {type} ({error_msg})
ja: {type} 内で {sub_key} テンプレートのレンダリング中に構文エラーが発生しました ({error_msg})

source: Formats of all available named urls
es: Formatos de todas las URL con nombre disponibles
fr: Formats de toutes les URL nommées disponibles
ja: 利用可能なすべての名前付き url の形式

source: Read-only list of key-value pairs that shows the standard format of all available named URLs.
es: Lista de solo lectura de los pares clave-valor que muestra el formato estándar de todas las URL con nombre disponibles.
fr: Liste en lecture seule de paires clé/valeur qui affiche le format standard de toutes les URL nommées disponibles.
ja: 名前付き URL を持つ利用可能なすべての標準形式を表示するキーと値のペアの読み取り専用リストです。

source: Named URL
es: URL con nombre
fr: URL nommée
ja: 名前付き URL

source: List of all named url graph nodes.
es: Lista de todos los nodos gráficos de URL con nombre.
fr: Liste de tous les noeuds de graphique des URL nommées.
ja: すべての名前付き URL グラフノードの一覧です。

source: Read-only list of key-value pairs that exposes named URL graph topology. Use this list to programmatically generate named URLs for resources
es: Lista de solo lectura de los pares clave-valor que expone la topología gráfica de URL con nombre. Use esta lista para generar URL con nombre para recursos mediante programación.
fr: Liste en lecture seule de paires clé/valeur qui affiche la topologie des graphiques des URL nommées. Utilisez cette liste pour générer via un programme des URL nommées pour les ressources
ja: 名前付き URL グラフトポロジーを公開するキーと値のペアの読み取り専用一覧です。この一覧を使用してリソースの名前付き URL をプログラムで生成します。

source: Image ID
es: Id de imagen
fr: ID d'image
ja: イメージ ID

source: Availability Zone
es: Zona de disponibilidad
fr: Zone de disponibilité
ja: アベイラビリティーゾーン

source: Instance ID
es: ID de instancia
fr: ID d'instance
ja: インスタンス ID

source: Instance State
es: Estado de instancia
fr: État de l'instance
ja: インスタンスの状態

source: Platform
es: Plataforma
fr: Plateforme
ja: プラットフォーム

source: Instance Type
es: Tipo de instancia
fr: Type d'instance
ja: インスタンスタイプ

source: Region
es: Región
fr: Région
ja: リージョン

source: Security Group
es: Grupo de seguridad
fr: Groupe de sécurité
ja: セキュリティーグループ

source: Tags
es: Etiquetas
fr: Balises
ja: タグ

source: Tag None
es: Etiqueta ninguna
fr: Ne rien baliser
ja: タグ None

source: Entity Created
es: Entidad creada
fr: Entité créée
ja: エンティティーの作成

source: Entity Updated
es: Entidad actualizada
fr: Entité mise à jour
ja: エンティティーの更新

source: Entity Deleted
es: Entidad eliminada
fr: Entité supprimée
ja: エンティティーの削除

source: Entity Associated with another Entity
es: Entidad asociada con otra entidad
fr: Entité associée à une autre entité
ja: エンティティーの別のエンティティーへの関連付け

source: Entity was Disassociated with another Entity
es: La entidad fue desasociada de otra entidad
fr: Entité dissociée d'une autre entité
ja: エンティティーの別のエンティティーとの関連付けの解除

source: The cluster node the activity took place on.
es: El nodo de clúster en el que tuvo lugar la actividad.
fr: Le nœud de cluster sur lequel l'activité a eu lieu.
ja: アクティビティーが発生したクラスターノード。

source: No valid inventory.
es: Inventario no válido
fr: Aucun inventaire valide.
ja: 有効なインベントリーはありません。

source: You must provide a machine / SSH credential.
es: Debe proporcionar un credencial de máquina / SSH.
fr: Vous devez fournir des informations d'identification machine / SSH.
ja: マシン/SSH 認証情報を入力してください。

source: Invalid type for ad hoc command
es: Tipo inválido para comando ad hoc
fr: Type non valide pour la commande ad hoc
ja: アドホックコマンドの無効なタイプ

source: Unsupported module for ad hoc commands.
es: Módulo no soportado para comandos ad hoc.
fr: Module non pris en charge pour les commandes ad hoc.
ja: アドホックコマンドのサポートされていないモジュール。

source: No argument passed to %s module.
es: Ningún argumento pasó al módulo %s.
fr: Aucun argument transmis au module %s.
ja: %s モジュールに渡される引数はありません。

source: Run
es: Ejecutar
fr: Exécuter
ja: 実行

source: Check
es: Comprobar
fr: Vérifier
ja: チェック

source: Scan
es: Escanear
fr: Scanner
ja: スキャン

source: Specify the type of credential you want to create. Refer to the documentation for details on each type.
es: Especifique el tipo de credencial que desea crear. Consulte la documentación para obtener información sobre cada tipo.
fr: Spécifiez le type de justificatif que vous souhaitez créer. Reportez-vous à la documentation pour plus de détails sur chaque type.
ja: 作成する必要のある証明書のタイプを指定します。それぞれのタイプの詳細については、ドキュメントを参照してください。

source: Enter inputs using either JSON or YAML syntax. Refer to the documentation for example syntax.
es: Ingrese entradas a través de la sintaxis JSON o YAML. Consulte la documentación para ver la sintaxis de ejemplo.
fr: Saisissez les entrées en utilisant la syntaxe JSON ou YAML. Reportez-vous à la documentation pour des exemples de syntaxe.
ja: JSON または YAML 構文のいずれかを使用して入力を行います。構文のサンプルについてはドキュメントを参照してください。

source: Machine
es: Máquina
ja: マシン

source: Network
es: Red
fr: Réseau
ja: ネットワーク

source: Source Control
es: Fuente de control
fr: Contrôle de la source
ja: ソースコントロール

source: Cloud
es: Nube
ja: クラウド

source: Container Registry
es: Registro de contenedores
fr: Registre des conteneurs
ja: コンテナーレジストリー

source: Personal Access Token
es: Token de acceso personal
fr: Jeton d'accès personnel
ja: パーソナルアクセストークン

source: External
es: Externo
fr: Externe
ja: 外部

source: Galaxy/Automation Hub
es: Galaxy/Concentrador de automatización
fr: Galaxie/Pôle d'automatisation

source: Enter injectors using either JSON or YAML syntax. Refer to the documentation for example syntax.
es: Ingrese inyectores a través de la sintaxis JSON o YAML. Consulte la documentación para ver la sintaxis de ejemplo.
fr: Entrez les injecteurs avec la syntaxe JSON ou YAML. Consultez la documentation pour avoir un exemple de syntaxe.
ja: JSON または YAML 構文のいずれかを使用してインジェクターを入力します。構文のサンプルについてはドキュメントを参照してください。

source: adding %s credential type
es: agregar el tipo de credencial %s
fr: ajout type d'identifiants %s
ja: %s 認証情報タイプの追加

source: SSH Private Key
es: Clave privada SSH
fr: Clé privée SSH
ja: SSH 秘密鍵

source: Signed SSH Certificate
es: Certificado SSH firmado
fr: Certificat SSH signé
ja: 署名済みの SSH 証明書

source: Private Key Passphrase
es: Frase de contraseña para la clave privada
fr: Phrase de passe pour la clé privée
ja: 秘密鍵のパスフレーズ

source: Privilege Escalation Method
es: Método de escalación de privilegios
fr: Méthode d'escalade privilégiée
ja: 権限昇格方法

source: Specify a method for "become" operations. This is equivalent to specifying the --become-method Ansible parameter.
es: Especifique un método para operaciones "become". Esto equivale a especificar el parámetro --become-method de Ansible.
fr: Spécifiez une méthode pour les opérations « become ». Cela équivaut à définir le paramètre Ansible --become-method.
ja: 「become」操作の方式を指定します。これは --become-method Ansible パラメーターを指定することに相当します。

source: Privilege Escalation Username
es: Usuario para la elevación de privilegios
fr: Nom d’utilisateur pour l’élévation des privilèges
ja: 権限昇格のユーザー名

source: Privilege Escalation Password
es: Contraseña para la elevación de privilegios
fr: Mot de passe pour l’élévation des privilèges
ja: 権限昇格のパスワード

source: SCM Private Key
es: Clave privada SCM
fr: Clé privée SCM
ja: SCM 秘密鍵

source: Vault Password
es: Contraseña Vault
fr: Mot de passe Archivage sécurisé
ja: Vault パスワード

source: Vault Identifier
es: Identificador de Vault
fr: Identifiant Archivage sécurisé
ja: Vault ID

source: Specify an (optional) Vault ID. This is equivalent to specifying the --vault-id Ansible parameter for providing multiple Vault passwords. Note: this feature only works in Ansible 2.4+.
es: Especifique una ID de Vault (opcional). Esto es equivalente a especificar el parámetro --vault-id de Ansible para ofrecer múltiples contraseñas Vault. Observe: esta función solo funciona en Ansible 2.4+.
fr: Spécifiez un ID d'archivage sécurisé (facultatif). Ceci équivaut à spécifier le paramètre --vault-id d'Ansible pour fournir plusieurs mots de passe d'archivage sécurisé. Remarque : cette fonctionnalité ne fonctionne que dans Ansible 2.4+.
ja: (オプションの) Vault ID を指定します。これは、複数の Vault パスワードを指定するために --vault-id Ansible パラメーターを指定することに相当します。注: この機能は Ansible 2.4+ でのみ機能します。

source: Authorize
es: Autorizar
fr: Autoriser
ja: 承認

source: Authorize Password
es: Contraseña de autorización
fr: Mot de passe d’autorisation
ja: パスワードの承認

source: Access Key
es: Clave de acceso
fr: Clé d’accès
ja: アクセスキー

source: Secret Key
es: Clave secreta
fr: Clé secrète
ja: シークレットキー

source: STS Token
es: Token STS
fr: Token STS
ja: STS トークン

source: Security Token Service (STS) is a web service that enables you to request temporary, limited-privilege credentials for AWS Identity and Access Management (IAM) users.
es: El Security Token Service (STS) es un servicio web que habilita su solicitud temporalmente y con credenciales con privilegio limitado para usuarios de AWS Identity y Access Management (IAM).
fr: Le service de jeton de sécurité (STS) est un service Web qui permet de demander des informations d’identification provisoires avec des privilèges limités pour les utilisateurs d’AWS Identity and Access Management (IAM).
ja: セキュリティートークンサービス (STS) は、AWS Identity and Access Management (IAM) ユーザーの一時的な、権限の制限された認証情報を要求できる web サービスです。

source: Password (API Key)
es: Contraseña (clave API)
fr: Mot de passe (clé API)
ja: パスワード (API キー)

source: Host (Authentication URL)
es: Servidor (URL de autenticación)
fr: Hôte (URL d’authentification)
ja: ホスト (認証 URL)

source: The host to authenticate with. For example, https://openstack.business.com/v2.0/
es: El host con el cual autenticar. Por ejemplo, https://openstack.business.com/v2.0/
fr: Hôte avec lequel s’authentifier. Exemple, https://openstack.business.com/v2.0/
ja: 認証に使用するホスト。例: https://openstack.business.com/v2.0/

source: Project (Tenant Name)
es: Proyecto (Nombre del inquilino [Tenant])
fr: Projet (nom du client)
ja: プロジェクト (テナント名)

source: Project (Domain Name)
es: Proyecto (nombre de dominio)
fr: Projet (nom de domaine)
ja: プロジェクト (ドメイン名)

source: Domain Name
es: Nombre de dominio
fr: Nom de domaine
ja: ドメイン名

source: OpenStack domains define administrative boundaries. It is only needed for Keystone v3 authentication URLs. Refer to the documentation for common scenarios.
es: Los dominios OpenStack definen los límites administrativos. Solo es necesario para las URL de autenticación para KeyStone v3. Consulte la documentación para conocer los escenarios comunes.
fr: Les domaines OpenStack définissent les limites administratives. Ils sont nécessaires uniquement pour les URL d’authentification Keystone v3. Voir la documentation pour les scénarios courants.
ja: OpenStack ドメインは管理上の境界を定義します。これは Keystone v3 認証 URL にのみ必要です。共通するシナリオについてはドキュメントを参照してください。

source: Region Name
es: Nombre de la región
fr: Nom de la région
ja: リージョン名

source: For some cloud providers, like OVH, region must be specified
es: Para algunos proveedores de nube, como OVH, es necesario especificar la región
fr: Pour certains fournisseurs de cloud, comme OVH, la région doit être précisée
ja: OVH などの一部のクラウドプロバイダーでは、リージョンを指定する必要があります

source: Verify SSL
es: Verificar SSL
fr: Vérifier SSL
ja: SSL の検証

source: VCenter Host
es: Host de vCenter
fr: Hôte vCenter
ja: vCenter ホスト

source: Enter the hostname or IP address that corresponds to your VMware vCenter.
es: Introduzca el nombre de host o la dirección IP que corresponda a su VMWare vCenter.
fr: Saisir le nom d’hôte ou l’adresse IP qui correspond à votre VMware vCenter.
ja: VMware vCenter に対応するホスト名または IP アドレスを入力します。

source: Satellite 6 URL
es: URL Satellite 6
fr: URL Satellite 6

source: Enter the URL that corresponds to your Red Hat Satellite 6 server. For example, https://satellite.example.org
es: Introduzca la URL que corresponda a su servidor Red Hat Satellite 6. Por ejemplo, https://satellite.example.org
fr: Veuillez saisir l’URL qui correspond à votre serveur Red Hat Satellite 6. Par exemple, https://satellite.example.org
ja: Red Hat Satellite 6 Server に対応する URL を入力します (例: https://satellite.example.org)。

source: Service Account Email Address
es: Dirección de correo de cuenta de servicio
fr: Adresse électronique du compte de service
ja: サービスアカウントのメールアドレス

source: The email address assigned to the Google Compute Engine service account.
es: La dirección de correo electrónico asignada a la cuenta de servicio de Google Compute Engine.
fr: Adresse électronique attribuée au compte de service Google Compute Engine.
ja: Google Compute Engine サービスアカウントに割り当てられたメールアドレス。

source: The Project ID is the GCE assigned identification. It is often constructed as three words or two words followed by a three-digit number. Examples: project-id-000 and another-project-id
es: La ID de proyecto es la identificación asignada por GCE. Por lo general, está formada por dos o tres palabras seguidas por un número de tres dígitos. Ejemplos: project-id-000 y another-project-id
fr: L’ID du projet est l’identifiant attribué par GCE. Il se compose souvent de deux ou trois mots suivis d’un nombre à trois chiffres. Exemples : project-id-000 and another-project-id
ja: プロジェクト ID は GCE によって割り当てられる識別情報です。これは 3 語か、または 2 語とそれに続く 3 桁の数字のいずれかで構成されます。例: project-id-000、another-project-id

source: RSA Private Key
es: Clave privada RSA
fr: Clé privée RSA
ja: RSA 秘密鍵

source: Paste the contents of the PEM file associated with the service account email.
es: Pegue el contenido del fichero PEM asociado al correo de la cuenta de servicio.
fr: Collez le contenu du fichier PEM associé à l’adresse électronique du compte de service.
ja: サービスアカウントメールに関連付けられた PEM ファイルの内容を貼り付けます。

source: Subscription ID
es: ID de suscripción
fr: ID d’abonnement
ja: サブスクリプション ID

source: Subscription ID is an Azure construct, which is mapped to a username.
es: El ID de subscripción es un elemento Azure, el cual está asociado al usuario.
fr: L’ID d’abonnement est une construction Azure mappée à un nom d’utilisateur.
ja: サブスクリプション ID は、ユーザー名にマップされる Azure コンストラクトです。

source: Azure Cloud Environment
es: Entorno de nube de Azure
fr: Environnement Cloud Azure
ja: Azure クラウド環境

source: Environment variable AZURE_CLOUD_ENVIRONMENT when using Azure GovCloud or Azure stack.
es: Variable AZURE_CLOUD_ENVIRONMENT del entorno al usar Azure GovCloud o la pila de Azure.
fr: Variable d'environnement AZURE_CLOUD_ENVIRONMENT avec Azure GovCloud ou une pile Azure.
ja: Azure GovCloud または Azure スタック使用時の環境変数 AZURE_CLOUD_ENVIRONMENT。

source: GitHub Personal Access Token
es: Token de acceso personal de GitHub
fr: Jeton d'accès personnel GitHub
ja: GitHub パーソナルアクセストークン

source: This token needs to come from your profile settings in GitHub
es: Esta token debe provenir de la configuración de su perfil en GitHub
fr: Ce jeton doit provenir de vos paramètres de profil dans GitHub
ja: このトークンは GitHub のプロファイル設定から取得する必要があります。

source: GitLab Personal Access Token
es: Token de acceso personal de GitLab
fr: Jeton d'accès personnel GitLab
ja: GitLab パーソナルアクセストークン

source: This token needs to come from your profile settings in GitLab
es: Este token debe provenir de la configuración de su perfil en GitLab
fr: Ce jeton doit provenir de vos paramètres de profil dans GitLab
ja: このトークンは GitLab のプロファイル設定から取得する必要があります。

source: Red Hat Virtualization
es: Virtualización de Red Hat

source: The host to authenticate with.
es: El servidor al que autentificarse.
fr: Hôte avec lequel s’authentifier.
ja: 認証するホスト。

source: CA File
es: Archivo CA
fr: Fichier CA
ja: CA ファイル

source: Absolute file path to the CA file to use (optional)
es: Ruta de archivo absoluta al archivo CA por usar (opcional)
fr: Chemin d'accès absolu vers le fichier CA à utiliser (en option)
ja: 使用する CA ファイルへの絶対ファイルパス (オプション)

source: Red Hat Ansible Automation Platform
es: Plataforma Red Hat Ansible Automation

source: Red Hat Ansible Automation Platform base URL to authenticate with.
es: URL base de Red Hat Ansible Automation Platform para autenticar.
fr: URL de base de la plateforme d'automatisation Red Hat Ansible pour s'authentifier.
ja: 認証に使用する RedHat Ansible Automation Platform のベース URL。

source: Red Hat Ansible Automation Platform username id to authenticate as.This should not be set if an OAuth token is being used.
es: ID del nombre de usuario de Red Hat Ansible Automation Platform con el que se realiza la autenticación. Esto no debe establecerse si se está utiliza un token OAuth.
fr: L'utilisateur Red Hat Ansible Automation Platform doit s'authentifier en tant que tel. Ne doit pas être défini si un jeton OAuth est utilisé.
ja: 認証する Red Hat Ansible Automation Platform ユーザー名 ID。OAuth トークンが使用されている場合は、これを設定しないでください。

source: OAuth Token
es: Token OAuth
fr: Jeton OAuth
ja: OAuth トークン

source: An OAuth token to use to authenticate with.This should not be set if username/password are being used.
es: Un token OAuth para autentificarse. Esto no debe establecerse si se utiliza un nombre de usuario/una contraseña.
fr: Un jeton OAuth à utiliser pour s'authentifier. Ne doit pas être défini si un nom d'utilisateur/mot de passe est utilisé.
ja: 認証に使用する OAuth トークン。ユーザー名/パスワードが使用されている場合は設定しないでください。

source: OpenShift or Kubernetes API Bearer Token
es: Token portador de la API de OpenShift o Kubernetes
fr: Jeton du porteur d’API OpenShift ou Kubernetes
ja: OpenShift または Kubernetes API Bearer トークン

source: OpenShift or Kubernetes API Endpoint
es: Punto final de la API de OpenShift o Kubernetes
fr: Point d'accès d’API OpenShift ou Kubernetes
ja: OpenShift または Kubernetes API エンドポイント

source: The OpenShift or Kubernetes API Endpoint to authenticate with.
es: El punto final de la API de OpenShift o Kubernetes con el cual autenticarse.
fr: Point d'accès de l’API OpenShift ou Kubernetes auprès duquel s’authentifier.
ja: 認証する OpenShift または Kubernetes API エンドポイント。

source: API authentication bearer token
es: Token de portador de autenticación de API
fr: Token du porteur d'authentification d'API
ja: API 認証ベアラートークン

source: Certificate Authority data
es: Datos de la Entidad de certificación
fr: Données de l'autorité de certification
ja: 認証局データ

source: Authentication URL
es: URL de autenticación
fr: URL d'authentification
ja: 認証 URL

source: Authentication endpoint for the container registry.
es: Punto de acceso de autenticación para el registro de contenedores.
fr: Point de terminaison de l'authentification pour le registre des conteneurs.
ja: コンテナーレジストリーの認証エンドポイント。

source: Password or Token
es: Contraseña o token
fr: Mot de passe ou Jeton
ja: パスワードまたはトークン

source: A password or token used to authenticate with
es: Una contraseña o un token utilizado para autenticarse
fr: Un mot de passe ou un jeton utilisé pour s'authentifier
ja: 認証に使用されるパスワードまたはトークン

source: Ansible Galaxy/Automation Hub API Token
es: Ansible Galaxy/Token de API del concentrador de automatización
fr: Jeton Galaxy/API Pôle d'automatisation
ja: Ansible Galaxy/Automation Hub API トークン

source: Galaxy Server URL
es: URL del servidor de Galaxy
fr: URL du serveur Galaxy

source: The URL of the Galaxy instance to connect to.
es: La URL de la instancia de Galaxy a la cual conectarse.
fr: L'URL de l'instance de la Galaxie à laquelle se connecter.
ja: 接続する Galaxy インスタンスの URL。

source: Auth Server URL
es: URL del servidor de autentificación
fr: URL Serveur Auth
ja: 認証サーバー URL

source: The URL of a Keycloak server token_endpoint, if using SSO auth.
es: La URL de un token_endpoint del servidor de Keycloak, si se usa la autentificación SSO.
fr: L'URL d'un serveur Keycloak token_endpoint, si vous utilisez l'authentification SSO.
ja: SSO 認証を使用している場合は、Keycloak サーバー token_endpoint の URL。

source: API Token
es: Token API
fr: Token API
ja: API トークン

source: A token to use for authentication against the Galaxy instance.
es: Un token para usar para la autentificación con la instancia de Galaxy.
fr: Un jeton à utiliser pour l'authentification contre l'instance Galaxy.
ja: Galaxy インスタンスに対する認証に使用するトークン。

source: Target must be a non-external credential
es: El destino debe ser una credencial no externa
fr: La cible doit être une information d'identification non externe
ja: ターゲットには、外部の認証情報以外を使用してください。

source: Source must be an external credential
es: El oriden debe ser una credencial externa
fr: La source doit être une information d'identification externe
ja: ソースは、外部の認証情報でなければなりません。

source: Input field must be defined on target credential (options are {}).
es: El campo de entrada debe definirse en la credencial de destino (las opciones son {}).
fr: Le champ de saisie doit être défini sur des informations d'identification externes (les options sont {}).
ja: 入力フィールドは、ターゲットの認証情報 (オプションは {}) で定義する必要があります。

source: Host Failed
es: Servidor fallido
fr: Échec de l'hôte
ja: ホストの失敗

source: Host Started
es: Host iniciado
fr: Hôte démarré
ja: ホストの開始

source: Host OK
es: Servidor OK
fr: Hôte OK
ja: ホスト OK

source: Host Failure
es: Fallo del servidor
fr: Échec de l'hôte
ja: ホストの失敗

source: Host Skipped
es: Servidor omitido
fr: Hôte ignoré
ja: ホストがスキップされました

source: Host Unreachable
es: Servidor no alcanzable
fr: Hôte inaccessible
ja: ホストに到達できません

source: No Hosts Remaining
es: No más servidores
fr: Aucun hôte restant
ja: 残りのホストがありません

source: Host Polling
es: Sondeo al servidor
fr: Interrogation de l'hôte
ja: ホストのポーリング

source: Host Async OK
es: Servidor Async OK
fr: Désynchronisation des hôtes OK
ja: ホストの非同期 OK

source: Host Async Failure
es: Servidor Async fallido
fr: Échec de désynchronisation des hôtes
ja: ホストの非同期失敗

source: Item OK
es: Elemento OK
fr: Élément OK
ja: 項目 OK

source: Item Failed
es: Elemento fallido
fr: Échec de l'élément
ja: 項目の失敗

source: Item Skipped
es: Elemento omitido
fr: Élément ignoré
ja: 項目のスキップ

source: Host Retry
es: Reintentar servidor
fr: Nouvel essai de l'hôte
ja: ホストの再試行

source: File Difference
es: Diferencias del fichero
fr: Écart entre les fichiers
ja: ファイルの相違点

source: Playbook Started
es: Playbook iniciado
fr: Playbook démarré
ja: Playbook の開始

source: Running Handlers
es: Handlers ejecutándose
fr: Descripteurs d'exécution
ja: 実行中のハンドラー

source: Including File
es: Incluyendo fichero
fr: Ajout de fichier
ja: 組み込みファイル

source: No Hosts Matched
es: Ningún servidor corresponde
fr: Aucun hôte correspondant
ja: 一致するホストがありません

source: Task Started
es: Tarea iniciada
fr: Tâche démarrée
ja: タスクの開始

source: Variables Prompted
es: Variables solicitadas
fr: Variables demandées
ja: 変数のプロモート

source: Gathering Facts
es: Obteniendo facts
fr: Collecte des facts
ja: ファクトの収集

source: internal: on Import for Host
es: internal: en la importación para el servidor
fr: interne : à l'importation pour l'hôte
ja: 内部: ホストのインポート時

source: internal: on Not Import for Host
es: internal: en la no importación para el servidor
fr: interne : à la non-importation pour l'hôte
ja: 内部: ホストの非インポート時

source: Play Started
es: Jugada iniciada
fr: Scène démarrée
ja: プレイの開始

source: Playbook Complete
es: Playbook terminado
fr: Playbook terminé
ja: Playbook の完了

source: Verbose
es: Nivel de detalle
fr: Verbeux
ja: 詳細

source: Deprecated
es: Obsoleto
fr: Obsolète
ja: 非推奨

source: Warning
es: Advertencia
fr: Avertissement
ja: 警告

source: System Warning
es: Advertencia del sistema
fr: Avertissement système
ja: システム警告

source: Always pull container before running.
es: Extraiga siempre el contenedor antes de la ejecución.
fr: Extraire le conteneur avant tout exécution.
ja: 実行前に必ずコンテナーをプルしてください。

source: Only pull the image if not present before running.
es: Solo extraiga la imagen si no está presente antes de la ejecución.
fr: Ne pas extraire l'image si elle n'est pas présente avant l'exécution.
ja: 実行する前に、存在しない場合にのみイメージをプルしてください。
