Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Never pull container before running.
es: Nunca extraiga el contenedor antes de la ejecución.
fr: Ne pas extraire le conteneur avant d’exécuter.
ja: 実行前にコンテナーをプルしないでください。

source: The organization used to determine access to this execution environment.
es: La organización usada para determinar el acceso a este entorno de ejecución.
fr: Organisation utilisée pour déterminer l'accès à cet environnement d’exécution.
ja: 実行環境にアクセスできるかを決定する時に使用する組織

source: image location
es: ubicación de la imagen
fr: emplacement image
ja: 画像の場所

source: The full image location, including the container registry, image name, and version tag.
es: La ubicación completa de la imagen, que incluye el registro de contenedores, el nombre de la imagen y la etiqueta de la versión.
fr: L'emplacement complet de l'image, y compris le registre du conteneur, le nom de l'image et la balise de version.
ja: コンテナーレジストリー、イメージ名、およびバージョンタグを含む完全なイメージの場所。

source: Pull image before running?
es: ¿Extraer la imagen antes de la ejecución?
fr: Extraire l'image avant de l'exécuter ?
ja: 実行前にイメージをプルしますか?

source: Instances that are members of this InstanceGroup
es: Las instancias que son miembros de este grupo de instancias
fr: Instances membres de ce GroupeInstances.
ja: このインスタンスグループのメンバーであるインスタンス

source: Percentage of Instances to automatically assign to this group
es: Porcentaje de instancias que se asignarán automáticamente a este grupo
fr: Le pourcentage d'instances qui seront automatiquement assignées à ce groupe
ja: このグループに自動的に割り当てるインスタンスの割合

source: Static minimum number of Instances to automatically assign to this group
es: Número mínimo estático de instancias que se asignarán automáticamente a este grupo
fr: Nombre minimum statique d'instances qui seront automatiquement assignées à ce groupe.
ja: このグループに自動的に割り当てるインスタンスの静的な最小数。

source: List of exact-match Instances that will always be automatically assigned to this group
es: Lista de instancias con coincidencia exacta que se asignarán siempre automáticamente a este grupo
fr: Liste des cas de concordance exacte qui seront toujours assignés automatiquement à ce groupe.
ja: このグループに常に自動的に割り当てられる完全一致のインスタンスの一覧

source: Hosts have a direct link to this inventory.
es: Los hosts tienen un enlace directo a este inventario.
fr: Les hôtes ont un lien direct vers cet inventaire.
ja: ホストにはこのインベントリーへの直接のリンクがあります。

source: Hosts for inventory generated using the host_filter property.
es: Hosts para inventario generados a través de la propiedad host_filter.
fr: Hôtes pour inventaire générés avec la propriété host_filter.
ja: host_filter プロパティーを使用して生成されたインベントリーのホスト。

source: inventories
es: inventarios
fr: inventaires
ja: インベントリー

source: Organization containing this inventory.
es: Organización que contiene este inventario.
fr: Organisation contenant cet inventaire.
ja: このインベントリーを含む組織。

source: Inventory variables in JSON or YAML format.
es: Variables de inventario en formato JSON o YAML.
fr: Variables d'inventaire au format JSON ou YAML.
ja: JSON または YAML 形式のインベントリー変数。

source: This field is deprecated and will be removed in a future release. Flag indicating whether any hosts in this inventory have failed.
es: Este campo es obsoleto y se eliminará en un lanzamiento futuro. Indicador que establece si algún host en este inventario ha fallado.
fr: Ce champ est obsolète et sera supprimé dans une prochaine version. Indicateur signalant si des hôtes de cet inventaire ont échoué.
ja: このフィールドは非推奨で、今後のリリースで削除予定です。このインベントリーのホストが失敗したかどうかを示すフラグ。

source: This field is deprecated and will be removed in a future release. Total number of hosts in this inventory.
es: Este campo es obsoleto y se eliminará en un lanzamiento futuro. Cantidad total de hosts en este inventario.
fr: Ce champ est obsolète et sera supprimé dans une prochaine version. Nombre total d'hôtes dans cet inventaire.
ja: このフィールドは非推奨で、今後のリリースで削除予定です。このインベントリーでの合計ホスト数。

source: This field is deprecated and will be removed in a future release. Number of hosts in this inventory with active failures.
es: Este campo es obsoleto y se eliminará en un lanzamiento futuro. Cantidad de hosts en este inventario con fallas activas.
fr: Ce champ est obsolète et sera supprimé dans une prochaine version. Nombre d'hôtes dans cet inventaire avec des échecs actifs.
ja: このフィールドは非推奨で、今後のリリースで削除予定です。このインベントリーで障害が発生中のホスト数。

source: This field is deprecated and will be removed in a future release. Total number of groups in this inventory.
es: Este campo es obsoleto y se eliminará en un lanzamiento futuro. Cantidad total de grupos en este inventario.
fr: Ce champ est obsolète et sera supprimé dans une prochaine version. Nombre total de groupes dans cet inventaire.
ja: このフィールドは非推奨で、今後のリリースで削除予定です。このインベントリーでの合計グループ数。

source: This field is deprecated and will be removed in a future release. Flag indicating whether this inventory has any external inventory sources.
es: Este campo es obsoleto y se eliminará en un lanzamiento futuro. Indicador que establece si este inventario tiene algúna fuente de inventario externa.
fr: Ce champ est obsolète et sera supprimé dans une prochaine version. Indicateur signalant si cet inventaire a des sources d’inventaire externes.
ja: このフィールドは非推奨で、今後のリリースで削除予定です。このインベントリーに外部のインベントリーソースがあるかどうかを示すフラグ。

source: Total number of external inventory sources configured within this inventory.
es: Número total de inventarios de origen externo configurado dentro de este inventario.
fr: Nombre total de sources d'inventaire externes configurées dans cet inventaire.
ja: このインベントリー内で設定される外部インベントリーソースの合計数。

source: Number of external inventory sources in this inventory with failures.
es: Número de inventarios de origen externo en este inventario con errores.
fr: Nombre total de sources d'inventaire externes en échec dans cet inventaire.
ja: エラーのあるこのインベントリー内の外部インベントリーソースの数。

source: Kind of inventory being represented.
es: Tipo de inventario que se representa.
fr: Genre d'inventaire représenté.
ja: 表示されているインベントリーの種類。

source: Filter that will be applied to the hosts of this inventory.
es: Filtro que se aplicará a los hosts de este inventario.
fr: Filtre appliqué aux hôtes de cet inventaire.
ja: このインべントリーのホストに適用されるフィルター。

source: Flag indicating the inventory is being deleted.
es: Indicador que muestra que el inventario se eliminará.
fr: Marqueur indiquant que cet inventaire est en cours de suppression.
ja: このインベントリーが削除されていることを示すフラグ。

source: Could not parse subset as slice specification.
es: No se pudo analizar el subconjunto según las especificaciones de fraccionamiento.
fr: N'a pas pu traiter les sous-ensembles en tant que spécification de découpage.
ja: サブセットをスライスの詳細として解析できませんでした。

source: Slice number must be less than total number of slices.
es: El número de fraccionamiento debe ser inferior al número total de fraccionamientos.
fr: Le nombre de tranches doit être inférieur au nombre total de tranches.
ja: スライス番号はスライスの合計数より小さくなければなりません。

source: Slice number must be 1 or higher.
es: El número de fraccionamiento debe ser 1 o superior.
fr: Le nombre de tranches doit être 1 ou valeur supérieure.
ja: スライス番号は 1 以上でなければなりません。

source: Is this host online and available for running jobs?
es: ¿Está este servidor funcionando y disponible para ejecutar trabajos?
fr: Cet hôte est-il en ligne et disponible pour exécuter des tâches ?
ja: このホストはオンラインで、ジョブを実行するために利用できますか?

source: The value used by the remote inventory source to uniquely identify the host
es: El valor usado por el inventario de fuente remota para identificar de forma única el servidor
fr: Valeur utilisée par la source d'inventaire distante pour identifier l'hôte de façon unique
ja: ホストを一意に識別するためにリモートインベントリーソースで使用される値

source: Host variables in JSON or YAML format.
es: Variables del servidor en formato JSON o YAML.
fr: Variables d'hôte au format JSON ou YAML.
ja: JSON または YAML 形式のホスト変数。

source: Inventory source(s) that created or modified this host.
es: Fuente(s) del inventario que crearon o modificaron este servidor.
fr: Sources d'inventaire qui ont créé ou modifié cet hôte.
ja: このホストを作成または変更したインベントリーソース。

source: Arbitrary JSON structure of most recent ansible_facts, per-host.
es: Estructura de JSON arbitraria de ansible_facts más reciente por host.
fr: Structure JSON arbitraire des facts_ansible les plus récents, par hôte.
ja: ホスト別の最新 ansible_facts の任意の JSON 構造。

source: The date and time ansible_facts was last modified.
es: La fecha y hora en las que se modificó ansible_facts por última vez.
fr: Date et heure de la dernière modification apportée à ansible_facts.
ja: ansible_facts の最終変更日時。

source: Group variables in JSON or YAML format.
es: Grupo de variables en formato JSON o YAML.
fr: Variables de groupe au format JSON ou YAML.
ja: JSON または YAML 形式のグループ変数。

source: Inventory source(s) that created or modified this group.
es: Fuente(s) de inventario que crearon o modificaron este grupo.
fr: Sources d'inventaire qui ont créé ou modifié ce groupe.
ja: このグループを作成または変更したインベントリーソース。

source: When the host was first automated against
es: Cuando el host se automatizó por primera vez
fr: Lorsque l'hôte a été automatisé pour la première fois contre
ja: ホストが最初に自動化された日時

source: When the host was last automated against
es: Cuando el host se automatizó por última vez
fr: Quand l'hôte a été automatisé pour la dernière fois contre
ja: ホストが最後に自動化された日時

source: File, Directory or Script
es: Archivo, directorio o script
fr: Fichier, répertoire ou script
ja: ファイル、ディレクトリーまたはスクリプト

source: Sourced from a Project
es: Extraído de un proyecto
fr: Provenance d'un projet
ja: ソース: プロジェクト

source: Inventory source variables in YAML or JSON format.
es: Variables para la fuente del inventario en formato YAML o JSON.
fr: Variables de source d'inventaire au format JSON ou YAML.
ja: YAML または JSON 形式のインベントリーソース変数。

source: Retrieve the enabled state from the given dict of host variables. The enabled variable may be specified as "foo.bar", in which case the lookup will traverse into nested dicts, equivalent to: from_dict.get("foo", {}).get("bar", default)
es: Recuperar el estado habilitado a partir del dict dado de las variables del host. La variable habilitada puede especificarse como "foo.bar", en cuyo caso la búsqueda se desplazará a los dicts anidados, lo que equivale a: from_dict.get("foo", {}).get("bar", predeterminado)
fr: Récupérez l'état activé à partir de la variable dict donnée de l'hôte. La variable activée peut être spécifiée comme "foo.bar", auquel cas la recherche se fera dans des dict imbriqués, équivalent à : from_dict.get("foo", {}).get("bar", par défaut)
ja: ホスト変数の指定された辞書から有効な状態を取得します。有効な変数は「foo.bar」として指定できます。その場合、ルックアップはネストされた辞書に移動します。これは、from_dict.get("foo", {}).get("bar", default) と同等です。

source: Only used when enabled_var is set. Value when the host is considered enabled. For example if enabled_var="status.power_state"and enabled_value="powered_on" with host variables:{ "status": { "power_state": "powered_on", "created": "2020-08-04T18:13:04+00:00", "healthy": true }, "name": "foobar", "ip_address": "192.168.2.1"}The host would be marked enabled. If power_state where any value other than powered_on then the host would be disabled when imported. If the key is not found then the host will be enabled
es: Sólo se utiliza cuando se establece enabled_var. Valor cuando el host se considera habilitado. Por ejemplo si enabled_var="status.power_state "y enabled_value="powered_on" con las variables del host: { "status": { "power_state": "powered_on", "created": "2020-08-04T18:13:04+00:00", "healthy": true }, "name": "foobar", "ip_address": "192.168.2.1"}El host se marcaría como activado. Si power_state tuviera cualquier valor distinto de powered_on, el host se desactivaría al importarlo. Si no se encuentra la clave, el equipo estará habilitado
fr: Utilisé uniquement lorsque enabled_var est défini. Valeur lorsque l'hôte est considéré comme activé. Par exemple, si enabled_var="status.power_state " et enabled_value="powered_on" avec les variables de l'hôte:{ "status": { "power_state": "powered_on", "created": "2020-08-04T18:13:04+00:00", "healthy": true },"name" : "foobar", "ip_address" : "192.168.2.1"}, l'hôte serait marqué comme étant activé. Si power_state contient une valeur autre que power_on, alors l'hôte sera désactivé lors de l'importation. Si la clé n'est pas trouvée, alors l'hôte sera activé
ja: enabled_var が設定されている場合にのみ使用されます。ホストが有効と見なされる場合の値です。たとえば、ホスト変数 { "status": { "power_state": "powered_on", "created": "2020-08-04T18:13:04+00:00", "healthy": true }, "name": "foobar", "ip_address": "192.168.2.1"} を使用した enabled_var="status.power_state" および enabled_value="powered_on" の場合は、ホストは有効とマークされます。powered_on 以外の値が power_state の場合は、インポートするとホストは無効になります。キーが見つからない場合は、ホストが有効になります

source: Regex where only matching hosts will be imported.
es: Regex donde solo se importarán los hosts que coincidan.
fr: Regex où seuls les hôtes correspondants seront importés.
ja: 一致するホストのみがインポートされる正規表現。

source: Overwrite local groups and hosts from remote inventory source.
es: Sobrescribir grupos locales y servidores desde una fuente remota del inventario.
fr: Écraser les groupes locaux et les hôtes de la source d'inventaire distante.
ja: リモートインベントリーソースからのローカルグループおよびホストを上書きします。

source: Overwrite local variables from remote inventory source.
es: Sobrescribir las variables locales desde una fuente remota del inventario.
fr: Écraser les variables locales de la source d'inventaire distante.
ja: リモートインベントリーソースからのローカル変数を上書きします。

source: The amount of time (in seconds) to run before the task is canceled.
es: La cantidad de tiempo (en segundos) para ejecutar antes de que se cancele la tarea.
fr: Délai écoulé (en secondes) avant que la tâche ne soit annulée.
ja: タスクが取り消される前の実行時間 (秒数)。

source: Cloud-based inventory sources (such as %s) require credentials for the matching cloud service.
es: Las fuentes de inventario basados en la nube (como %s) requieren credenciales para el servicio en la nube coincidente.
fr: Les sources d'inventaire cloud (telles que %s) requièrent des informations d'identification pour le service cloud correspondant.
ja: クラウドベースのインベントリーソース (%s など) には一致するクラウドサービスの認証情報が必要です。

source: Credential is required for a cloud source.
es: Un credencial es necesario para una fuente cloud.
fr: Les informations d'identification sont requises pour une source cloud.
ja: 認証情報がクラウドソースに必要です。

source: Credentials of type machine, source control, insights and vault are disallowed for custom inventory sources.
es: Credenciales de tipo de máquina, control de fuentes, conocimientos y vault no están permitidas para las fuentes de inventario personalizado.
fr: Les identifiants de type machine, contrôle de la source, insights ou archivage sécurisé ne sont pas autorisés par les sources d'inventaire personnalisées.
ja: タイプがマシン、ソースコントロール、Insights および Vault の認証情報はカスタムインベントリーソースには許可されません。

source: Credentials of type insights and vault are disallowed for scm inventory sources.
es: Las credenciales de tipo de Insights y Vault no están permitidas para fuentes de inventario de SCM.
fr: Les identifiants de type insights ou archivage sécurisé ne sont pas autorisés pour les sources d'inventaire scm.
ja: タイプが Insights および Vault の認証情報は SCM のインベントリーソースには許可されません。

source: Project containing inventory file used as source.
es: Proyecto que contiene el archivo de inventario usado como fuente.
fr: Projet contenant le fichier d'inventaire utilisé comme source.
ja: ソースとして使用されるインベントリーファイルが含まれるプロジェクト。

source: More than one SCM-based inventory source with update on project update per-inventory not allowed.
es: No se permite más de una fuente de inventario basada en SCM con actualización en la actualización del proyecto por inventario.
fr: On n'autorise pas plus d'une source d'inventaire basé SCM avec mise à jour pré-inventaire ou mise à jour projet.
ja: 複数の SCM ベースのインベントリーソースについて、インベントリー別のプロジェクト更新時の更新は許可されません。

source: Cannot update SCM-based inventory source on launch if set to update on project update. Instead, configure the corresponding source project to update on launch.
es: No se puede actualizar la fuente de inventario basada en SCM en la ejecución si está configurada para actualizarse en la actualización del proyecto. En su lugar, configure el proyecto de fuente correspondiente para actualizar en la ejecución.
fr: Impossible de mettre à jour une source d'inventaire SCM lors du lancement si elle est définie pour se mettre à jour lors de l'actualisation du projet. À la place, configurez le projet source correspondant pour qu'il se mette à jour au moment du lancement.
ja: プロジェクト更新時の更新に設定している場合、SCM ベースのインベントリーソースを更新できません。その代わりに起動時に更新するように対応するソースプロジェクトを設定します。

source: Cannot set source_path if not SCM type.
es: No se puede configurar source_path si no es de tipo SCM.
fr: Impossible de définir chemin_source si pas du type SCM.
ja: SCM タイプでない場合 source_path を設定できません。

source: Inventory files from this Project Update were used for the inventory update.
es: Los archivos de inventario de esta actualización de proyecto se utilizaron para la actualización del inventario.
fr: Les fichiers d'inventaire de cette mise à jour de projet ont été utilisés pour la mise à jour de l'inventaire.
ja: このプロジェクト更新のインベントリーファイルがインベントリー更新に使用されました。

source: Inventory script contents
es: Contenido del script de inventario
fr: Contenus des scripts d'inventaire
ja: インベントリースクリプトの内容

source: If enabled, textual changes made to any templated files on the host are shown in the standard output
es: Si se habilita, los cambios de texto realizados en cualquier archivo de plantilla en el host se muestran en la salida estándar
fr: Si cette option est activée, les modifications textuelles apportées aux fichiers basés sur un modèle de l'hôte sont affichées dans la sortie standard out
ja: 有効にされている場合、ホストのテンプレート化されたファイルに追加されるテキストの変更が標準出力に表示されます。

source: Branch to use in job run. Project default used if blank. Only allowed if project allow_override field is set to true.
es: Rama para usar en la ejecución del trabajo. Se utiliza el proyecto predeterminado si está en blanco. Solo se permite si el campo allow_override del proyecto se establece en true.
fr: Branche à utiliser dans l’exécution de la tâche. Projet par défaut utilisé si vide. Uniquement autorisé si le champ allow_override de projet est défini à true.
ja: ジョン実行に使用するブランチ。空白の場合はプロジェクトのデフォルト設定が使用されます。プロジェクトの allow_override フィールドが True の場合のみ許可されます。

source: If enabled, the service will act as an Ansible Fact Cache Plugin; persisting facts at the end of a playbook run to the database and caching facts for use by Ansible.
es: Si se habilita, el servicio funcionará como un complemento de caché de eventos Ansible, continuará los eventos al final de una ejecución de playbook en la base de datos y almacenará en caché los eventos que son utilizados por Ansible.
fr: Si cette option est activée, le service agira comme plug-in de fact cache Ansible ; les facts persistants à la fin d'un playbook s'exécutent vers la base de données et les facts mis en cache pour être utilisés par Ansible.
ja: 有効にされている場合は、Ansible ファクトキャッシュプラグインとして機能します。データベースに対する Playbook 実行の終了時にファクトが保持され、Ansible で使用できるようにキャッシュされます。

source: The number of jobs to slice into at runtime. Will cause the Job Template to launch a workflow if value is greater than 1.
es: La cantidad de trabajos por fragmentar en el tiempo de ejecución. Hará que la plantilla de trabajo ejecute un flujo de trabajo si el valor es mayor a 1.
fr: Le nombre de jobs à découper au moment de l'exécution. Amènera le Modèle de job à lancer un flux de travail si la valeur est supérieure à 1.
ja: 実行時にスライスするジョブの数です。値が 1 を超える場合には、ジョブテンプレートはワークフローを起動します。

source: Job Template must provide 'inventory' or allow prompting for it.
es: La plantilla de trabajo debe proporcionar 'inventory' o permitir solicitarlo.
fr: Le modèle de tâche doit fournir un inventaire ou permettre d'en demander un.
ja: ジョブテンプレートは「inventory」を指定するか、このプロンプトを許可する必要があります。

source: Maximum number of forks ({settings.MAX_FORKS}) exceeded.
es: Se superó el número máximo de bifurcaciones ({settings.MAX_FORKS}).
fr: Nombre maximum de fourches ({settings.MAX_FORKS}) dépassé.
ja: フォームの最大数 ({settings.MAX_FORKS}) を超えました。

source: Project is missing.
es: Falta el proyecto.
fr: Le projet est manquant.
ja: プロジェクトがありません。

source: Project does not allow override of branch.
es: El proyecto no permite la anulación de la rama.
fr: Le projet ne permet pas de remplacer la branche.
ja: プロジェクトではブランチの上書きはできません。

source: Field is not configured to prompt on launch.
es: El campo no está configurado para emitir avisos durante el lanzamiento.
fr: Le champ n'est pas configuré pour être invité au lancement.
ja: フィールドは起動時にプロンプトを出すよう設定されていません。

source: Saved launch configurations cannot provide passwords needed to start.
es: Las opciones de configuración de lanzamiento guardadas no pueden brindar las contraseñas necesarias para el inicio.
fr: Les configurations de lancement sauvegardées ne peuvent pas fournir les mots de passe nécessaires au démarrage.
ja: 保存された起動設定は、開始に必要なパスワードを提供しません。

source: Job Template {} is missing or undefined.
es: Plantilla de tareas {} no encontrada o no definida.
fr: Modèle de Job {} manquant ou non défini.
ja: ジョブテンプレート {} が見つからないか、または定義されていません。

source: SCM Revision
es: Revisión SCM
fr: Révision SCM
ja: SCM リビジョン

source: The SCM Revision from the Project used for this job, if available
es: La revisión SCM desde el proyecto usado para este trabajo, si está disponible
fr: Révision SCM du projet utilisé pour cette tâche, le cas échéant
ja: このジョブに使用されるプロジェクトからの SCM リビジョン (ある場合)

source: The SCM Refresh task used to make sure the playbooks were available for the job run
es: La tarea de actualización de SCM utilizado para asegurarse que los playbooks estaban disponibles para la ejecución del trabajo
fr: Activité d'actualisation du SCM qui permet de s'assurer que les playbooks étaient disponibles pour l'exécution de la tâche
ja: SCM 更新タスクは、Playbook がジョブの実行で利用可能であったことを確認するために使用されます

source: If part of a sliced job, the ID of the inventory slice operated on. If not part of sliced job, parameter is not used.
es: Si forma parte de un trabajo fraccionado, el ID del fraccionamiento de inventario en el que se realiza. Si no es parte de un trabajo fraccionado, no se usa el parámetro.
fr: Si faisant partie d'un job découpé, l'ID de l'inventaire sur lequel l'opération de découpage a eu lieu. Si ne fait pas partie d'un job découpé, le paramètre ne sera pas utilisé.
ja: スライスされたジョブの一部の場合には、スライス処理が行われたインベントリーの ID です。スライスされたジョブの一部でなければ、パラメーターは使用されません。

source: If ran as part of sliced jobs, the total number of slices. If 1, job is not part of a sliced job.
es: Si se ejecuta como parte de trabajos fraccionados, la cantidad total de fraccionamientos. Si es 1, el trabajo no forma parte de un trabajo fraccionado.
fr: Si exécuté en tant que job découpé, le nombre total de tranches. Si égal à 1, le job ne fait pas partie d'un job découpé.
ja: スライスされたジョブの一部として実行された場合には、スライスの合計数です。1 であればジョブはスライスされたジョブの一部ではありません。

source: {status_value} is not a valid status option.
es: {status_value} no es una opción de estado válida.
fr: {status_value} ne correspond pas à une option de statut valide.
ja: {status_value} は、有効なステータスオプションではありません。

source: Inventory applied as a prompt, assuming job template prompts for inventory
es: Inventario aplicado como un aviso, asumiendo que la plantilla de trabajo solicita el inventario
fr: Inventaire appliqué en tant qu'invite, en supposant que le modèle de tâche demande un inventaire
ja: インベントリーがプロンプトとして適用されると、ジョブテンプレートでインベントリーをプロンプトで要求することが前提となります。

source: job host summaries
es: Resumen de trabajos de servidor
fr: récapitulatifs des hôtes pour la tâche
ja: ジョブホストの概要

source: Remove jobs older than a certain number of days
es: Eliminar trabajos más antiguos que el ńumero de días especificado
fr: Supprimer les tâches plus anciennes qu'un certain nombre de jours
ja: 特定の日数より前のジョブを削除
