Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: Remove activity stream entries older than a certain number of days
es: Eliminar entradas del flujo de actividad más antiguos que el número de días especificado
fr: Supprimer les entrées du flux d'activité plus anciennes qu'un certain nombre de jours
ja: 特定の日数より前のアクティビティーストリームのエントリーを削除

source: Removes expired browser sessions from the database
es: Elimina las sesiones de navegador expiradas de la base de datos
fr: Supprime les sessions de navigateur expirées dans la base de données
ja: 期限切れブラウザーセッションをデータベースから削除

source: Removes expired OAuth 2 access tokens and refresh tokens
es: Elimina los tokens de acceso OAuth2 expirados y los tokens de actualización
fr: Supprime les jetons d'accès OAuth 2 et les jetons d’actualisation arrivés à expiration
ja: 期限切れの OAuth 2 アクセストークンを削除し、トークンを更新

source: Variables {list_of_keys} are not allowed for system jobs.
es: Las variables {list_of_keys} no están permitidas para los trabajos del sistema.
fr: Les variables {list_of_keys} ne sont pas autorisées pour les tâches système.
ja: システムジョブでは変数 {list_of_keys} を使用できません。

source: days must be a positive integer.
es: días debe ser un número entero.
fr: jours doit être un entier positif.
ja: 日数は正の整数である必要があります。

source: Organization this label belongs to.
es: Organización a la que esta etiqueta pertenece.
fr: Organisation à laquelle appartient ce libellé.
ja: このラベルが属する組織。

source: Variables {list_of_keys} are not allowed on launch. Check the Prompt on Launch setting on the {model_name} to include Extra Variables.
es: Las variables {list_of_keys} no están permitidas en el lanzamiento. Verifique la configuración de Aviso en el lanzamiento en el {model_name} para incluir variables adicionales.
fr: Les variables {list_of_keys} ne sont pas autorisées au lancement. Vérifiez le paramètre Invite au lancement sur {model_name} pour inclure des Variables supplémentaires.
ja: 変数 {list_of_keys} は起動時に許可されていません。{model_name} で起動時のプロンプト設定を確認し、追加変数を組み込みます。

source: The container image to be used for execution.
es: La imagen del contenedor que se utilizará para la ejecución.
fr: L'image du conteneur à utiliser pour l'exécution.
ja: 実行に使用するコンテナーイメージ。

source: Local absolute file path containing a custom Python virtualenv to use
es: La ruta de archivos absoluta local que contiene un Python virtualenv personalizado para uso
fr: Chemin d'accès au fichier local absolu contenant un virtualenv Python personnalisé à utiliser
ja: 使用するカスタム Python virtualenv を含むローカルの絶対ファイルパス

source: {} is not a valid virtualenv in {}
es: {} no es un virtualenv válido en {}
fr: {} n'est pas un virtualenv dans {}
ja: {}は{}の有効な virtualenv ではありません

source: Service that webhook requests will be accepted from
es: El servicio que webhook solicita será aceptado desde
fr: Service à partir duquel les demandes de webhook seront acceptées
ja: Webhook 要求の受け入れ元のサービス

source: Shared secret that the webhook service will use to sign requests
es: Secreto compartido que el servicio webhook utilizará para firmar solicitudes
fr: Secret partagé que le service de webhook utilisera pour signer les demandes
ja: Webhook サービスが要求の署名に使用する共有シークレット

source: Personal Access Token for posting back the status to the service API
es: Token de acceso personal para devolver el estado a la API de servicio
fr: Jeton d'accès personnel pour la restitution du statut à l'API du service
ja: サービス API のステータスに戻すためのパーソナルアクセストークン

source: Unique identifier of the event that triggered this webhook
es: Identificador único del evento que activó este webhook
fr: Identifiant unique de l'événement qui a déclenché ce webhook
ja: この Webhook をトリガーしたイベントの一意識別子

source: Email
es: Correo electrónico
ja: メール

source: Optional custom messages for notification template.
es: Mensajes personalizados opcionales para la plantilla de notificación.
fr: Messages personnalisés optionnels pour le modèle de notification.
ja: 通知テンプレートのオプションのカスタムメッセージ

source: Pending
es: Pendiente
fr: En attente
ja: 保留中

source: Successful
es: Correctamente
fr: Réussi
ja: 成功

source: Failed
es: Fallido
fr: Échec
ja: 失敗

source: status must be either running, succeeded or failed
es: el estado debe ser en ejecución, correcto o falló
fr: le statut doit être soit en cours, soit réussi, soit échoué
ja: ステータスは、実行中、成功、失敗のいずれかでなければなりません。

source: application
es: aplicación
ja: アプリケーション

source: Confidential
es: Confidencial
fr: Confidentiel
ja: 機密

source: Public
es: Público
ja: 公開

source: Authorization code
es: Código de autorización
fr: Code d'autorisation
ja: 認証コード

source: Resource owner password-based
es: Basado en contraseña del propietario de recursos
fr: Ressource basée mot de passe de propriétaire
ja: リソース所有者のパスワードベース

source: Organization containing this application.
es: Organización que contiene esta aplicación.
fr: Organisation contenant cette application.
ja: このアプリケーションを含む組織。

source: Used for more stringent verification of access to an application when creating a token.
es: Usado para una verificación más estricta de acceso a una aplicación al crear un token.
fr: Utilisé pour une vérification plus rigoureuse de l'accès à une application lors de la création d'un jeton.
ja: トークン作成時のアプリケーションへのアクセスのより厳しい検証に使用されます。

source: Set to Public or Confidential depending on how secure the client device is.
es: Establecer como Público o Confidencial según cuán seguro sea el dispositivo del cliente.
fr: Défini sur sur Public ou Confidentiel selon le degré de sécurité du périphérique client.
ja: クライアントデバイスのセキュリティーレベルに応じて「公開」または「機密」に設定します。

source: Set True to skip authorization step for completely trusted applications.
es: Se debe establecer como True para omitir el paso de autorización para aplicaciones completamente confiables.
fr: Définir sur True pour sauter l'étape d'autorisation pour les applications totalement fiables.
ja: 完全に信頼されたアプリケーションの認証手順をスキップするには「True」を設定します。

source: The Grant type the user must use for acquire tokens for this application.
es: El tipo de Permiso que debe usar el usuario para adquirir tokens para esta aplicación.
fr: Le type de permission que l'utilisateur doit utiliser pour acquérir des jetons pour cette application.
ja: ユーザーがこのアプリケーションのトークンを取得するために使用する必要のある付与タイプです。

source: access token
es: token de acceso
fr: jeton d'accès
ja: アクセストークン

source: The user representing the token owner
es: El usuario que representa al propietario del token
fr: L'utilisateur représentant le propriétaire du jeton.
ja: トークンの所有者を表すユーザー

source: Allowed scopes, further restricts user's permissions. Must be a simple space-separated string with allowed scopes ['read', 'write'].
es: Los alcances permitidos limitan aún más los permisos de los usuarios. Debe ser una cadena simple y separada por espacios, con alcances permitidos ['lectura', 'escritura'].
fr: Limites autorisées, restreint encore plus les permissions de l'utilisateur. Doit correspondre à une simple chaîne de caractères séparés par des espaces avec des champs d'application autorisés ('read','write').
ja: 許可されたスコープで、ユーザーのパーミッションをさらに制限します。許可されたスコープ ['read', 'write'] のある単純なスペースで区切られた文字列でなければなりません。

source: OAuth2 Tokens cannot be created by users associated with an external authentication provider ({})
es: Los usuarios asociados con un proveedor de autenticación externo ({}) no pueden crear tokens OAuth2
fr: Les jetons OAuth2 ne peuvent pas être créés par des utilisateurs associés à un fournisseur d'authentification externe.
ja: OAuth2 トークンは、外部の認証プロバイダー ({}) に関連付けられたユーザーが作成することはできません。

source: Maximum number of hosts allowed to be managed by this organization.
es: Cantidad máxima de hosts que puede administrar esta organización.
fr: Nombre maximum d'hôtes autorisés à être gérés par cette organisation.
ja: この組織が管理可能な最大ホスト数

source: The default execution environment for jobs run by this organization.
es: El entorno de ejecución predeterminado para las tareas ejecutadas por esta organización.
fr: L'environnement d'exécution par défaut pour les travaux exécutés par cette organisation.
ja: この組織によって実行するジョブのデフォルトの実行環境。

source: Remote Archive
es: Archivo remoto
fr: Archive à distance
ja: リモートアーカイブ

source: Local path (relative to PROJECTS_ROOT) containing playbooks and related files for this project.
es: Ruta local (relativa a PROJECTS_ROOT) que contiene playbooks y ficheros relacionados para este proyecto.
fr: Chemin local (relatif à PROJECTS_ROOT) contenant des playbooks et des fichiers associés pour ce projet.
ja: このプロジェクトの Playbook および関連するファイルを含むローカルパス (PROJECTS_ROOT との相対)。

source: SCM Type
es: Tipo SCM
fr: Type de SCM
ja: SCM タイプ

source: Specifies the source control system used to store the project.
es: Especifica el sistema de control de fuentes utilizado para almacenar el proyecto.
fr: Spécifie le système de contrôle des sources utilisé pour stocker le projet.
ja: プロジェクトを保存するために使用されるソースコントロールシステムを指定します。

source: The location where the project is stored.
es: La ubicación donde el proyecto está alojado.
fr: Emplacement où le projet est stocké.
ja: プロジェクトが保存される場所。

source: SCM Branch
es: Rama SCM
fr: Branche SCM
ja: SCM ブランチ

source: Specific branch, tag or commit to checkout.
es: Especificar rama, etiqueta o commit para checkout.
fr: Branche, balise ou validation spécifique à valider.
ja: チェックアウトする特定のブランチ、タグまたはコミット。

source: For git projects, an additional refspec to fetch.
es: Para los proyectos de git, un refspec adicional para obtener.
fr: Pour les projets Git, une refspec supplémentaire à obtenir.
ja: git プロジェクトについては、追加の refspec を使用して取得します。

source: Discard any local changes before syncing the project.
es: Descartar cualquier cambio local antes de la sincronización del proyecto.
fr: Ignorez les modifications locales avant de synchroniser le projet.
ja: ローカル変更を破棄してからプロジェクトを同期します。

source: Delete the project before syncing.
es: Eliminar el proyecto antes de la sincronización.
fr: Supprimez le projet avant la synchronisation.
ja: プロジェクトを削除してから同期します。

source: Track submodules latest commits on defined branch.
es: Seguimiento de los últimos commits de los submódulos en la rama definida.
fr: Suivre les derniers commits des submodules sur la branche définie.
ja: 定義されたブランチでサブモジュールの最新のコミットを追跡します。

source: Invalid SCM URL.
es: SCM URL inválida.
fr: URL du SCM incorrecte.
ja: 無効な SCM URL。

source: SCM URL is required.
es: SCM URL es obligatoria.
fr: L'URL du SCM est requise.
ja: SCM URL が必要です。

source: Insights Credential is required for an Insights Project.
es: Se requiere una credencial de Insights para un proyecto de Insights.
fr: Des informations d'identification Insights sont requises pour un projet Insights.
ja: Insights 認証情報が Insights プロジェクトに必要です。

source: Credential kind must be 'insights'.
es: Tipo de credencial debe ser 'insights'.
fr: Le genre d'informations d'identification doit être 'insights'.
ja: 認証情報の種類は「insights」である必要があります。

source: Credential kind must be 'scm'.
es: TIpo de credenciales deben ser 'scm'.
fr: Le type d'informations d'identification doit être 'scm'.
ja: 認証情報の種類は 'scm' にする必要があります。

source: Invalid credential.
es: Credencial inválida.
fr: Informations d'identification non valides.
ja: 無効な認証情報。

source: The default execution environment for jobs run using this project.
es: El entorno de ejecución predeterminado para las tareas que se ejecutan con este proyecto.
fr: L'environnement d'exécution par défaut pour les travaux exécutés à l'aide de ce projet.
ja: このプロジェクトを使用して実行されるジョブのデフォルトの実行環境。

source: Update the project when a job is launched that uses the project.
es: Actualizar el proyecto mientras un trabajo es ejecutado que usa este proyecto.
fr: Mettez à jour le projet lorsqu'une tâche qui l'utilise est lancée.
ja: プロジェクトを使用するジョブの起動時にプロジェクトを更新します。

source: The number of seconds after the last project update ran that a new project update will be launched as a job dependency.
es: El número de segundos desde de que la última actualización del proyecto se ejecutó, que una nueva actualización de proyecto se iniciará como una dependencia de trabajo.
fr: Délai écoulé (en secondes) entre la dernière mise à jour du projet et le lancement d'une nouvelle mise à jour de projet en tant que dépendance de la tâche.
ja: 最終プロジェクト更新を実行して新規プロジェクトの更新をジョブの依存関係として起動した後の秒数。

source: Allow changing the SCM branch or revision in a job template that uses this project.
es: Permitir el cambio de la rama o revisión de SCM en una plantilla de trabajo que utilice este proyecto.
fr: Permet de modifier la branche ou la révision SCM dans un modèle de tâche qui utilise ce projet.
ja: このプロジェクトを使用するジョブテンプレートで SCM ブランチまたはリビジョンを変更できるようにします。

source: The last revision fetched by a project update
es: La última revisión obtenida por una actualización del proyecto.
fr: Dernière révision récupérée par une mise à jour du projet
ja: プロジェクト更新で取得される最新リビジョン

source: Playbook Files
es: Ficheros Playbook
fr: Fichiers de playbook
ja: Playbook ファイル

source: List of playbooks found in the project
es: Lista de playbooks encontrados en este proyecto
fr: Liste des playbooks trouvés dans le projet
ja: プロジェクトにある Playbook の一覧

source: Inventory Files
es: Archivos de inventario
fr: Fichiers d'inventaire
ja: インベントリーファイル

source: Suggested list of content that could be Ansible inventory in the project
es: Lista sugerida de contenido que podría ser inventario de Ansible en el proyecto
fr: Suggestion de liste de contenu qui pourrait être un inventaire Ansible dans le projet
ja: プロジェクト内の Ansible インベントリーの可能性のあるコンテンツの一覧

source: Organization cannot be changed when in use by job templates.
es: La organización no se puede cambiar cuando es usada por plantillas de tareas.
fr: L'organisation ne peut pas être modifiée lorsqu'elle est utilisée par les modèles de tâche.
ja: 組織は、ジョブテンプレートで使用中の場合には変更できません。

source: Parts of the project update playbook that will be run.
es: Partes de la guía de actualización del proyecto que se ejecutará.
fr: Certaines parties du projet mettent à jour le playbook qui sera exécuté.
ja: 実行予定のプロジェクト更新 Playbook の一部。

source: The SCM Revision discovered by this update for the given project and branch.
es: La revisión del SCM descubierta por esta actualización para la rama y el proyecto dados.
fr: Révision SCM découverte par cette mise à jour pour le projet et la branche donnés.
ja: 指定のプロジェクトおよびブランチ用にこの更新が検出した SCM リビジョン

source: System Administrator
es: Administrador del sistema
fr: Administrateur du système
ja: システム管理者

source: System Auditor
es: Auditor del sistema
fr: Auditeur système
ja: システム監査者

source: Project Admin
es: Administrador de proyectos
fr: Admin Projet
ja: プロジェクト管理者

source: Inventory Admin
es: Administrador de inventarios
fr: Admin Inventaire
ja: インベントリー管理者

source: Credential Admin
es: Administrador de credenciales
fr: Admin Identifiants
ja: 認証情報管理者

source: Job Template Admin
es: Administrador de plantillas de trabajo
fr: Admin Modèle de job
ja: ジョブテンプレート管理者

source: Execution Environment Admin
es: Administración del entorno de ejecución
fr: Environnement d'exécution Admin
ja: 実行環境管理者

source: Workflow Admin
es: Administrador de flujos de trabajo
fr: Admin Flux de travail
ja: ワークフロー管理者

source: Notification Admin
es: Administrador de notificaciones
fr: Admin Notification
ja: 通知管理者

source: Execute
es: Ejecutar
fr: Execution
ja: 実行

source: Member
es: Miembro
fr: Membre
ja: メンバー

source: Read
es: Lectura
fr: Lecture
ja: 読み込み

source: Update
es: Actualización
fr: Mise à jour
ja: 更新

source: Use
es: Uso
fr: Utilisation
ja: 使用

source: Approve
es: Aprobar
fr: Approbation
ja: 承認

source: Can manage all aspects of the system
es: Puede gestionar todos los aspectos del sistema
fr: Peut gérer tous les aspects du système
ja: システムのすべての側面を管理可能

source: Can view all aspects of the system
es: Puede ver todos los aspectos del sistema
fr: Peut afficher tous les aspects du système
ja: システムの全側面が表示可能

source: May run ad hoc commands on the %s
es: Puede ejecutar comandos ad hoc en %s
fr: Peut exécuter des commandes ad hoc sur le %s
ja: %s でアドホックコマンドが実行可能

source: Can manage all aspects of the %s
es: Puede gestionar todos los aspectos del %s
fr: Peut exécuter tous les aspects de %s
ja: %s のすべての側面を管理可能

source: Can manage all projects of the %s
es: Puede gestionar todos los proyectos del %s
fr: Peut gérer tous les projets de %s
ja: %s のすべてのプロジェクトが管理可能

source: Can manage all inventories of the %s
es: Puede gestionar todos los inventarios del %s
fr: Peut gérer tous les inventaires de %s
ja: %s のすべてのインベントリーが管理可能

source: Can manage all credentials of the %s
es: Puede gestionar todas las credenciales del %s
fr: Peut gérer tous les identifiants de %s
ja: %s のすべての認証情報が管理可能

source: Can manage all job templates of the %s
es: Puede administrar todas las plantillas de trabajo del %s
fr: Peut gérer tous les modèles de tâche de %s
ja: %s のすべてのジョブテンプレートが管理可能

source: Can manage all execution environments of the %s
es: Puede gestionar todos los entornos de ejecución de %s
fr: Peut gérer tous les environnements d'exécution du %s
ja: %s のすべての実行環境を管理可能

source: Can manage all workflows of the %s
es: Puede gestionar todos los flujos de trabajo del %s
fr: Peut gérer tous les flux de travail de %s
ja: %s のすべてのワークフローが管理可能

source: Can manage all notifications of the %s
es: Puede gestionar todas las notificaciones del %s
fr: Peut gérer toutes les notifications de %s
ja: %s のすべての通知が管理可能

source: Can view all aspects of the %s
es: Puede todos los aspectos de %s
fr: Peut afficher tous les aspects de %s
ja: %s のすべての側面が表示可能

source: May run any executable resources in the organization
es: Puede ejecutar cualquier recurso ejecutable en la organización
fr: Peut exécuter n'importe quelle ressource exécutable dans l'organisation
ja: 組織で実行可能なリソースを実行できます

source: May run the %s
es: Puede ejecutar el %s
fr: Peut exécuter le %s
ja: %s を実行可能

source: User is a member of the %s
es: El usuario es miembro del %s
fr: L'utilisateur est un membre de %s
ja: ユーザーは %s のメンバーです

source: May view settings for the %s
es: Podría ver ajustes para el %s
fr: Peut afficher les paramètres de %s
ja: %s の設定を表示可能

source: May update the %s
es: Puede actualizar el %s
fr: Peut mettre à jour le %s
ja: %s を更新可能

source: Can use the %s in a job template
es: Puede usar el %s en una plantilla de trabajo
fr: Peut utiliser %s dans un modèle de tâche
ja: ジョブテンプレートで %s を使用可能

source: Can approve or deny a workflow approval node
es: Puede aprobar o denegar un nodo de aprobación de flujo de trabajo
fr: Peut approuver ou refuser un nœud d'approbation de flux de travail
ja: ワークフロー承認ノードの承認または拒否が可能

source: Enables processing of this schedule.
es: Habilita el procesamiento de esta programación.
fr: Active le traitement de ce calendrier.
ja: このスケジュールの処理を有効にします。

source: The first occurrence of the schedule occurs on or after this time.
es: La primera ocurrencia del programador sucede en o después de esta fecha.
fr: La première occurrence du calendrier se produit à ce moment précis ou ultérieurement.
ja: スケジュールの最初のオカレンスはこの時間またはこの時間の後に生じます。

source: The last occurrence of the schedule occurs before this time, aftewards the schedule expires.
es: La última ocurrencia del planificador sucede antes de esta fecha, justo después de que la planificación expire.
fr: La dernière occurrence du calendrier se produit avant ce moment précis. Passé ce délai, le calendrier arrive à expiration.
ja: スケジュールの最後のオカレンスはこの時間の前に生じます。その後スケジュールが期限切れになります。

source: A value representing the schedules iCal recurrence rule.
es: Un valor representando la regla de programación recurrente iCal.
fr: Valeur représentant la règle de récurrence iCal des calendriers.
ja: スケジュールの iCal 繰り返しルールを表す値。

source: The next time that the scheduled action will run.
es: La siguiente vez que la acción programa se ejecutará.
fr: La prochaine fois que l'action planifiée s'exécutera.
ja: スケジュールされたアクションが次に実行される時間。

source: New
es: Nuevo
fr: Nouveau
ja: 新規

source: Waiting
es: Esperando
fr: En attente
ja: 待機中

source: Running
es: Ejecutándose
fr: En cours d'exécution
ja: 実行中

source: Canceled
es: Cancelado
fr: Annulé
ja: 取り消されました

source: Never Updated
es: Nunca actualizado
fr: Jamais mis à jour
ja: 更新されていません

source: Missing
es: No encontrado
fr: Manquant
ja: 不明

source: No External Source
es: Sin fuente externa
fr: Aucune source externe
ja: 外部ソースがありません

source: Updating
es: Actualizando
fr: Mise à jour en cours
ja: 更新中

source: The organization used to determine access to this template.
es: La organización usada para determinar el acceso a esta plantilla.
fr: Organisation utilisée pour déterminer l'accès à ce modèle.
ja: このテンプレートにアクセスできるかを決定する時に使用する組織

source: Field is not allowed on launch.
es: El campo no está permitido durante el lanzamiento.
fr: Champ non autorisé au lancement.
ja: フィールドは起動時に許可されません。

source: Variables {list_of_keys} provided, but this template cannot accept variables.
es: Se proporcionaron las variables {list_of_keys}, aunque esta plantilla no puede aceptar variables.
fr: Variables {list_of_keys} fournies, mais ce modèle ne peut pas accepter de variables.
ja: 変数 {list_of_keys} が指定されましたが、このテンプレートは変数に対応していません。

source: Relaunch
es: Relanzar
fr: Relancer
ja: 再起動

source: Scheduled
es: Programado
fr: Planifié
ja: スケジュール済み

source: Dependency
es: Dependencia
fr: Dépendance
ja: 依存関係

source: Workflow
es: Flujo de trabajo
fr: Flux de travail
ja: ワークフロー

source: Sync
es: Sincronizar
ja: 同期

source: The node the job executed on.
es: El nodo en el que se ejecutó la tarea.
fr: Nœud sur lequel la tâche s'est exécutée.
ja: ジョブが実行されるノード。

source: The instance that managed the execution environment.
es: La instancia que gestionó el entorno de ejecución.
fr: L'instance qui gère l'environnement d'exécution.
ja: 実行環境を管理したインスタンス。

source: The date and time the job was queued for starting.
es: La fecha y hora que el trabajo fue puesto en la cola para iniciarse.
fr: Date et heure auxquelles la tâche a été mise en file d'attente pour le démarrage.
ja: ジョブが開始のために待機した日時。

source: If True, the task manager has already processed potential dependencies for this job.
es: Si es verdadero (True), el gerente de tareas ya ha procesado las posibles dependencias para esta tarea.
fr: Si la valeur True est définie, le gestionnaire de tâches a déjà traité les dépendances potentielles de cette tâche.
ja: True の場合には、タスクマネージャーは、このジョブの潜在的な依存関係を処理済みです。

source: The date and time the job finished execution.
es: La fecha y hora en la que el trabajo finalizó su ejecución.
fr: Date et heure de fin d'exécution de la tâche.
ja: ジョブが実行を完了した日時。

source: The date and time when the cancel request was sent.
es: La fecha y la hora en que se envió la solicitud de cancelación.
fr: Date et heure d'envoi de la demande d'annulation.
ja: 取り消しリクエストが送信された日時。

source: Elapsed time in seconds that the job ran.
es: Tiempo transcurrido en segundos que el trabajo se ejecutó.
fr: Délai écoulé (en secondes) pendant lequel la tâche s'est exécutée.
ja: ジョブ実行の経過時間 (秒単位)

source: A status field to indicate the state of the job if it wasn't able to run and capture stdout
es: Un campo de estado que indica el estado del trabajo si éste no fue capaz de ejecutarse y obtener la salida estándar.
fr: Champ d'état indiquant l'état de la tâche si elle n'a pas pu s'exécuter et capturer stdout
ja: stdout の実行およびキャプチャーを実行できない場合のジョブの状態を示すための状態フィールド

source: The Instance group the job was run under
es: El grupo Instance en el que se ejecutó la tarea
fr: Groupe d'instances sous lequel la tâche a été exécutée
ja: ジョブが実行されたインスタンスグループ

source: The organization used to determine access to this unified job.
es: La organización usada para determinar el acceso a esta tarea unificada.
fr: Organisation utilisée pour déterminer l'accès à cette tâche unifiée.
ja: この統一されたジョブにアクセスできるかを決定する時に使用する組織

source: The Collections names and versions installed in the execution environment.
es: Los nombres y las versiones de las colecciones instaladas en el entorno de ejecución.
fr: Les noms et versions des collections installées dans l'environnement d'exécution.
ja: 実行環境にインストールされているコレクションの名前とバージョン。
