Repository: ansible/awx
Catalog: awx/locale/*/LC_MESSAGES/django.po
Languages: es, fr, ja

source: List of authentication backends that are enabled based on license features and other authentication settings.
es: Listado de backends de autentificación que están habilitados basados en funcionalidades de la licencia y otros ajustes de autentificación.
fr: Liste des backends d'authentification activés en fonction des caractéristiques des licences et d'autres paramètres d'authentification.
ja: ライセンスの特長およびその他の認証設定に基づいて有効にされる認証バックエンドの一覧。

source: Social Auth Organization Map
es: Autentificación social - Mapa de organización
fr: Authentification sociale - Mappage des organisations
ja: ソーシャル認証組織マップ

source: Social Auth Team Map
es: Autentificación social - Mapa de equipos
fr: Authentification sociale - Mappage des équipes
ja: ソーシャル認証チームマップ

source: Social Auth User Fields
es: Autentificación social - Campos usuario
fr: Authentification sociale - Champs d'utilisateurs
ja: ソーシャル認証ユーザーフィールド

source: When set to an empty list `[]`, this setting prevents new user accounts from being created. Only users who have previously logged in using social auth or have a user account with a matching email address will be able to login.
es: Cuando se establece una lista vacía `[]`, esta configuración previene que nuevos usuarios puedan ser creados. Sólo usuarios que previamente han iniciado sesión usando autentificación social o tengan una cuenta de usuario que corresponda con la dirección de correcto podrán iniciar sesión.
fr: Lorsqu'il est défini sur une liste vide `[]`, ce paramètre empêche la création de nouveaux comptes d'utilisateur. Seuls les utilisateurs ayant déjà ouvert une session au moyen de l'authentification sociale ou disposant d'un compte utilisateur avec une adresse électronique correspondante pourront se connecter.
ja: 空リスト `[]`に設定される場合、この設定により新規ユーザーアカウントは作成できなくなります。ソーシャル認証を使ってログインしたことのあるユーザーまたは一致するメールアドレスのユーザーアカウントを持つユーザーのみがログインできます。

source: LDAP Server URI
es: URI servidor LDAP
fr: URI du serveur LDAP
ja: LDAP サーバー URI

source: URI to connect to LDAP server, such as "ldap://ldap.example.com:389" (non-SSL) or "ldaps://ldap.example.com:636" (SSL). Multiple LDAP servers may be specified by separating with spaces or commas. LDAP authentication is disabled if this parameter is empty.
es: URI para conectar a un servidor LDAP. Por ejemplo "ldap://ldap.ejemplo.com:389" (no SSL) or "ldaps://ldap.ejemplo.com:636" (SSL). Varios servidores LDAP pueden ser especificados separados por espacios o comandos. La autentificación LDAP está deshabilitado si este parámetro está vacío.
fr: URI de connexion au serveur LDAP, tel que "ldap://ldap.exemple.com:389" (non SSL) ou "ldaps://ldap.exemple.com:636" (SSL). Plusieurs serveurs LDAP peuvent être définis en les séparant par des espaces ou des virgules. L'authentification LDAP est désactivée si ce paramètre est vide.
ja: "ldap://ldap.example.com:389" (非 SSL) または "ldaps://ldap.example.com:636" (SSL) などの LDAP サーバーに接続する URI です。複数の LDAP サーバーをスペースまたはカンマで区切って指定できます。LDAP 認証は、このパラメーターが空の場合は無効になります。

source: LDAP Bind DN
es: DN para enlazar con LDAP
fr: ND de la liaison LDAP
ja: LDAP バインド DN

source: DN (Distinguished Name) of user to bind for all search queries. This is the system user account we will use to login to query LDAP for other user information. Refer to the documentation for example syntax.
es: El nombre distintivo (Distinguished Name, DN) del usuario para vincular todas las búsquedas. Esta es la cuenta de usuario del sistema que utilizaremos para iniciar sesión con el fin de consultar a LDAP y obtener otro tipo de información sobre el usuario. Consulte la documentación para acceder a ejemplos de sintaxis.
fr: ND (nom distinctif) de l'utilisateur à lier pour toutes les requêtes de recherche. Il s'agit du compte utilisateur système que nous utiliserons pour nous connecter afin d'interroger LDAP et obtenir d'autres informations utilisateur. Voir la documentation pour obtenir des exemples de syntaxe.
ja: すべての検索クエリーについてバインドするユーザーの DN (識別名) です。これは、他のユーザー情報についての LDAP クエリー実行時のログインに使用するシステムユーザーアカウントです。構文のサンプルについてはドキュメントを参照してください。

source: LDAP Bind Password
es: Contraseña para enlazar con LDAP
fr: Mot de passe de la liaison LDAP
ja: LDAP バインドパスワード

source: Password used to bind LDAP user account.
es: Contraseña usada para enlazar a LDAP con la cuenta de usuario.
fr: Mot de passe utilisé pour lier le compte utilisateur LDAP.
ja: LDAP ユーザーアカウントをバインドするために使用されるパスワード。

source: LDAP Start TLS
es: LDAP - Iniciar TLS
fr: LDAP - Lancer TLS

source: Whether to enable TLS when the LDAP connection is not using SSL.
es: Para activar o no TLS cuando la conexión LDAP no utilice SSL
fr: Pour activer ou non TLS lorsque la connexion LDAP n'utilise pas SSL.
ja: LDAP 接続が SSL を使用していない場合に TLS を有効にするかどうか。

source: LDAP Connection Options
es: Opciones de conexión a LDAP
fr: Options de connexion à LDAP
ja: LDAP 接続オプション

source: Additional options to set for the LDAP connection. LDAP referrals are disabled by default (to prevent certain LDAP queries from hanging with AD). Option names should be strings (e.g. "OPT_REFERRALS"). Refer to https://www.python-ldap.org/doc/html/ldap.html#options for possible options and values that can be set.
es: Opciones adicionales a establecer para la conexión LDAP. Referenciadores LDAP están deshabilitados por defecto (para prevenir que ciertas consultas LDAP se bloqueen con AD). Los nombres de las opciones deben ser cadenas de texto (p.e. "OPT_REFERRALS"). Acuda a https://www.python-ldap.org/doc/html/ldap.html#options para posibles opciones y valores que pueden ser establecidos.
fr: Options supplémentaires à définir pour la connexion LDAP. Les références LDAP sont désactivées par défaut (pour empêcher certaines requêtes LDAP de se bloquer avec AD). Les noms d'options doivent être des chaînes (par exemple "OPT_REFERRALS"). Reportez-vous à https://www.python-ldap.org/doc/html/ldap.html#options afin de connaître les options possibles et les valeurs que vous pouvez définir.
ja: LDAP 設定に設定する追加オプションです。LDAP 照会はデフォルトで無効にされます (特定の LDAP クエリーが AD でハングすることを避けるため)。オプション名は文字列でなければなりません (例: "OPT_REFERRALS")。可能なオプションおよび設定できる値については、https://www.python-ldap.org/doc/html/ldap.html#options を参照してください。

source: LDAP User Search
es: Búsqueda de usuarios LDAP
fr: Recherche d'utilisateurs LDAP
ja: LDAP ユーザー検索

source: LDAP search query to find users. Any user that matches the given pattern will be able to login to the service. The user should also be mapped into an organization (as defined in the AUTH_LDAP_ORGANIZATION_MAP setting). If multiple search queries need to be supported use of "LDAPUnion" is possible. See the documentation for details.
es: Búsqueda en LDAP para encontrar usuarios. Cualquier usuario que se ajuste a un patrón determinado podrá iniciar sesión en el servicio. El usuario también debería asignarse en una organización (conforme se define en la configuración AUTH_LDAP_ORGANIZATION_MAP). Si es necesario soportar varias búsquedas, es posible utilizar "LDAPUnion". Consulte la documentación para obtener detalles.
fr: Requête de recherche LDAP servant à retrouver des utilisateurs. Tout utilisateur qui correspond au modèle donné pourra se connecter au service. L'utilisateur doit également être mappé dans une organisation Tower (tel que défini dans le paramètre AUTH_LDAP_ORGANIZATION_MAP). Si plusieurs requêtes de recherche doivent être prises en charge, l'utilisation de "LDAPUnion" est possible. Se reporter à la documentation pour plus d'informations.
ja: ユーザーを検索するための LDAP 検索クエリーです。指定パターンに一致するユーザーはサービスにログインできます。ユーザーも組織にマップされている必要があります (AUTH_LDAP_ORGANIZATION_MAP 設定で定義)。複数の検索クエリーをサポートする必要がある場合は、"LDAPUnion" を使用できます。詳細は、ドキュメントを参照してください。

source: LDAP User DN Template
es: Plantilla de DN para el usuario LDAP
fr: Modèle de ND pour les utilisateurs LDAP
ja: LDAP ユーザー DN テンプレート

source: Alternative to user search, if user DNs are all of the same format. This approach is more efficient for user lookups than searching if it is usable in your organizational environment. If this setting has a value it will be used instead of AUTH_LDAP_USER_SEARCH.
es: Alternativa a la búsqueda de usuarios, en caso de que los DN de los usuarios tengan todos el mismo formato. Este enfoque es más efectivo para buscar usuarios que las búsquedas, en caso de poder utilizarse en el entorno de su organización. Si esta configuración tiene un valor, se utilizará en lugar de AUTH_LDAP_USER_SEARCH.
fr: Autre méthode de recherche d'utilisateurs, si les ND d'utilisateur se présentent tous au même format. Cette approche est plus efficace qu'une recherche d'utilisateurs si vous pouvez l'utiliser dans votre environnement organisationnel. Si ce paramètre est défini, sa valeur sera utilisée à la place de AUTH_LDAP_USER_SEARCH.
ja: ユーザー DN の形式がすべて同じである場合のユーザー検索の代替法になります。この方法は、組織の環境で使用可能であるかどうかを検索する場合よりも効率的なユーザー検索方法になります。この設定に値がある場合、それが AUTH_LDAP_USER_SEARCH の代わりに使用されます。

source: LDAP User Attribute Map
es: Mapa de atributos de usuario LDAP
fr: Mappe des attributs d'utilisateurs LDAP
ja: LDAP ユーザー属性マップ

source: Mapping of LDAP user schema to API user attributes. The default setting is valid for ActiveDirectory but users with other LDAP configurations may need to change the values. Refer to the documentation for additional details.
es: Asignación de esquemas de usuarios de LDAP a los atributos de usuario API. La configuración predeterminada es válida para ActiveDirectory, pero es posible que los usuarios con otras configuraciones de LDAP necesiten modificar los valores. Consulte la documentación para obtener detalles adicionales.
fr: Mappage du schéma utilisateur LDAP avec les attributs utilisateur d'API Tower. Le paramètre par défaut est valide pour ActiveDirectory, mais les utilisateurs ayant d'autres configurations LDAP peuvent être amenés à modifier les valeurs. Voir la documentation pour obtenir des détails supplémentaires.
ja: LDAP ユーザースキーマの API ユーザー属性へのマッピングです。デフォルト設定は ActiveDirectory で有効ですが、他の LDAP 設定を持つユーザーは値を変更する必要が生じる場合があります。追加の詳細情報については、ドキュメントを参照してください。

source: LDAP Group Search
es: Búsqueda de grupos LDAP
fr: Recherche de groupes LDAP
ja: LDAP グループ検索

source: Users are mapped to organizations based on their membership in LDAP groups. This setting defines the LDAP search query to find groups. Unlike the user search, group search does not support LDAPSearchUnion.
es: Se asigna a los usuarios en las organizaciones en función de su membresía en los grupos LDAP. Esta configuración define la búsqueda de LDAP para encontrar grupos. A diferencia de la búsqueda de usuarios, la búsqueda de grupos no es compatible con LDAPSearchUnion.
fr: Les utilisateurs de Tower sont mappés à des organisations en fonction de leur appartenance à des groupes LDAP. Ce paramètre définit la requête de recherche LDAP servant à rechercher des groupes. Notez que cette méthode, contrairement à la recherche d'utilisateurs LDAP, la recherche des groupes ne prend pas en charge LDAPSearchUnion.
ja: ユーザーは LDAP グループのメンバーシップに基づいて組織にマップされます。この設定は、グループを検索できるように LDAP 検索クエリーを定義します。ユーザー検索とは異なり、グループ検索は LDAPSearchUnion をサポートしません。

source: LDAP Group Type
es: Tipo de grupo LDAP
fr: Type de groupe LDAP
ja: LDAP グループタイプ

source: The group type may need to be changed based on the type of the LDAP server. Values are listed at: https://django-auth-ldap.readthedocs.io/en/stable/groups.html#types-of-groups
es: Puede tener que cambiarse el tipo de grupo en función del tipo de servidor de LDAP. Los valores se enumeran en: https://django-auth-ldap.readthedocs.io/en/stable/groups.html#types-of-groups
fr: Il convient parfois de modifier le type de groupe en fonction du type de serveur LDAP. Les valeurs sont répertoriées à l'adresse suivante : https://django-auth-ldap.readthedocs.io/en/stable/groups.html#types-of-groups
ja: グループタイプは LDAP サーバーのタイプに基づいて変更する必要がある場合があります。値は以下に記載されています: https://django-auth-ldap.readthedocs.io/en/stable/groups.html#types-of-groups

source: LDAP Group Type Parameters
es: Parámetros del tipo de grupo LDAP
fr: Paramètres de types de groupes LDAP
ja: LDAP グループタイプパラメーター

source: Key value parameters to send the chosen group type init method.
es: Parámetros de valor clave para enviar el método de inicio del tipo de grupo elegido.
fr: Paramètres de valeurs-clés pour envoyer la méthode init de type de groupe sélectionné.
ja: 選択されたグループタイプの init メソッドを送信するためのキー値パラメーター。

source: LDAP Require Group
es: Grupo LDAP requerido
fr: Groupe LDAP obligatoire
ja: LDAP 要求グループ

source: Group DN required to login. If specified, user must be a member of this group to login via LDAP. If not set, everyone in LDAP that matches the user search will be able to login to the service. Only one require group is supported.
es: Grupo DN necesario para iniciar sesión. Si se especifica, el usuario debe ser miembro de este grupo para iniciar sesión usando LDAP. De lo contrario, cualquiera en LDAP que coincida con la búsqueda de usuario podrá iniciar sesión en el servicio. Solo se admite un grupo necesario.
fr: Le ND du groupe d'utilisateurs qui doit se connecter. S'il est spécifié, l'utilisateur doit être membre de ce groupe pour pouvoir se connecter via LDAP. S'il n'est pas défini, tout utilisateur LDAP qui correspond à la recherche d'utilisateurs pourra se connecter par l’intermédiaire du service. Un seul groupe est pris en charge.
ja: ログインに必要なグループ DN。指定されている場合、LDAP 経由でログインするには、ユーザーがこのグループのメンバーである必要があります。設定されていない場合は、ユーザー検索に一致する LDAP のすべてのユーザーがサービスにログインできます。１つの要求グループのみがサポートされます。

source: LDAP Deny Group
es: Grupo LDAP no permitido
fr: Groupe LDAP refusé
ja: LDAP 拒否グループ

source: Group DN denied from login. If specified, user will not be allowed to login if a member of this group. Only one deny group is supported.
es: Grupo DN no permitido para iniciar sesión. SI se especifica, el usuario no podrá iniciar sesión si es miembro de este grupo. Sólo un grupo no permitido está soportado.
fr: ND du groupe dont la connexion est refusée. S'il est spécifié, l'utilisateur n'est pas autorisé à se connecter s'il est membre de ce groupe. Un seul groupe refusé est pris en charge.
ja: グループ DN がログインで拒否されます。指定されている場合、ユーザーはこのグループのメンバーの場合にログインできません。1 つの拒否グループのみがサポートされます。

source: LDAP User Flags By Group
es: Indicadores de usuario LDAP por grupo
fr: Marqueurs d'utilisateur LDAP par groupe
ja: LDAP ユーザーフラグ (グループ別)

source: Retrieve users from a given group. At this time, superuser and system auditors are the only groups supported. Refer to the documentation for more detail.
es: Recuperar usuarios de un grupo determinado. En este momento, el superusuario y los auditores del sistema son los únicos grupos que se admiten. Consulte la documentación para obtener información detallada.
fr: Extraire les utilisateurs d'un groupe donné. Actuellement, le superutilisateur et les auditeurs de systèmes sont les seuls groupes pris en charge. Voir la documentation pour obtenir plus d'informations.
ja: 指定されたグループからユーザーを取得します。この場合、サポートされるグループは、スーパーユーザーおよびシステム監査者のみになります。詳細は、ドキュメントを参照してください。

source: LDAP Organization Map
es: Mapa de organización LDAP
fr: Mappe d'organisations LDAP
ja: LDAP 組織マップ

source: Mapping between organization admins/users and LDAP groups. This controls which users are placed into which organizations relative to their LDAP group memberships. Configuration details are available in the documentation.
es: Asociación entre administradores/usuarios de las organizaciones y grupos de LDAP. De esta manera, se controla qué usuarios se ubican en qué organizaciones en función de sus membresías en grupos de LDAP. Consulte la documentación para obtener detalles de configuración.
fr: Mappage entre les administrateurs/utilisateurs de l'organisation et les groupes LDAP. Ce paramètre détermine les utilisateurs qui sont placés dans les organisations par rapport à leurs appartenances à un groupe LDAP. Les informations de configuration sont disponibles dans la documentation.
ja: 組織管理者/ユーザーと LDAP グループ間のマッピングです。この設定は、LDAP グループのメンバーシップに基づいてどのユーザーをどの組織に置くかを管理します。設定の詳細については、ドキュメントを参照してください。

source: LDAP Team Map
es: Mapa de equipos LDAP
fr: Mappe d'équipes LDAP
ja: LDAP チームマップ

source: Mapping between team members (users) and LDAP groups. Configuration details are available in the documentation.
es: Asociación entre los miembros de equipos (usuarios) y los grupos de LDAP. Consulte la documentación para obtener detalles de configuración.
fr: Mappage entre des membres de l'équipe (utilisateurs) et des groupes LDAP. Les informations de configuration sont disponibles dans la documentation.
ja: チームメンバー (ユーザー) と LDAP グループ間のマッピングです。設定の詳細については、ドキュメントを参照してください。

source: RADIUS Server
es: Servidor RADIUS
fr: Serveur RADIUS
ja: RADIUS サーバー

source: Hostname/IP of RADIUS server. RADIUS authentication is disabled if this setting is empty.
es: Nombre de host/IP del servidor RADIUS. La autenticación de RADIUS se deshabilita si esta configuración está vacía.
fr: Nom d'hôte/IP du serveur RADIUS. L'authentification RADIUS est désactivée si ce paramètre est vide.
ja: RADIUS サーバーのホスト名/IP です。この設定が空の場合は RADIUS 認証は無効にされます。

source: RADIUS Port
es: Puerto RADIUS
fr: Port RADIUS
ja: RADIUS ポート

source: Port of RADIUS server.
es: Puerto del servidor RADIUS
fr: Port du serveur RADIUS.
ja: RADIUS サーバーのポート。

source: RADIUS Secret
es: Clave secreta RADIUS
fr: Secret RADIUS
ja: RADIUS シークレット

source: Shared secret for authenticating to RADIUS server.
es: Clave secreta compartida para autentificación a RADIUS.
fr: Secret partagé pour l'authentification sur le serveur RADIUS.
ja: RADIUS サーバーに対して認証するための共有シークレット。

source: TACACS+ Server
es: Servidor TACACS+
fr: Serveur TACACS+
ja: TACACS+ サーバー

source: Hostname of TACACS+ server.
es: Nombre de host del servidor TACACS+.
fr: Nom d'hôte du serveur TACACS+
ja: TACACS+ サーバーのホスト名。

source: TACACS+ Port
es: Puerto TACACS+
fr: Port TACACS+
ja: TACACS+ ポート

source: Port number of TACACS+ server.
es: Número de puerto del servidor TACACS+.
fr: Numéro de port du serveur TACACS+
ja: TACACS+ サーバーのポート番号。

source: TACACS+ Secret
es: Clave secreta TACACS+
fr: Secret TACACS+
ja: TACACS+ シークレット

source: Shared secret for authenticating to TACACS+ server.
es: Clave secreta compartida para la autenticación en el servidor TACACS+.
fr: Secret partagé pour l'authentification sur le serveur TACACS+.
ja: TACACS+ サーバーに対して認証するための共有シークレット。

source: TACACS+ Auth Session Timeout
es: Tiempo de espera para la sesión de autenticación de TACACS+
fr: Expiration du délai d'attente d'autorisation de la session TACACS+.
ja: TACACS+ 認証セッションタイムアウト

source: TACACS+ session timeout value in seconds, 0 disables timeout.
es: Valor de tiempo de espera para la sesión TACACS+ en segundos. El valor 0 deshabilita el tiempo de espera.
fr: Valeur du délai d'attente de la session TACACS+ en secondes, 0 désactive le délai d'attente.
ja: TACACS+ セッションのタイムアウト値 (秒数) です。0 はタイムアウトを無効にします。

source: TACACS+ Authentication Protocol
es: Protocolo de autenticación de TACACS+
fr: Protocole d'autorisation TACACS+
ja: TACACS+ 認証プロトコル

source: Choose the authentication protocol used by TACACS+ client.
es: Elija el protocolo de autenticación utilizado por el cliente TACACS+.
fr: Choisissez le protocole d'authentification utilisé par le client TACACS+.
ja: TACACS+ クライアントによって使用される認証プロトコルを選択します。

source: Provide this URL as the callback URL for your application as part of your registration process. Refer to the documentation for more detail.
es: Indique esta URL como URL de callback para su aplicación como parte del proceso de registro. Consulte la documentación para obtener información detallada.
fr: Fournir cette URL comme URL d'appel pour votre application dans le cadre de votre processus d'enregistrement. Voir la documentation pour plus de détails.
ja: 登録プロセスの一環として、この URL をアプリケーションのコールバック URL として指定します。詳細については、ドキュメントを参照してください。

source: Google OAuth2 Key
es: Clave Google OAuth2
fr: Clé OAuth2 pour Google
ja: Google OAuth2 キー

source: The OAuth2 key from your web application.
es: Clave OAuth2 de su aplicación web.
fr: Clé OAuth2 de votre application Web.
ja: web アプリケーションの OAuth2 キー

source: Google OAuth2 Secret
es: Clave secreta para Google OAuth2
fr: Secret OAuth2 pour Google
ja: Google OAuth2 シークレット

source: The OAuth2 secret from your web application.
es: Secreto OAuth2 de su aplicación web.
fr: Secret OAuth2 de votre application Web.
ja: web アプリケーションの OAuth2 シークレット

source: Google OAuth2 Allowed Domains
es: Dominios permitidos de Google OAuth2
fr: Domaines autorisés par Google OAuth2
ja: GoogleOAuth2 で許可されているドメイン

source: Update this setting to restrict the domains who are allowed to login using Google OAuth2.
es: Actualizar esta configuración para restringir los dominios que están permitidos para iniciar sesión utilizando Google OAuth2.
fr: Mettez à jour ce paramètre pour limiter les domaines qui sont autorisés à se connecter à l'aide de l'authentification OAuth2 avec un compte Google.
ja: この設定を更新し、Google OAuth2 を使用してログインできるドメインを制限します。

source: Google OAuth2 Extra Arguments
es: Argumentos adicionales para Google OAuth2
fr: Arguments OAuth2 supplémentaires pour Google
ja: Google OAuth2 追加引数

source: Extra arguments for Google OAuth2 login. You can restrict it to only allow a single domain to authenticate, even if the user is logged in with multple Google accounts. Refer to the documentation for more detail.
es: Argumentos adicionales para el inicio de sesión en Google OAuth2. Puede limitarlo para permitir la autenticación de un solo dominio, incluso si el usuario ha iniciado sesión con varias cuentas de Google. Consulte la documentación para obtener información detallada.
fr: Arguments supplémentaires pour l'authentification OAuth2. Vous pouvez autoriser un seul domaine à s'authentifier, même si l'utilisateur est connecté avec plusieurs comptes Google. Voir la documentation pour obtenir plus d'informations.
ja: Google OAuth2 ログインの追加引数です。ユーザーが複数の Google アカウントでログインしている場合でも、単一ドメインの認証のみを許可するように制限できます。詳細については、ドキュメントを参照してください。

source: Google OAuth2 Organization Map
es: Mapa de organización para Google OAuth2
fr: Mappe d'organisations OAuth2 pour Google
ja: Google OAuth2 組織マップ

source: Google OAuth2 Team Map
es: Mapa de equipo para Google OAuth2
fr: Mappe d'équipes OAuth2 pour Google
ja: Google OAuth2 チームマップ

source: GitHub OAuth2 Key
es: Clave para Github OAuth2
fr: Clé OAuth2 pour GitHub
ja: GitHub OAuth2 キー

source: The OAuth2 key (Client ID) from your GitHub developer application.
es: La clave OAuth2 (ID del cliente) de su aplicación de desarrollo GitHub.
fr: Clé OAuth2 (ID client) de votre application de développeur GitHub.
ja: GitHub 開発者アプリケーションからの OAuth2 キー (クライアント ID)。

source: GitHub OAuth2 Secret
es: Clave secreta para GitHub OAuth2
fr: Secret OAuth2 pour GitHub
ja: GitHub OAuth2 シークレット

source: The OAuth2 secret (Client Secret) from your GitHub developer application.
es: La clave secreta OAuth2 (Clave secreta del cliente) de su aplicación de desarrollo GitHub.
fr: Secret OAuth2 (secret client) de votre application de développeur GitHub.
ja: GitHub 開発者アプリケーションからの OAuth2 シークレット (クライアントシークレット)。

source: GitHub OAuth2 Organization Map
es: Mapa de organización para GitHub OAuth2
fr: Mappe d'organisations OAuth2 pour GitHub
ja: GitHub OAuth2 組織マップ

source: GitHub OAuth2 Team Map
es: Mapa de equipo para GitHub OAuth2
fr: Mappe d'équipes OAuth2 pour GitHub
ja: GitHub OAuth2 チームマップ

source: GitHub Organization OAuth2 Callback URL
es: OAuth2 URL Callback para organización Github
fr: URL de rappel OAuth2 pour les organisations GitHub
ja: GitHub 組織 OAuth2 コールバック URL

source: GitHub Organization OAuth2
es: OAuth2 para la organización Github
fr: OAuth2 pour les organisations GitHub
ja: GitHub 組織 OAuth2

source: GitHub Organization OAuth2 Key
es: Clave OAuth2 para la organización Github
fr: Clé OAuth2 pour les organisations GitHub
ja: GitHub 組織 OAuth2 キー

source: The OAuth2 key (Client ID) from your GitHub organization application.
es: La clave OAuth2 (ID del cliente) de su aplicación de organización GitHub.
fr: Clé OAuth2 (ID client) de votre application d'organisation GitHub.
ja: GitHub 組織アプリケーションからの OAuth2 キー (クライアント ID)。
