Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: That value was not found. Please enter or select a valid value.
fr: Cette valeur n’a pas été trouvée. Veuillez entrer ou sélectionner une valeur valide.

source: The
fr: Le

source: The Grant type the user must use to acquire tokens for this application
fr: Le type d’autorisation que l'utilisateur doit utiliser pour acquérir des jetons pour cette application

source: The Instance Groups for this Organization to run on.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter cette organisation.

source: The Instance Groups to which this instance belongs.
fr: Les groupes d'instances auxquels cette instance appartient.

source: The amount of time (in seconds) before the email notification stops trying to reach the host and times out. Ranges from 1 to 120 seconds.
fr: Délai (en secondes) avant que la notification par e-mail cesse d'essayer de joindre l'hôte et expire. Compris entre 1 et 120 secondes.

source: The amount of time (in seconds) to run before the job is canceled. Defaults to 0 for no job timeout.
fr: Délai (en secondes) avant l'annulation de la tâche. La valeur par défaut est 0 pour aucun délai d'expiration du job.

source: The application that this token belongs to, or leave this field empty to create a Personal Access Token.
fr: Sélectionnez l'application à laquelle ce jeton appartiendra, ou laissez ce champ vide pour créer un jeton d'accès personnel.

source: The base URL of the Grafana server - the /api/annotations endpoint will be added automatically to the base Grafana URL.
fr: URL de base du serveur Grafana - le point de terminaison /api/annotations sera ajouté automatiquement à l'URL Grafana de base.

source: The container image to be used for execution.
fr: L'image du conteneur à utiliser pour l'exécution.

source: The execution environment that will be used for jobs inside of this organization. This will be used a fallback when an execution environment has not been explicitly assigned at the project, job template or workflow level.
fr: L'environnement d'exécution qui sera utilisé pour les tâches au sein de cette organisation. Il sera utilisé comme solution de rechange lorsqu'un environnement d'exécution n'a pas été explicitement attribué au niveau du projet, du modèle de job ou du flux de travail.

source: The execution environment that will be used for jobs inside of this organization. This will be used a fallback when an execution environment has not been explicitly assigned at the project, job template or workflow level.
fr: L'environnement d'exécution qui sera utilisé pour les tâches au sein de cette organisation. Il sera utilisé comme solution de rechange lorsqu'un environnement d'exécution n'a pas été explicitement attribué au niveau du projet, du modèle de job ou du flux de travail.

source: The execution environment that will be used for jobs that use this project. This will be used as fallback when an execution environment has not been explicitly assigned at the job template or workflow level.
fr: L'environnement d'exécution qui sera utilisé pour les jobs qui utilisent ce projet. Il sera utilisé comme solution de rechange lorsqu'un environnement d'exécution n'a pas été explicitement attribué au niveau du modèle de job ou du flux de travail.

source: The execution environment that will be used when launching this job template. The resolved execution environment can be overridden by explicitly assigning a different one to this job template.
fr: L'environnement d'exécution qui sera utilisé lors du lancement ce modèle de tâche. L'environnement d'exécution résolu peut être remplacé en en affectant explicitement un environnement différent à ce modèle de tâche.

source: The first fetches all references. The second fetches the Github pull request number 62, in this example the branch needs to be "pull/62/head".
fr: Le premier extrait toutes les références. Le second extrait la requête Github pull numéro 62, dans cet exemple la branche doit être `pull/62/head`.

source: The full image location, including the container registry, image name, and version tag.
fr: L'emplacement complet de l'image, y compris le registre du conteneur, le nom de l'image et la balise de version.

source: The inventory file to be synced by this source. You can select from the dropdown or enter a file within the input.
fr: Fichier d'inventaire à synchroniser par cette source. Vous pouvez le choisir dans le menu déroulant ou saisir un fichier dans l'entrée.

source: The inventory that this host belongs to.
fr: Inventaire auquel cet hôte appartiendra.

source: The last {dayOfWeek}
fr: La dernière {dayOfWeek}

source: The last {weekday} of {month}
fr: Le dernier {weekday} de {month}

source: The maximum number of hosts allowed to be managed by this organization. Value defaults to 0 which means no limit. Refer to the Ansible documentation for more details.
fr: Nombre maximal d'hôtes pouvant être gérés par cette organisation. La valeur par défaut est 0, ce qui signifie aucune limite. Reportez-vous à la documentation Ansible pour plus de détails.

source: The maximum number of hosts allowed to be managed by this organization. Value defaults to 0 which means no limit. Refer to the Ansible documentation for more details.
fr: Nombre maximal d'hôtes pouvant être gérés par cette organisation. La valeur par défaut est 0, ce qui signifie aucune limite. Reportez-vous à la documentation Ansible pour plus de détails.

source: The number associated with the "Messaging Service" in Twilio with the format +18005550199.
fr: Numéro associé au "Service de messagerie" de Twilio sous le format +18005550199.

source: The number of hosts you have automated against is below your subscription count.
fr: Le nombre d'hôtes contre lesquels vous avez automatisé est inférieur au nombre d'abonnements.

source: The number of parallel or simultaneous processes to use while executing the playbook. An empty value, or a value less than 1 will use the Ansible default which is usually 5. The default number of forks can be overwritten with a change to
fr: Le nombre de processus parallèles ou simultanés à utiliser lors de l'exécution du playbook. Une valeur vide, ou une valeur inférieure à 1 utilisera la valeur par défaut Ansible qui est généralement 5. Le nombre de fourches par défaut peut être remplacé par un changement vers

source: The number of parallel or simultaneous processes to use while executing the playbook. Inputting no value will use the default value from the ansible configuration file. You can find more information
fr: Nombre de processus parallèles ou simultanés à utiliser lors de l'exécution du playbook. La saisie d'aucune valeur entraînera l'utilisation de la valeur par défaut du fichier de configuration ansible. Vous pourrez trouver plus d’informations.

source: The page you requested could not be found.
fr: La page que vous avez demandée n'a pas été trouvée.

source: The pattern used to target hosts in the inventory. Leaving the field blank, all, and * will all target all hosts in the inventory. You can find more information about Ansible's host patterns
fr: Le modèle utilisé pour cibler les hôtes dans l'inventaire. En laissant le champ vide, tous et * cibleront tous les hôtes de l'inventaire. Vous pouvez trouver plus d'informations sur les modèles d'hôtes d'Ansible

source: The project containing the playbook this job will execute.
fr: Sélectionnez le projet contenant le playbook que ce job devra exécuter.

source: The project from which this inventory update is sourced.
fr: Le projet d'où provient cette mise à jour de l'inventaire.

source: The project is currently syncing and the revision will be available after the sync is complete.
fr: Le projet est en cours de synchronisation et la révision sera disponible une fois la synchronisation terminée.

source: The project must be synced before a revision is available.
fr: Le projet doit être synchronisé avant qu'une révision soit disponible.

source: The project revision is currently out of date. Please refresh to fetch the most recent revision.
fr: La révision du projet est actuellement périmée. Veuillez actualiser pour obtenir la révision la plus récente.

source: The resource associated with this node has been deleted.
fr: La ressource associée à ce nœud a été supprimée.

source: The search filter did not produce any results…
fr: Le résultat de la recherche n’a produit aucun résultat…

source: The suggested format for variable names is lowercase and underscore-separated (for example, foo_bar, user_id, host_name, etc.). Variable names with spaces are not allowed.
fr: Le format suggéré pour les noms de variables est en minuscules avec des tirets de séparation (exemple, foo_bar, user_id, host_name, etc.). Les noms de variables contenant des espaces ne sont pas autorisés.

source: There are no available playbook directories in {project_base_dir}. Either that directory is empty, or all of the contents are already assigned to other projects. Create a new directory there and make sure the playbook files can be read by the "awx" system user, or have {brandName} directly retrieve your playbooks from source control using the Source Control Type option above.
fr: Il n'y a pas d'annuaires de playbooks disponibles dans {project_base_dir}. Soit ce répertoire est vide, soit tout le contenu est déjà affecté à d'autres projets. Créez-y un nouveau répertoire et assurez-vous que les fichiers du playbook peuvent être lus par l'utilisateur du système "awx", ou bien il faut que {brandName} récupére directement vos playbooks à partir du contrôle des sources en utilisant l'option Type de contrôle des sources ci-dessus.

source: There must be a value in at least one input
fr: Il doit y avoir une valeur dans une entrée au moins

source: There was a problem logging in. Please try again.
fr: Il y a eu un problème de connexion. Veuillez réessayer.

source: There was an error loading this content. Please reload the page.
fr: Il y a eu une erreur lors du chargement de ce contenu. Veuillez recharger la page.

source: There was an error parsing the file. Please check the file formatting and try again.
fr: Il y a eu une erreur dans l'analyse du fichier. Veuillez vérifier le formatage du fichier et réessayer.

source: There was an error saving the workflow.
fr: Une erreur s'est produite lors de la sauvegarde du flux de travail.

source: These are the modules that {brandName} supports running commands against.
fr: Il s'agit des modules pris en charge par {brandName} pour l'exécution de commandes.

source: These are the verbosity levels for standard out of the command run that are supported.
fr: Il s'agit des niveaux de verbosité pour les standards hors du cycle de commande qui sont pris en charge.

source: These arguments are used with the specified module.
fr: Ces arguments sont utilisés avec le module spécifié.

source: These arguments are used with the specified module. You can find information about {0} by clicking
fr: Ces arguments sont utilisés avec le module spécifié. Vous pouvez trouver des informations sur {0} en cliquant sur

source: These arguments are used with the specified module. You can find information about {moduleName} by clicking
fr: Ces arguments sont utilisés avec le module spécifié. Vous pouvez trouver des informations sur {moduleName} en cliquant sur

source: Third
fr: Troisième

source: This Project needs to be updated
fr: Ce projet doit être mis à jour

source: This action will delete the following:
fr: Cette action supprimera les éléments suivants :

source: This action will disassociate all roles for this user from the selected teams.
fr: Cette action permettra de dissocier tous les rôles de cet utilisateur des équipes sélectionnées.

source: This action will disassociate the following role from {0}:
fr: Cette action permettra de dissocier le rôle suivant de {0} :

source: This action will disassociate the following:
fr: Cette action dissociera les éléments suivants :

source: This action will remove the following instances:
fr: Cette action supprimera les instances suivantes :

source: This container group is currently being by other resources. Are you sure you want to delete it?
fr: Ce groupe de conteneurs est actuellement utilisé par d'autres ressources. Êtes-vous sûr de vouloir le supprimer ?

source: This credential is currently being used by other resources. Are you sure you want to delete it?
fr: Cette accréditation est actuellement utilisée par d'autres ressources. Êtes-vous sûr de vouloir la supprimer ?

source: This credential type is currently being used by some credentials and cannot be deleted
fr: Ce type d’accréditation est actuellement utilisé par certaines informations d’accréditation et ne peut être supprimé

source: This data is used to enhance future releases of the Software and to provide Automation Analytics.
fr: Ces données sont utilisées pour améliorer les futures versions du logiciel et pour fournir des données d’ Automation Analytics..

source: This data is used to enhance future releases of the Tower Software and help streamline customer experience and success.
fr: Ces données sont utilisées pour améliorer les futures versions du logiciel Tower et contribuer à à rationaliser l'expérience des clients.

source: This execution environment is currently being used by other resources. Are you sure you want to delete it?
fr: Cet environnement d'exécution est actuellement utilisé par d'autres ressources. Êtes-vous sûr de vouloir le supprimer ?

source: This feature is deprecated and will be removed in a future release.
fr: Cette fonctionnalité est obsolète et sera supprimée dans une prochaine version.

source: This field is ignored unless an Enabled Variable is set. If the enabled variable matches this value, the host will be enabled on import.
fr: Ce champ est ignoré à moins qu'une variable activée ne soit définie. Si la variable activée correspond à cette valeur, l'hôte sera activé lors de l'importation.

source: This field may not be blank
fr: Ce champ ne doit pas être vide

source: This field must be a number
fr: Ce champ doit être un numéro

source: This field must be a number and have a value between {0} and {1}
fr: Ce champ doit être un nombre et avoir une valeur comprise entre {0} et {1}

source: This field must be a number and have a value between {min} and {max}
fr: Ce champ doit être un nombre et avoir une valeur comprise entre {min} et {max}

source: This field must be a number and have a value greater than {min}
fr: Ce champ doit être un nombre et avoir une valeur supérieure à {min}

source: This field must be a number and have a value less than {max}
fr: Ce champ doit être un nombre et avoir une valeur inférieure à {max}

source: This field must be a regular expression
fr: Ce champ doit être une expression régulière

source: This field must be an integer
fr: Ce champ doit être un nombre entier

source: This field must be at least {0} characters
fr: Ce champ doit comporter au moins {0} caractères

source: This field must be at least {min} characters
fr: Ce champ doit comporter au moins {min} caractères

source: This field must be greater than 0
fr: Ce champ doit être supérieur à 0

source: This field must not be blank
fr: Ce champ ne doit pas être vide

source: This field must not be blank.
fr: Ce champ ne doit pas être vide.

source: This field must not contain spaces
fr: Ce champ ne doit pas contenir d'espaces

source: This field must not exceed {0} characters
fr: Ce champ ne doit pas dépasser {0} caractères

source: This field must not exceed {max} characters
fr: Ce champ ne doit pas dépasser {max} caractères

source: This field will be retrieved from an external secret management system using the specified credential.
fr: Ce champ sera récupéré dans un système externe de gestion des secrets en utilisant l’identifiant spécifié.

source: This has already been acted on
fr: Ce point a déjà fait l'objet d'une action

source: This instance group is currently being by other resources. Are you sure you want to delete it?
fr: Ce groupe d'instance est actuellement utilisé par d'autres ressources. Êtes-vous sûr de vouloir le supprimer ?

source: This inventory is applied to all workflow nodes within this workflow ({0}) that prompt for an inventory.
fr: Cet inventaire est appliqué à tous les nœuds de flux de travail de ce flux de travail ({0}) qui requiert un inventaire.

source: This inventory is currently being used by other resources. Are you sure you want to delete it?
fr: Cet inventaire est actuellement utilisé par d'autres ressources. Êtes-vous sûr de vouloir le supprimer ?

source: This inventory source is currently being used by other resources that rely on it. Are you sure you want to delete it?
fr: Cette source d'inventaire est actuellement utilisée par d'autres ressources qui en dépendent. Êtes-vous sûr de vouloir la supprimer ?

source: This is the only time the client secret will be shown.
fr: C'est la seule fois où le secret du client sera révélé.

source: This is the only time the token value and associated refresh token value will be shown.
fr: C'est la seule fois où la valeur du jeton et la valeur du jeton de rafraîchissement associée seront affichées.

source: This job failed and has no output.
fr: Ce travail a échoué et n'a pas de résultat.

source: This job template is currently being used by other resources. Are you sure you want to delete it?
fr: Ce modèle de poste est actuellement utilisé par d'autres ressources. Êtes-vous sûr de vouloir le supprimer ?

source: This organization is currently being by other resources. Are you sure you want to delete it?
fr: Cette organisation est actuellement en cours de traitement par d'autres ressources. Êtes-vous sûr de vouloir la supprimer ?

source: This project is currently being used by other resources. Are you sure you want to delete it?
fr: Ce projet est actuellement utilisé par d'autres ressources. Êtes-vous sûr de vouloir le supprimer ?

source: This project is currently on sync and cannot be clicked until sync process completed
fr: Ce projet est actuellement en cours de synchronisation et ne peut être cliqué tant que le processus de synchronisation n'est pas terminé

source: This schedule has no occurrences due to the selected exceptions.
fr: Cet horaire n'a pas d'occurrences en raison des exceptions sélectionnées.

source: This schedule is missing an Inventory
fr: Il manque un inventaire dans ce calendrier

source: This schedule is missing required survey values
fr: Ce tableau ne contient pas les valeurs d'enquête requises

source: This schedule uses complex rules that are not supported in the UI. Please use the API to manage this schedule.
fr: Les horaires complexes ne sont pas encore pris en charge par l'interface utilisateur, veuillez utiliser l'API pour gérer cet horaire.

source: This step contains errors
fr: Cette étape contient des erreurs

source: This value does not match the password you entered previously. Please confirm that password.
fr: Cette valeur ne correspond pas au mot de passe que vous avez entré précédemment. Veuillez confirmer ce mot de passe.

source: This will cancel all subsequent nodes in this workflow
fr: Cela annulera tous les nœuds suivants dans ce flux de travail.

source: This will cancel all subsequent nodes in this workflow.
fr: Cela annulera tous les nœuds suivants dans ce flux de travail.

source: This will revert all configuration values on this page to their factory defaults. Are you sure you want to proceed?
fr: Ceci rétablira toutes les valeurs de configuration sur cette page à à leurs valeurs par défaut. Êtes-vous sûr de vouloir continuer ?

source: This workflow does not have any nodes configured.
fr: Ce flux de travail ne comporte aucun nœud configuré.

source: This workflow has already been acted on
fr: Ce flux de travail a déjà été traité

source: This workflow job template is currently being used by other resources. Are you sure you want to delete it?
fr: Ce modèle de tâche de flux de travail est actuellement utilisé par d'autres ressources. Êtes-vous sûr de vouloir le supprimer ?

source: Thu
fr: Jeu.

source: Thursday
fr: Jeudi

source: Time
fr: Durée

source: Time in seconds to consider a project to be current. During job runs and callbacks the task system will evaluate the timestamp of the latest project update. If it is older than Cache Timeout, it is not considered current, and a new project update will be performed.
fr: Délai en secondes à prévoir pour qu’un projet soit actualisé. Durant l’exécution des tâches et les rappels, le système de tâches évalue l’horodatage de la dernière mise à jour du projet. Si elle est plus ancienne que le délai d’expiration du cache, elle n’est pas considérée comme actualisée, et une nouvelle mise à jour du projet sera effectuée.

source: Time in seconds to consider an inventory sync to be current. During job runs and callbacks the task system will evaluate the timestamp of the latest sync. If it is older than Cache Timeout, it is not considered current, and a new inventory sync will be performed.
fr: Délai en secondes à prévoir pour qu'une synchronisation d'inventaire soit actualisée. Durant l’exécution du Job et les rappels, le système de tâches évalue l’horodatage de la dernière mise à jour du projet. Si elle est plus ancienne que le délai d’expiration du cache, elle n’est pas considérée comme actualisée, et une nouvelle synchronisation de l'inventaire sera effectuée.

source: Timed out
fr: Expiré

source: Timeout
fr: Délai d'attente

source: Timeout minutes
fr: Délai d'attente (minutes)

source: Timeout seconds
fr: Délai d’attente (secondes)

source: To create a smart inventory using ansible facts, go to the smart inventory screen.
fr: Pour créer un inventaire smart, utiliser des facts ansibles, et rendez-vous sur l’écran d’inventaire smart.

source: To reorder the survey questions drag and drop them in the desired location.
fr: Pour réorganiser les questions de l'enquête, faites-les glisser et déposez-les à l'endroit souhaité.

source: Toggle Legend
fr: Basculer la légende

source: Toggle Password
fr: Changer de mot de passe

source: Toggle Tools
fr: Basculer les outils

source: Toggle host
fr: Basculer l'hôte

source: Toggle instance
fr: Basculer l'instance

source: Toggle legend
fr: Basculer la légende

source: Toggle notification approvals
fr: Basculer les approbations de notification

source: Toggle notification failure
fr: Échec de la notification de basculement

source: Toggle notification start
fr: Début de la notification de basculement

source: Toggle notification success
fr: Succès de la notification de basculement

source: Toggle schedule
fr: Supprimer la programmation

source: Toggle tools
fr: Basculer les outils

source: Token
fr: Jeton

source: Token information
fr: Informations sur le jeton

source: Token not found.
fr: Jeton non trouvé.

source: Tokens
fr: Jetons

source: Tools
fr: Outils

source: Topology View
fr: Vue topologique

source: Total Nodes
fr: Total Nœuds

source: Total hosts
fr: Total Hôtes

source: Track submodules
fr: Suivi des sous-modules

source: Track submodules latest commit on branch
fr: Suivre le dernier commit des sous-modules sur la branche

source: Trial
fr: Essai

source: True
fr: Vrai

source: Tue
fr: Mar.

source: Tuesday
fr: Mardi

source: Type Details
fr: Détails sur le type

source: Type answer then click checkbox on right to select answer as default.
fr: Saisir la réponse puis cliquez sur la case à cocher à droite pour sélectionner la réponse comme défaut.

source: Unable to change inventory on a host
fr: Impossible de modifier l'inventaire sur un hôte.

source: Unable to load last job update
fr: Impossible de charger la dernière mise à jour du job

source: Unavailable
fr: Non disponible

source: Undo
fr: Annuler

source: Unfollow
fr: Ne plus suivre

source: Unlimited
fr: Illimité

source: Unreachable
fr: Inaccessible

source: Unreachable Host Count
fr: Nombre d'hôtes inaccessibles
