Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: Minimum number of instances that will be automatically assigned to this group when new instances come online.
fr: Nombre minimum statique d'instances qui seront automatiquement assignées à ce groupe lors de la mise en ligne de nouvelles instances.

source: Minimum percentage of all instances that will be automatically assigned to this group when new instances come online.
fr: Le pourcentage minimum de toutes les instances qui seront automatiquement assignées à ce groupe lorsque de nouvelles instances seront mises en ligne.

source: Miscellaneous Authentication
fr: Divers Authentification

source: Miscellaneous Authentication settings
fr: Paramètres d'authentification divers

source: Miscellaneous System
fr: Système divers

source: Miscellaneous System settings
fr: Réglages divers du système

source: Missing
fr: Manquant

source: Missing resource
fr: Ressource manquante

source: Modified
fr: Modifié

source: Modified By (Username)
fr: Modifié par (nom d'utilisateur)

source: Modified by (username)
fr: Modifié par (nom d'utilisateur)

source: Module Arguments
fr: Arguments du module

source: Module Name
fr: Nom du module

source: Mon
fr: Lun.

source: Monday
fr: Lundi

source: Month
fr: Mois

source: More information
fr: Plus d'informations

source: More information for
fr: Plus d'informations pour

source: Multiple Choice
fr: Options à choix multiples.

source: Multiple Choice (multiple select)
fr: Options à choix multiples (sélection multiple)

source: Multiple Choice (single select)
fr: Options à choix multiples (une seule sélection)

source: Multiple Choice Options
fr: Options à choix multiples.

source: Name
fr: Nom

source: Never
fr: Jamais

source: Never Updated
fr: Jamais mis à jour

source: Never expires
fr: N'expire jamais

source: New
fr: Nouveau

source: Next
fr: Suivant

source: Next Run
fr: Exécution suivante

source: No
fr: Non

source: No Hosts Matched
fr: Aucun hôte correspondant

source: No Hosts Remaining
fr: Aucun hôte restant

source: No JSON Available
fr: Pas de JSON disponible

source: No Jobs
fr: Aucun Job

source: No inventory sync failures.
fr: Aucune erreurs de synchronisation des inventaires

source: No items found.
fr: Aucun objet trouvé.

source: No job data available
fr: Aucune donnée de tâche disponible.

source: No output found for this job.
fr: Aucune sortie de données pour ce job.

source: No result found
fr: Aucun résultat trouvé

source: No results found
fr: Aucun résultat trouvé

source: No subscriptions found
fr: Aucun abonnement trouvé

source: No survey questions found.
fr: Aucune question d'enquête trouvée.

source: No timeout specified
fr: Aucun délai d'attente spécifié

source: No {pluralizedItemName} Found
fr: Aucun(e) {pluralizedItemName} trouvé(e)

source: Node Alias
fr: Alias de nœud

source: Node Type
fr: Type de nœud

source: Node state types
fr: Types d'état des nœuds

source: Node type
fr: Type de nœud

source: Node types
fr: Types de nœud

source: None
fr: Aucun

source: None (Run Once)
fr: Aucun (exécution unique)

source: None (run once)
fr: Aucune (exécution unique)

source: Normal User
fr: Utilisateur normal

source: Not Found
fr: Introuvable

source: Not configured
fr: Non configuré

source: Not configured for inventory sync.
fr: Non configuré pour la synchronisation de l'inventaire.

source: Note that only hosts directly in this group can be disassociated. Hosts in sub-groups must be disassociated directly from the sub-group level that they belong.
fr: Notez que seuls les hôtes qui sont directement dans ce groupe peuvent être dissociés. Les hôtes qui se trouvent dans les sous-groupes doivent être dissociés directement au niveau du sous-groupe auquel ils appartiennent.

source: Note that you may still see the group in the list after disassociating if the host is also a member of that group’s children. This list shows all groups the host is associated with directly and indirectly.
fr: Notez que vous pouvez toujours voir le groupe dans la liste après l'avoir dissocié si l'hôte est également membre des dépendants de ce groupe. Cette liste montre tous les groupes auxquels l'hôte est associé directement et indirectement.

source: Note: The order in which these are selected sets the execution precedence. Select more than one to enable drag.
fr: Remarque : L'ordre dans lequel ces éléments sont sélectionnés définit la priorité d'exécution. Sélectionner plus d’une option pour permettre le déplacement.

source: Note: The order of these credentials sets precedence for the sync and lookup of the content. Select more than one to enable drag.
fr: Remarque : L'ordre de ces informations d'identification détermine la priorité pour la synchronisation et la consultation du contenu. Sélectionner plus d’une option pour permettre le déplacement.

source: Note: This field assumes the remote name is "origin".
fr: Remarque : ce champ suppose que le nom distant est "origin".

source: Note: When using SSH protocol for GitHub or Bitbucket, enter an SSH key only, do not enter a username (other than git). Additionally, GitHub and Bitbucket do not support password authentication when using SSH. GIT read only protocol (git://) does not use username or password information.
fr: Remarque : si vous utilisez le protocole SSH pour GitHub ou Bitbucket, entrez uniquement une clé SSH sans nom d’utilisateur (autre que git). De plus, GitHub et Bitbucket ne prennent pas en charge l’authentification par mot de passe lorsque SSH est utilisé. Le protocole GIT en lecture seule (git://) n’utilise pas les informations de nom d’utilisateur ou de mot de passe.

source: Notification Color
fr: Couleur des notifications

source: Notification Template not found.
fr: Modèle de notification introuvable.

source: Notification Templates
fr: Modèles de notification

source: Notification Type
fr: Type de notification

source: Notification color
fr: Couleur de la notification

source: Notification sent successfully
fr: Notification envoyée avec succès

source: Notification test failed.
fr: Le test de notification a échoué.

source: Notification timed out
fr: La notification a expiré.

source: Notification type
fr: Type de notification

source: November
fr: Novembre

source: October
fr: Octobre

source: Off
fr: Désactivé

source: On
fr: Le

source: On Failure
fr: En cas d'échec

source: On Success
fr: En cas de succès

source: On date
fr: À la date du

source: On days
fr: Tels jours

source: One Slack channel per line. The pound symbol (#) is required for channels. To respond to or start a thread to a specific message add the parent message Id to the channel where the parent message Id is 16 digits. A dot (.) must be manually inserted after the 10th digit. ie:#destination-channel, 1231257890.006423. See Slack
fr: Saisissez un canal Slack par ligne. Le symbole dièse (#) est obligatoire pour les canaux. Pour répondre ou démarrer un fil de discussion sur un message spécifique, ajoutez l'Id du message parent au canal où l'Id du message parent est composé de 16 chiffres. Un point (.) doit être inséré manuellement après le 10ème chiffre. ex : #destination-channel, 1231257890.006423. Voir Slack

source: Only Group By
fr: Grouper seulement par

source: Option Details
fr: Détails de l'option

source: Optional labels that describe this inventory, such as 'dev' or 'test'. Labels can be used to group and filter inventories and completed jobs.
fr: Libellés facultatifs décrivant cet inventaire, par exemple 'dev' ou 'test'. Les libellés peuvent être utilisés pour regrouper et filtrer les inventaires et les jobs terminés.

source: Optional labels that describe this job template, such as 'dev' or 'test'. Labels can be used to group and filter job templates and completed jobs.
fr: Libellés facultatifs décrivant ce modèle de job, par exemple 'dev' ou 'test'. Les libellés peuvent être utilisés pour regrouper et filtrer les modèles de job et les jobs terminés.

source: Optional labels that describe this workflow job template, such as 'dev' or 'test'. Labels can be used to group and filter workflow job templates and completed jobs.
fr: Libellés facultatifs décrivant ce modèle de job, par exemple 'dev' ou 'test'. Les libellés peuvent être utilisés pour regrouper et filtrer les modèles de job et les jobs terminés.

source: Optionally select the credential to use to send status updates back to the webhook service.
fr: En option, sélectionnez les informations d'identification à utiliser pour renvoyer les mises à jour de statut au service webhook.

source: Order
fr: Commande

source: Organization
fr: Organisation

source: Organization (Name)
fr: Organisation (Nom)

source: Organization Name
fr: Nom de l'organisation

source: Organization not found.
fr: Organisation non trouvée.

source: Organizations
fr: Organisations

source: Other prompts
fr: Autres invites

source: Out of compliance
fr: Non-conformité

source: Output
fr: Sortie

source: Output tab
fr: Onglet de sortie

source: Overwrite
fr: Remplacer

source: Overwrite local groups and hosts from remote inventory source
fr: Remplacer les groupes locaux et les hôtes de la source d'inventaire distante.

source: Overwrite local variables from remote inventory source
fr: Remplacer les variables locales de la source d'inventaire distante.

source: Overwrite variables
fr: Remplacer les variables

source: POST
fr: PUBLICATION

source: PUT
fr: PLACER

source: Pagerduty Subdomain
fr: Sous-domaine Pagerduty

source: Pagerduty subdomain
fr: Sous-domaine Pagerduty

source: Pan Down
fr: Pan En bas

source: Pan Left
fr: Pan Gauche

source: Pan Right
fr: Pan droite

source: Pan Up
fr: Pan En haut

source: Pass extra command line changes. There are two ansible command line parameters:
fr: Passez des changements supplémentaires en ligne de commande. Il y a deux paramètres de ligne de commande possibles :

source: Pass extra command line variables to the playbook. This is the -e or --extra-vars command line parameter for ansible-playbook. Provide key/value pairs using either YAML or JSON. Refer to the Ansible Controller documentation for example syntax.
fr: Transmettez des variables de ligne de commandes supplémentaires au playbook. Voici le paramètre de ligne de commande -e or --extra-vars pour ansible-playbook. Fournir la paire clé/valeur en utilisant YAML ou JSON. Consulter la documentation Ansible Tower pour obtenir des exemples de syntaxe.

source: Pass extra command line variables to the playbook. This is the -e or --extra-vars command line parameter for ansible-playbook. Provide key/value pairs using either YAML or JSON. Refer to the documentation for example syntax.
fr: Transmettez des variables de ligne de commandes supplémentaires au playbook. Voici le paramètre de ligne de commande -e or --extra-vars pour ansible-playbook. Fournir la paire clé/valeur en utilisant YAML ou JSON. Consulter la documentation pour obtenir des exemples de syntaxe.

source: Password
fr: Mot de passe

source: Past 24 hours
fr: Après 24 heures

source: Past month
fr: Le mois dernier

source: Past two weeks
fr: Les deux dernières semaines

source: Past week
fr: La semaine dernière

source: Peers
fr: Pairs

source: Pending
fr: En attente

source: Pending Workflow Approvals
fr: En attente d'approbation des flux de travail

source: Pending delete
fr: En attente de suppression

source: Perform a search to define a host filter
fr: Effectuez une recherche ci-dessus pour définir un filtre d'hôte

source: Personal Access Token
fr: Jeton d'accès personnel

source: Personal access token
fr: Jeton d'accès personnel

source: Play Count
fr: Play - Nombre

source: Play Started
fr: Play - Démarrage

source: Playbook Check
fr: Vérification du Playbook

source: Playbook Complete
fr: Playbook terminé

source: Playbook Directory
fr: Répertoire Playbook

source: Playbook Run
fr: Exécution Playbook

source: Playbook Started
fr: Playbook démarré

source: Playbook name
fr: Nom du playbook

source: Playbook run
fr: Exécution du playbook

source: Please add a Schedule to populate this list.
fr: Veuillez ajouter une programmation pour remplir cette liste

source: Please add a Schedule to populate this list. Schedules can be added to a Template, Project, or Inventory Source.
fr: Veuillez ajouter une programmation pour remplir cette liste. Les programmations peuvent être ajoutées à un modèle, un projet ou une source d'inventaire.

source: Please add survey questions.
fr: Veuillez ajouter des questions d'enquête.

source: Please add {pluralizedItemName} to populate this list
fr: Veuillez ajouter {pluralizedItemName} pour remplir cette liste

source: Please click the Start button to begin.
fr: Veuillez cliquer sur le bouton de démarrage pour commencer.

source: Please enter a number of occurrences.
fr: Veuillez saisir un nombre d'occurrences.

source: Please enter a valid URL
fr: Veuillez entrer une URL valide

source: Please enter a value.
fr: Entrez une valeur.

source: Please log in
fr: Veuillez vous connecter

source: Please run a job to populate this list.
fr: Veuillez ajouter un job pour remplir cette liste

source: Please select a day number between 1 and 31.
fr: Veuillez choisir un numéro de jour entre 1 et 31.

source: Please select an Inventory or check the Prompt on Launch option
fr: Sélectionnez un inventaire ou cochez l’option Me le demander au lancement.

source: Please select an end date/time that comes after the start date/time.
fr: Veuillez choisir une date/heure de fin qui vient après la date/heure de début.

source: Please select an organization before editing the host filter
fr: Veuillez sélectionner une organisation avant d'éditer le filtre de l'hôte.

source: Please try another search using the filter above
fr: Veuillez sélectionner une autre recherche par le filtre ci-dessus

source: Please wait until the topology view is populated...
fr: Veuillez patienter jusqu’à ce que la topologie soit remplie...

source: Pod spec override
fr: Remplacement des spécifications du pod

source: Policy Type
fr: Type de politique

source: Policy instance minimum
fr: Instances de stratégies minimum

source: Policy instance percentage
fr: Pourcentage d'instances de stratégie

source: Populate field from an external secret management system
fr: Remplir le champ à partir d'un système de gestion des secrets externes

source: Populate the hosts for this inventory by using a search filter. Example: ansible_facts__ansible_distribution:"RedHat". Refer to the documentation for further syntax and examples. Refer to the Ansible Controller documentation for further syntax and examples.
fr: Remplissez les hôtes pour cet inventaire en utilisant un filtre de recherche. Exemple : ansible_facts.ansible_distribution : "RedHat". Reportez-vous à la documentation pour plus de syntaxe et d'exemples. Voir la documentation Ansible Tower pour des exemples de syntaxe.

source: Preconditions for running this node when there are multiple parents. Refer to the
fr: Conditions préalables à l'exécution de ce nœud lorsqu'il y a plusieurs parents. Reportez-vous à

source: Press 'Enter' to add more answer choices. One answer choice per line.
fr: Appuyez sur "Entrée" pour ajouter d'autres choix de réponses. Un choix de réponse par ligne.

source: Press Enter to edit. Press ESC to stop editing.
fr: Appuyez sur Entrée pour modifier. Appuyez sur ESC pour arrêter la modification.

source: Press space or enter to begin dragging, and use the arrow keys to navigate up or down. Press enter to confirm the drag, or any other key to cancel the drag operation.
fr: Appuyez sur la touche Espace ou Entrée pour commencer à faire glisser, et utilisez les touches fléchées pour vous déplacer vers le haut ou le bas. Appuyez sur la touche Entrée pour confirmer le déplacement, ou sur une autre touche pour annuler l'opération de déplacement pour annuler l'opération.

source: Prevent Instance Group Fallback
fr: Empêcher le repli du groupe d'instances

source: Prevent Instance Group Fallback: If enabled, the inventory will prevent adding any organization instance groups to the list of preferred instances groups to run associated job templates on.
fr: Empêcher le repli des groupes d'instances : S'il est activé, l'inventaire empêchera l'ajout de tout groupe d'instances d'organisation à la liste des groupes d'instances préférés pour exécuter les modèles de tâches associés.

source: Prevent Instance Group Fallback: If enabled, the job template will prevent adding any inventory or organization instance groups to the list of preferred instances groups to run on.
fr: Empêcher le repli des groupes d'instances : S'il est activé, le modèle de tâche empêchera l'ajout de tout groupe d'instances d'inventaire ou d'organisation à la liste des groupes d'instances préférés pour l'exécution.

source: Preview
fr: Prévisualisation

source: Private key passphrase
fr: Phrase de passe pour la clé privée

source: Privilege Escalation
fr: Élévation des privilèges

source: Privilege escalation password
fr: Mot de passe pour l’élévation des privilèges

source: Privilege escalation: If enabled, run this playbook as an administrator.
fr: Élévation des privilèges: si activé, exécuter ce playbook en tant qu'administrateur.

source: Project
fr: Projet

source: Project Base Path
fr: Chemin de base du projet

source: Project Sync
fr: Sync Projet

source: Project Sync Error
fr: Erreur de synchronisation du projet

source: Project Update
fr: Mise à jour du projet

source: Project Update Status
fr: Mise à jour du projet

source: Project checkout results
fr: Afficher les résultats d'extraction du projet

source: Project copied successfully
fr: Projet copié

source: Project not found.
fr: Projet non trouvé.

source: Project sync failures
fr: Erreurs de synchronisation du projet

source: Projects
fr: Projets

source: Promote Child Groups and Hosts
fr: Promouvoir les groupes de dépendants et les hôtes

source: Prompt
fr: Invite

source: Prompt Overrides
fr: Invite Remplacements

source: Prompt on launch
fr: Me le demander au lancement

source: Prompt | {0}
fr: Invite | {0}

source: Prompted Values
fr: Valeurs incitatrices

source: Provide a host pattern to further constrain the list of hosts that will be managed or affected by the playbook. Multiple patterns are allowed. Refer to Ansible documentation for more information and examples on patterns.
fr: Entrez un modèle d’hôte pour limiter davantage la liste des hôtes qui seront gérés ou attribués par le playbook. Plusieurs modèles sont autorisés. Voir la documentation Ansible pour plus d'informations et pour obtenir des exemples de modèles.

source: Provide a host pattern to further constrain the list of hosts that will be managed or affected by the playbook. Multiple patterns are allowed. Refer to Ansible documentation for more information and examples on patterns.
fr: Entrez un modèle d’hôte pour limiter davantage la liste des hôtes qui seront gérés ou attribués par le playbook. Plusieurs modèles sont autorisés. Voir la documentation Ansible pour plus d'informations et pour obtenir des exemples de modèles.

source: Provide a value for this field or select the Prompt on launch option.
fr: Indiquez une valeur pour ce champ ou sélectionnez l'option Me le demander au lancement.

source: Provide key/value pairs using either YAML or JSON.
fr: Fournir les paires clé/valeur en utilisant soit YAML soit JSON.

source: Provide your Red Hat or Red Hat Satellite credentials below and you can choose from a list of your available subscriptions. The credentials you use will be stored for future use in retrieving renewal or expanded subscriptions.
fr: Fournissez vos informations d’identification client Red Hat ou Red Hat Satellite et choisissez parmi une liste d’abonnements disponibles. Les informations d'identification que vous utilisez seront stockées pour une utilisation ultérieure lors de la récupération des abonnements renouvelés ou étendus.

source: Provide your Red Hat or Red Hat Satellite credentials to enable Automation Analytics.
fr: Fournissez vos informations d'identification Red Hat ou Red Hat Satellite pour activer Automation Analytics.

source: Provisioning
fr: Approvisionnement

source: Provisioning Callback URL
fr: URL de rappel d’exécution

source: Provisioning Callback details
fr: Détails de rappel d’exécution

source: Provisioning Callbacks
fr: Rappels d’exécution

source: Provisioning callbacks: Enables creation of a provisioning callback URL. Using the URL a host can contact Ansible AWX and request a configuration update using this job template.
fr: Rappels d’exécution : active la création d’une URL de rappels d’exécution. Avec cette URL, un hôte peut contacter Ansible AWX et demander une mise à jour de la configuration à l’aide de ce modèle de tâche.

source: Provisioning fail
fr: Échec du provisionnement

source: Pull
fr: Extraire

source: RADIUS settings
fr: Paramètres RADIUS

source: Read
fr: Lecture

source: Ready
fr: Prêt

source: Recent Jobs
fr: Jobs récents

source: Recent Jobs list tab
fr: Onglet Liste des Jobs récents

source: Recent Templates
fr: Modèles récents

source: Recent Templates list tab
fr: Onglet Liste des modèles récents

source: Recent jobs
fr: Jobs récents

source: Recipient List
fr: Liste de destinataires

source: Recipient list
fr: Liste de destinataires

source: Red Hat subscription manifest
fr: Manifeste de souscription à Red Hat

source: Redirect URIs
fr: Redirection d'URIs.

source: Redirecting to dashboard
fr: Redirection vers le tableau de bord

source: Redirecting to subscription detail
fr: Redirection vers le détail de l'abonnement

source: Refer to the
fr: Reportez-vous à

source: Refer to the Ansible documentation for details about the configuration file.
fr: Reportez-vous à la documentation Ansible pour plus de détails sur le fichier de configuration.

source: Refresh Token
fr: Actualiser Jeton

source: Refresh Token Expiration
fr: Actualiser l’expiration du jeton

source: Refresh for revision
fr: Actualiser pour réviser

source: Refresh project revision
fr: Actualiser la révision du projet

source: Regions
fr: Régions

source: Registry credential
fr: Information d’identification au registre

source: Regular expression where only matching host names will be imported. The filter is applied as a post-processing step after any inventory plugin filters are applied.
fr: Expression régulière où seuls les noms d'hôtes correspondants seront importés. Le filtre est appliqué comme une étape de post-traitement après l'application de tout filtre de plugin d'inventaire.

source: Related Groups
fr: Groupes liés

source: Related Keys
fr: Clés associées

source: Related resource
fr: Ressources connexes

source: Related search type
fr: Type de recherche connexe

source: Related search type typeahead
fr: Recherche connexe : type typeahead

source: Relaunch
fr: Relancer

source: Relaunch Job
fr: Relancer le Job

source: Relaunch all hosts
fr: Relancer tous les hôtes

source: Relaunch failed hosts
fr: Relancer les hôtes défaillants

source: Relaunch on
fr: Relancer sur

source: Relaunch using host parameters
fr: Relancer en utilisant les paramètres de l'hôte

source: Reload
fr: Rechargez

source: Reload output
fr: Télécharger la sortie

source: Remote Archive
fr: Archive à distance

source: Removal Error
fr: Erreur de suppression

source: Remove
fr: Supprimer

source: Remove All Nodes
fr: Supprimer tous les nœuds

source: Remove Instances
fr: Supprimer les instances

source: Remove Link
fr: Supprimer le lien

source: Remove Node {nodeName}
fr: Supprimer le nœud {nodeName}

source: Remove any local modifications prior to performing an update.
fr: Supprimez toutes les modifications locales avant d’effectuer une mise à jour.

source: Remove the current search related to ansible facts to enable another search using this key.
fr: Supprimer la recherche en cours liée aux facts ansible pour activer une autre recherche par cette clé.

source: Remove {0} Access
fr: Supprimer l’accès {0}
