Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: Failed to delete role.
fr: N'a pas réussi à supprimer le rôle.

source: Failed to delete schedule.
fr: N'a pas réussi à supprimer la programmation.

source: Failed to delete smart inventory.
fr: N'a pas réussi à supprimer l'inventaire smart.

source: Failed to delete team.
fr: N'a pas réussi à supprimer l'équipe.

source: Failed to delete user.
fr: Impossible de supprimer l'utilisateur.

source: Failed to delete workflow approval.
fr: N'a pas réussi à supprimer l'approbation du flux de travail.

source: Failed to delete workflow job template.
fr: N'a pas réussi à supprimer le modèle de flux de travail.

source: Failed to delete {name}.
fr: N'a pas réussi à supprimer {name}.

source: Failed to deny {0}.
fr: N'a pas réussi à supprimer {0}.

source: Failed to disassociate one or more groups.
fr: N'a pas réussi à dissocier un ou plusieurs groupes.

source: Failed to disassociate one or more hosts.
fr: N'a pas réussi à dissocier un ou plusieurs hôtes.

source: Failed to disassociate one or more instances.
fr: N'a pas réussi à dissocier une ou plusieurs instances.

source: Failed to disassociate one or more teams.
fr: N'a pas réussi à dissocier une ou plusieurs équipes.

source: Failed to fetch custom login configuration settings. System defaults will be shown instead.
fr: Impossible de récupérer les paramètres de configuration de connexion personnalisés. Les paramètres par défaut du système seront affichés à la place.

source: Failed to fetch the updated project data.
fr: Échec de la récupération des données de projet mises à jour.

source: Failed to get instance.
fr: Impossible d’obtenir le tableau de bord :

source: Failed to launch job.
fr: Echec du lancement du Job.

source: Failed to remove one or more instances.
fr: N'a pas réussi à dissocier une ou plusieurs instances.

source: Failed to retrieve configuration.
fr: Impossible de récupérer la configuration.

source: Failed to retrieve full node resource object.
fr: Echec de la récupération de l'objet ressource de noeud complet.

source: Failed to run a health check on one or more instances.
fr: Échec de l'exécution d'un contrôle de fonctionnement sur une ou plusieurs instances.

source: Failed to send test notification.
fr: Échec de l'envoi de la notification de test.

source: Failed to sync inventory source.
fr: Impossible de synchroniser la source de l'inventaire.

source: Failed to sync project.
fr: Échec de la synchronisation du projet.

source: Failed to sync some or all inventory sources.
fr: N'a pas réussi à synchroniser une partie ou la totalité des sources d'inventaire.

source: Failed to toggle host.
fr: Impossible de changer d'hôte.

source: Failed to toggle instance.
fr: N'a pas réussi à faire basculer l'instance.

source: Failed to toggle notification.
fr: N'a pas réussi à basculer la notification.

source: Failed to toggle schedule.
fr: Impossible de basculer le calendrier.

source: Failed to update capacity adjustment.
fr: Échec de la mise à jour de l'ajustement des capacités.

source: Failed to update instance.
fr: N'a pas réussi à mettre à jour l'enquête.

source: Failed to update survey.
fr: N'a pas réussi à mettre à jour l'enquête.

source: Failed to user token.
fr: Échec du jeton d'utilisateur.

source: Failure
fr: Échec

source: Failure Explanation:
fr: Explication de l'échec :

source: False
fr: Faux

source: February
fr: Février

source: Field contains value.
fr: Le champ contient une valeur.

source: Field ends with value.
fr: Le champ se termine par une valeur.

source: Field for passing a custom Kubernetes or OpenShift Pod specification.
fr: Champ permettant de passer une spécification de pod Kubernetes ou OpenShift personnalisée.

source: Field matches the given regular expression.
fr: Le champ correspond à l'expression régulière donnée.

source: Field starts with value.
fr: Le champ commence par la valeur.

source: Fifth
fr: Cinquième

source: File Difference
fr: Écart entre les fichiers

source: File upload rejected. Please select a single .json file.
fr: Téléchargement de fichier rejeté. Veuillez sélectionner un seul fichier .json.

source: File, directory or script
fr: Fichier, répertoire ou script

source: Filter By {name}
fr: Filtrer par {name}

source: Filter by failed jobs
fr: Filtrer par travaux échoués

source: Filter by successful jobs
fr: Tâches ayant réussi récemment

source: Finish Time
fr: Heure de Fin

source: Finished
fr: Terminé

source: First
fr: Première

source: First Name
fr: Prénom

source: First Run
fr: Première exécution

source: First name
fr: Prénom

source: First, select a key
fr: Tout d'abord, sélectionnez une clé

source: Fit the graph to the available screen size
fr: Adapter le graphique à la taille de l'écran disponible

source: Fit to screen
fr: Adapter à l’écran

source: Float
fr: Flottement

source: Follow
fr: Suivez

source: For job templates, select run to execute the playbook. Select check to only check playbook syntax, test environment setup, and report problems without executing the playbook.
fr: Pour les modèles de job, sélectionner «run» (exécuter) pour exécuter le playbook. Sélectionner «check» (vérifier) uniquement pour vérifier la syntaxe du playbook, tester la configuration de l’environnement et signaler les problèmes.

source: For more information, refer to the
fr: Pour plus d'informations, reportez-vous à

source: Fourth
fr: Quatrième

source: Frequency Details
fr: Informations sur la fréquence

source: Frequency Exception Details
fr: Fréquence Détails de l'exception

source: Frequency did not match an expected value
fr: La fréquence ne correspondait pas à une valeur attendue

source: Fri
fr: Ven.

source: Friday
fr: Vendredi

source: Fuzzy search on id, name or description fields.
fr: Recherche floue sur les champs id, nom ou description.

source: Fuzzy search on name field.
fr: Recherche floue sur le champ du nom.

source: GPG Public Key
fr: Clé publique GPG

source: Galaxy Credentials
fr: Informations d’identification Galaxy

source: Galaxy credentials must be owned by an Organization.
fr: Les identifiants Galaxy doivent appartenir à une Organisation.

source: Gathering Facts
fr: Collecte des facts

source: Generic OIDC
fr: Générique OIDC

source: Generic OIDC settings
fr: Paramètres génériques de l'OIDC

source: Get subscription
fr: Obtenir un abonnement

source: Get subscriptions
fr: Obtenir des abonnements

source: GitHub Default
fr: GitHub (Par défaut)

source: GitHub Enterprise Organization
fr: Organisation GitHub Enterprise

source: GitHub Organization
fr: Organisation GitHub

source: GitHub settings
fr: Paramètres de GitHub

source: Globally Available
fr: Disponible dans le monde entier

source: Globally available execution environment can not be reassigned to a specific Organization
fr: L'environnement d'exécution disponible globalement ne peut pas être réaffecté à une organisation spécifique

source: Go to first page
fr: Allez à la première page

source: Go to last page
fr: Allez à la dernière page de la liste

source: Go to next page
fr: Allez à la page suivante de la liste

source: Go to previous page
fr: Obtenir la page précédente

source: Google OAuth 2 settings
fr: Paramètres de Google OAuth 2

source: Grafana API key
fr: Clé API Grafana

source: Grafana URL
fr: URL Grafana

source: Greater than comparison.
fr: Supérieur à la comparaison.

source: Greater than or equal to comparison.
fr: Supérieur ou égal à la comparaison.

source: Group
fr: Groupe

source: Group details
fr: Détails du groupe

source: Group type
fr: Type de groupe

source: Groups
fr: Groupes

source: HTTP Headers
fr: En-têtes HTTP

source: HTTP Method
fr: Méthode HTTP

source: Health check request(s) submitted. Please wait and reload the page.
fr: Demande(s) de bilan de santé soumise(s). Veuillez patienter et recharger la page.

source: Healthy
fr: Fonctionne correctement

source: Help
fr: Aide

source: Hide
fr: Masquer

source: Hide description
fr: Masquer la description

source: Hop node
fr: Noeud Hop

source: Host
fr: Hôte

source: Host Async Failure
fr: Échec de désynchronisation des hôtes

source: Host Async OK
fr: Désynchronisation des hôtes OK

source: Host Config Key
fr: Clé de configuration de l’hôte

source: Host Count
fr: Nombre d'hôtes

source: Host Details
fr: Détails sur l'hôte

source: Host Failed
fr: Échec de l'hôte

source: Host Failure
fr: Échec de l'hôte

source: Host Filter
fr: Filtre d'hôte

source: Host Name
fr: Nom d'hôte

source: Host OK
fr: Hôte OK

source: Host Polling
fr: Interrogation de l'hôte

source: Host Retry
fr: Nouvel essai de l'hôte

source: Host Skipped
fr: Hôte ignoré

source: Host Started
fr: Hôte démarré

source: Host Unreachable
fr: Hôte inaccessible

source: Host details
fr: Informations sur l'hôte

source: Host details modal
fr: Détails sur l'hôte modal

source: Host not found.
fr: Hôte non trouvé.

source: Host status information for this job is unavailable.
fr: Les informations relatives au statut d'hôte pour ce Job ne sont pas disponibles.

source: Hosts
fr: Hôtes

source: Hosts automated
fr: Hôtes automatisés

source: Hosts available
fr: Hôtes disponibles

source: Hosts imported
fr: Hôtes importés

source: Hosts remaining
fr: Hôtes restants

source: Hour
fr: Heure

source: Hybrid
fr: Hybride

source: Hybrid node
fr: Noeud hybride

source: ID of the Dashboard
fr: ID du tableau de bord (facultatif)

source: ID of the Panel
fr: ID du panneau (facultatif)

source: ID of the dashboard (optional)
fr: ID du tableau de bord (facultatif)

source: ID of the panel (optional)
fr: ID du panneau (facultatif)

source: IP address
fr: Adresse IP

source: IRC Server Address
fr: Adresse du serveur IRC

source: IRC Server Port
fr: Port du serveur IRC

source: IRC server address
fr: Adresse du serveur IRC

source: IRC server password
fr: Mot de passe du serveur IRC

source: IRC server port
fr: Port du serveur IRC

source: Icon URL
fr: Icône URL

source: If checked, all variables for child groups and hosts will be removed and replaced by those found on the external source.
fr: Si cochées, toutes les variables des groupes et hôtes dépendants seront supprimées et remplacées par celles qui se trouvent dans la source externe.

source: If checked, any hosts and groups that were previously present on the external source but are now removed will be removed from the inventory. Hosts and groups that were not managed by the inventory source will be promoted to the next manually created group or if there is no manually created group to promote them into, they will be left in the "all" default group for the inventory.
fr: Si cochés, tous les hôtes et groupes qui étaient présent auparavant sur la source externe, mais qui sont maintenant supprimés, seront supprimés de l'inventaire. Les hôtes et les groupes qui n'étaient pas gérés par la source de l'inventaire seront promus au prochain groupe créé manuellement ou s'il n'y a pas de groupe créé manuellement dans lequel les promouvoir, ils devront rester dans le groupe "all" par défaut de cet inventaire.

source: If enabled, run this playbook as an administrator.
fr: Si activé, exécuter ce playbook en tant qu'administrateur.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible’s --diff mode.
fr: Si activé, afficher les changements faits par les tâches Ansible, si supporté. C'est équivalent au mode --diff d’Ansible.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible's --diff mode.
fr: Si activé, afficher les changements faits par les tâches Ansible, si supporté. C'est équivalent au mode --diff d’Ansible.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible’s --diff mode.
fr: Si activé, afficher les changements de facts par les tâches Ansible, si supporté. C'est équivalent au mode --diff d’Ansible.

source: If enabled, simultaneous runs of this job template will be allowed.
fr: Si activé, il sera possible d’avoir des exécutions de ce modèle de tâche en simultané.

source: If enabled, simultaneous runs of this workflow job template will be allowed.
fr: Si activé, il sera possible d’avoir des exécutions de ce modèle de job de flux de travail en simultané.

source: If enabled, the inventory will prevent adding any organization instance groups to the list of preferred instances groups to run associated job templates on. Note: If this setting is enabled and you provided an empty list, the global instance groups will be applied.
fr: Si cette option est activée, l'inventaire empêchera l'ajout de tout groupe d'instances d'organisation à la liste des groupes d'instances préférés pour l'exécution des modèles de tâches associés. Remarque : Si ce paramètre est activé et que vous avez fourni une liste vide, les groupes d'instances globaux seront appliqués.

source: If enabled, the job template will prevent adding any inventory or organization instance groups to the list of preferred instances groups to run on. Note: If this setting is enabled and you provided an empty list, the global instance groups will be applied.
fr: S'il est activé, le modèle de tâche empêchera l'ajout de tout groupe d'instance d'inventaire ou d'organisation à la liste des groupes d'instances préférés pour l'exécution. Remarque : Si ce paramètre est activé et que vous avez fourni une liste vide, les groupes d'instances globaux seront appliqués.

source: If enabled, this will store gathered facts so they can be viewed at the host level. Facts are persisted and injected into the fact cache at runtime.
fr: Si cette option est activée, les données recueillies seront stockées afin de pouvoir être consultées au niveau de l'hôte. Les faits sont persistants et injectés dans le cache des faits au moment de l'exécution.

source: If specified, this field will be shown on the node instead of the resource name when viewing the workflow
fr: S'il est spécifié, ce champ sera affiché sur le nœud au lieu du nom de la ressource lors de la visualisation du flux de travail

source: If you are ready to upgrade or renew, please <0>contact us.</0>
fr: Si vous êtes prêts à mettre à niveau ou à renouveler, veuillez<0>nous contacter.</0>

source: If you do not have a subscription, you can visit Red Hat to obtain a trial subscription.
fr: Si vous ne disposez pas d'un abonnement, vous pouvez vous rendre sur le site de Red Hat pour obtenir un abonnement d'essai.

source: If you only want to remove access for this particular user, please remove them from the team.
fr: Si vous souhaitez uniquement supprimer l'accès de cet utilisateur particulier, veuillez le supprimer de l'équipe.

source: If you want the Inventory Source to update on launch and on project update, click on Update on launch, and also go to
fr: Si vous voulez que la source de l'inventaire soit mise à jour au lancement et à la mise à jour du projet, cliquez sur Mettre à jour au lancement, et aller à

source: Including File
fr: Ajout de fichier

source: Indicates if a host is available and should be included in running jobs. For hosts that are part of an external inventory, this may be reset by the inventory sync process.
fr: Indique si un hôte est disponible et doit être inclus dans les Jobs en cours. Pour les hôtes qui font partie d'un inventaire externe, cela peut être réinitialisé par le processus de synchronisation de l'inventaire.

source: Initiated By
fr: Initié par

source: Initiated by
fr: Initié par

source: Initiated by (username)
fr: Initié par (nom d'utilisateur)

source: Injector configuration
fr: Configuration d'Injector

source: Input configuration
fr: Configuration de l'entrée

source: Input schema which defines a set of ordered fields for that type.
fr: Schéma d'entrée qui définit un ensemble de champs ordonnés pour ce type.

source: Insights Credential
fr: Insights - Information d’identification

source: Insights system ID
fr: ID du système Insights

source: Install Bundle
fr: Installer l'ensemble

source: Installed
fr: Installé

source: Instance Filters
fr: Filtres de l'instance

source: Instance Group
fr: Groupe d'instance

source: Instance Groups
fr: Groupes d'instances

source: Instance ID
fr: ID d'instance

source: Instance State
fr: État de l'instance

source: Instance Type
fr: Type d'instance

source: Instance details
fr: Détail de l'instance

source: Instance group
fr: Groupe d'instance

source: Instance group not found.
fr: Groupe d'instance non trouvé.

source: Instance group used capacity
fr: La capacité utilisée par le groupe d'instances

source: Instance groups
fr: Groupes d'instances

source: Instance status
fr: État de l'instance

source: Instance type
fr: type d'instance

source: Integer
fr: Entier relatif

source: Invalid email address
fr: Adresse électronique invalide

source: Invalid file format. Please upload a valid Red Hat Subscription Manifest.
fr: Format de fichier non valide. Veuillez télécharger un manifeste d'abonnement à Red Hat valide.

source: Invalid link target. Unable to link to children or ancestor nodes. Graph cycles are not supported.
fr: Cible de lien invalide. Impossible d'établir un lien avec les dépendants ou les nœuds des ancêtres. Les cycles de graphiques ne sont pas pris en charge.

source: Invalid time format
fr: Format d'heure non valide

source: Invalid username or password. Please try again.
fr: Nom d’utilisateur et/ou mot de passe non valide. Veuillez réessayer.

source: Inventories
fr: Inventaires

source: Inventories with sources cannot be copied
fr: Les inventaires et les sources ne peuvent pas être copiés

source: Inventory
fr: Inventaire

source: Inventory (Name)
fr: Inventaire (nom)

source: Inventory File
fr: Fichier d'inventaire

source: Inventory ID
fr: ID Inventaire

source: Inventory Source
fr: Sources d'inventaire

source: Inventory Source Sync
fr: Sync Source d’inventaire

source: Inventory Source Sync Error
fr: Erreur de synchronisation de la source de l'inventaire

source: Inventory Sources
fr: Sources d'inventaire

source: Inventory Sync
fr: Sync Inventaires

source: Inventory Type
fr: Type d’inventaire

source: Inventory Update
fr: Mise à jour de l'inventaire

source: Inventory copied successfully
fr: Inventaire copié

source: Inventory file
fr: Fichier d'inventaire

source: Inventory not found.
fr: Inventaire non trouvé.

source: Inventory sync
fr: Synchronisation des inventaires

source: Inventory sync failures
fr: Erreurs de synchronisation des inventaires

source: Is expanded
fr: Est élargi

source: Is not expanded
fr: N'est pas élargi

source: Item Failed
fr: Échec de l'élément

source: Item OK
fr: Élément OK

source: Item Skipped
fr: Élément ignoré

source: Items
fr: Éléments

source: Items per page
fr: Éléments par page

source: JOB ID:
fr: ID JOB :

source: JSON tab
fr: Onglet JSON

source: January
fr: Janvier

source: Job Cancel Error
fr: Erreur d'annulation d'un Job

source: Job Delete Error
fr: Erreur de suppression d’un Job

source: Job ID
fr: ID Job

source: Job Runs
fr: Exécutions Job

source: Job Slice
fr: Tranche de job

source: Job Slice Parent
fr: Parent de tranche de job

source: Job Slicing
fr: Tranche de job

source: Job Status
fr: Statut Job

source: Job Tags
fr: Balises Job

source: Job Template
fr: Modèle de Job

source: Job Template default credentials must be replaced with one of the same type. Please select a credential for the following types in order to proceed: {0}
fr: Les informations d'identification par défaut du modèle de Job doivent être remplacées par une information du même type. Veuillez sélectionner un justificatif d'identité pour les types suivants afin de procéder : {0}

source: Job Templates
fr: Modèles de Jobs

source: Job Templates with a missing inventory or project cannot be selected when creating or editing nodes. Select another template or fix the missing fields to proceed.
fr: Les modèles de Job dont l'inventaire ou le projet est manquant ne peuvent pas être sélectionnés lors de la création ou de la modification de nœuds. Sélectionnez un autre modèle ou corrigez les champs manquants pour continuer.

source: Job Templates with credentials that prompt for passwords cannot be selected when creating or editing nodes
fr: Les modèles de Job dont les informations d'identification demandent un mot de passe ne peuvent pas être sélectionnés lors de la création ou de la modification de nœuds

source: Job Type
fr: Type de Job

source: Job status
fr: Statut Job

source: Job status graph tab
fr: Onglet Graphique de l'état des Jobs

source: Job templates
fr: Modèles de Jobs

source: Jobs settings
fr: Paramètres Job

source: July
fr: Juillet

source: June
fr: Juin

source: Key
fr: Clé

source: Key select
fr: Sélection de la clé

source: Key typeahead
fr: Clé Typeahead

source: Keyword
fr: Mot-clé

source: LDAP Default
fr: Défaut LDAP

source: LDAP settings
fr: Paramètres LDAP

source: Label
fr: Libellé

source: Label Name
fr: Nom du label

source: Labels
fr: Libellés

source: Last
fr: Dernier

source: Last Health Check
fr: Dernier bilan de fonctionnement

source: Last Job Status
fr: Statut du dernier Job

source: Last Login
fr: Dernière connexion

source: Last Modified
fr: Dernière modification

source: Last Name
fr: Nom

source: Last Ran
fr: Dernière exécution

source: Last Run
fr: Dernière exécution

source: Last job
fr: Dernier Job

source: Last modified
fr: Dernière modification

source: Last name
fr: Nom

source: Last seen
fr: Dernière synchronisation

source: Last used
fr: Dernière utilisation

source: Launch
fr: Lancer

source: Launch Template
fr: Lacer le modèle.

source: Launch management job
fr: Lancer le Job de gestion

source: Launch template
fr: Lancer le modèle

source: Launch workflow
fr: Lancer le flux de travail

source: Launch | {0}
fr: Lancer | {0}

source: Launched By
fr: Lancé par

source: Launched By (Username)
fr: Lancé par (Nom d'utilisateur)

source: Learn more about Automation Analytics
fr: Pour en savoir plus sur Automation Analytics

source: Leave this field blank to make the execution environment globally available.
fr: Laissez ce champ vide pour rendre l'environnement d'exécution globalement disponible.

source: Legend
fr: Légende

source: Less than comparison.
fr: Moins que la comparaison.

source: Less than or equal to comparison.
fr: Moins ou égal à la comparaison.

source: Limit
fr: Limite

source: Link state types
fr: Types d'états de liaison

source: Link to an available node
fr: Lien vers un nœud disponible

source: Listener Port
fr: Port de l'écouteur

source: Loading
fr: Chargement en cours...

source: Local Time Zone
fr: Fuseau horaire local

source: Local time zone
fr: Fuseau horaire local

source: Log In
fr: Connexion

source: Logging
fr: Journalisation

source: Logging settings
fr: Paramètres de journalisation

source: Logout
fr: Déconnexion

source: Lookup modal
fr: Recherche modale

source: Lookup select
fr: Sélection de la recherche

source: Lookup type
fr: Type de recherche

source: Lookup typeahead
fr: Recherche Typeahead

source: MOST RECENT SYNC
fr: DERNIÈRE SYNCHRONISATION

source: Machine Credential
fr: Informations d’identification de la machine

source: Managed
fr: Géré

source: Managed nodes
fr: Nœuds gérés

source: Management Job
fr: Job de gestion

source: Management Jobs
fr: Jobs de gestion

source: Management job
fr: Job de gestion

source: Management job launch error
fr: Erreur de lancement d'un job de gestion

source: Management job not found.
fr: Job de gestion non trouvé.

source: Management jobs
fr: Jobs de gestion

source: Manual
fr: Manuel

source: March
fr: Mars

source: Max Hosts
fr: Hôtes max.

source: Maximum length
fr: Longueur maximale

source: May
fr: Mai

source: Members
fr: Membres

source: Metadata
fr: Métadonnées

source: Metric
fr: Métrique

source: Metrics
fr: Métriques

source: Minimum length
fr: Longueur minimale
