Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: Remove {0} chip
fr: Supprimer {0} chip

source: Removing
fr: Suppression de

source: Removing this link will orphan the rest of the branch and cause it to be executed immediately on launch.
fr: La suppression de ce lien rendra le reste de la branche orphelin et entraînera son exécution dès le lancement.

source: Reorder
fr: Réorganiser

source: Repeat Frequency
fr: Fréquence de répétition

source: Repeat frequency
fr: Fréquence de répétition

source: Replace
fr: Remplacer

source: Replace field with new value
fr: Remplacer le champ par la nouvelle valeur

source: Request subscription
fr: Demande d’abonnement

source: Required
fr: Obligatoire

source: Reset zoom
fr: Réinitialiser zoom

source: Resource Name
fr: Nom de la ressource

source: Resource deleted
fr: Ressource supprimée

source: Resource type
fr: Type de ressources

source: Resources
fr: Ressources

source: Resources are missing from this template.
fr: Ressources manquantes dans ce modèle.

source: Restore initial value.
fr: Rétablir la valeur initiale.

source: Retrieve the enabled state from the given dict of host variables. The enabled variable may be specified using dot notation, e.g: 'foo.bar'
fr: Récupérez l'état activé à partir des variables dict donnée de l'hôte. La variable activée peut être spécifiée en utilisant la notation par points, par exemple : "foo.bar"

source: Return
fr: Renvoi

source: Return to
fr: Renvoi

source: Return to subscription management.
fr: Retour à la gestion des abonnements.

source: Returns results that have values other than this one as well as other filters.
fr: Renvoie les résultats qui ont des valeurs autres que celle-ci ainsi que d'autres filtres.

source: Returns results that satisfy this one as well as other filters. This is the default set type if nothing is selected.
fr: Retourne des résultats qui satisfont à ce filtre ainsi qu'à d'autres filtres. Il s'agit du type d'ensemble par défaut si rien n'est sélectionné.

source: Returns results that satisfy this one or any other filters.
fr: Retourne les résultats qui satisfont à ce filtre ou à tout autre filtre.

source: Revert
fr: Rétablir

source: Revert all
fr: Tout rétablir

source: Revert all to default
fr: Revenir aux valeurs par défaut

source: Revert field to previously saved value
fr: Retourner le champ à la valeur précédemment enregistrée

source: Revert settings
fr: Inverser les paramètres

source: Revert to factory default.
fr: Revenir à la valeur usine par défaut.

source: Revision
fr: Révision

source: Revision #
fr: Révision n°

source: Role
fr: Rôle

source: Roles
fr: Rôles

source: Run
fr: Exécuter

source: Run Command
fr: Exécuter Commande

source: Run a health check on the instance
fr: Exécuter un contrôle de vérification de fonctionnement sur l'instance

source: Run ad hoc command
fr: Exécuter une commande ad hoc

source: Run command
fr: Exécuter Commande

source: Run every
fr: Exécutez tous les

source: Run health check
fr: Bilan de fonctionnement

source: Run on
fr: Continuer

source: Run type
fr: Type d’exécution

source: Running
fr: En cours d'exécution

source: Running Handlers
fr: Descripteurs d'exécution

source: Running Jobs
fr: Jobs en cours d'exécution

source: Running health check
fr: Dernier bilan de fonctionnement

source: Running jobs
fr: Jobs en cours d'exécution

source: SAML settings
fr: Paramètres SAML

source: SCM update
fr: Mise à jour SCM

source: SSH password
fr: Mot de passe SSH

source: SSL Connection
fr: Connexion SSL

source: START
fr: DÉMARRER

source: STATUS:
fr: ÉTAT :

source: Sat
fr: Sam.

source: Saturday
fr: Samedi

source: Save
fr: Enregistrer

source: Save & Exit
fr: Sauvegarde & Sortie

source: Save link changes
fr: Enregistrer les changements de liens

source: Save successful!
fr: Enregistrement réussi

source: Schedule
fr: Planifier

source: Schedule Details
fr: Détails de programmation

source: Schedule Rules
fr: Règles de l'horaire

source: Schedule details
fr: Détails de programmation

source: Schedule is active
fr: Le planning est actif.

source: Schedule is inactive
fr: Le planning est inactif.

source: Schedule is missing rrule
fr: La programmation manque de règles

source: Schedule not found.
fr: Programme non trouvé.

source: Schedules
fr: Programmations

source: Scope
fr: Champ d'application

source: Scope for the token's access
fr: Spécifier le champ d'application du jeton

source: Scroll first
fr: Faites défiler d'abord

source: Scroll last
fr: Défilement en dernier

source: Scroll next
fr: Faites défiler la page suivante

source: Scroll previous
fr: Faire défiler la page précédente

source: Search
fr: Rechercher

source: Search is disabled while the job is running
fr: La recherche est désactivée pendant que le job est en cours

source: Search submit button
fr: Bouton de soumission de recherche

source: Search text input
fr: Saisie de texte de recherche

source: Searching by ansible_facts requires special syntax. Refer to the
fr: Une recherche par ansible_facts requiert une syntaxe particulière. Voir

source: Second
fr: Deuxième

source: Seconds
fr: Secondes

source: See errors on the left
fr: Voir les erreurs sur la gauche

source: Select
fr: Sélectionner

source: Select Credential Type
fr: Modifier le type d’identification

source: Select Groups
fr: Sélectionner les groupes

source: Select Hosts
fr: Sélectionner les hôtes

source: Select Input
fr: Sélectionnez une entrée

source: Select Instances
fr: Sélectionner les instances

source: Select Items
fr: Sélectionnez les éléments

source: Select Items from List
fr: Sélectionnez les éléments de la liste

source: Select Labels
fr: Sélectionner les libellés

source: Select Roles to Apply
fr: Sélectionnez les rôles à appliquer

source: Select Teams
fr: Sélectionner des équipes

source: Select a JSON formatted service account key to autopopulate the following fields.
fr: Sélectionnez une clé de compte de service formatée en JSON pour remplir automatiquement les champs suivants.

source: Select a Node Type
fr: Sélectionnez un type de nœud

source: Select a Resource Type
fr: Sélectionnez un type de ressource

source: Select a branch for the workflow. This branch is applied to all job template nodes that prompt for a branch.
fr: Sélectionnez une branche pour le flux de travail. Cette branche est appliquée à tous les nœuds de modèle de tâche qui demandent une branche.

source: Select a credential Type
fr: Sélectionnez un type d’identifiant

source: Select a job to cancel
fr: Sélectionnez un Job à annuler

source: Select a metric
fr: Sélectionnez une métrique

source: Select a module
fr: Sélectionnez un module

source: Select a playbook
fr: Choisir un playbook

source: Select a project before editing the execution environment.
fr: Sélectionnez un projet avant de modifier l'environnement d'exécution.

source: Select a question to delete
fr: Sélectionnez une question à supprimer

source: Select a row to delete
fr: Sélectionnez une ligne à supprimer

source: Select a row to disassociate
fr: Sélectionnez une ligne à dissocier

source: Select a row to remove
fr: Sélectionnez une ligne à supprimer

source: Select a subscription
fr: Sélectionnez un abonnement

source: Select a value for this field
fr: Sélectionnez une valeur pour ce champ

source: Select a webhook service.
fr: Sélectionnez un service webhook.

source: Select all
fr: Tout sélectionner

source: Select an activity type
fr: Sélectionnez un type d'activité

source: Select an instance
fr: Sélectionnez une instance

source: Select an instance and a metric to show chart
fr: Sélectionnez une instance et une métrique pour afficher le graphique

source: Select an instance to run a health check.
fr: Sélectionnez une instance pour effectuer un bilan de fonctionnement.

source: Select an inventory for the workflow. This inventory is applied to all workflow nodes that prompt for an inventory.
fr: Sélectionnez un inventaire pour le flux de travail. Cet inventaire est appliqué à tous les nœuds de modèle de tâche qui demandent un inventaire.

source: Select an option
fr: Sélectionnez une option

source: Select an organization before editing the default execution environment.
fr: Sélectionnez une organisation avant de modifier l'environnement d'exécution par défaut.

source: Select credentials for accessing the nodes this job will be ran against. You can only select one credential of each type. For machine credentials (SSH), checking "Prompt on launch" without selecting credentials will require you to select a machine credential at run time. If you select credentials and check "Prompt on launch", the selected credential(s) become the defaults that can be updated at run time.
fr: Sélectionnez les informations d'identification pour que le Job puisse accéder aux nœuds selon qui déterminent l'exécution de cette tâche. Vous pouvez uniquement sélectionner une information d'identification de chaque type. Pour les informations d'identification machine (SSH), cocher la case "Me demander au lancement" sans la sélection des informations d'identification vous obligera à sélectionner des informations d'identification au moment de l’exécution. Si vous sélectionnez "Me demander au lancement", les informations d'identification sélectionnées deviennent les informations d'identification par défaut qui peuvent être mises à jour au moment de l'exécution.

source: Select frequency
fr: Fréquence de répétition

source: Select from the list of directories found in the Project Base Path. Together the base path and the playbook directory provide the full path used to locate playbooks.
fr: Faites une sélection à partir de la liste des répertoires trouvés dans le chemin de base du projet. Le chemin de base et le répertoire de playbook fournissent ensemble le chemin complet servant à localiser les playbooks.

source: Select items from list
fr: Sélectionnez les éléments de la liste

source: Select job type
fr: Sélectionnez le type de Job

source: Select option(s)
fr: Sélectionnez une ou plusieurs options

source: Select period
fr: Sélectionnez une période

source: Select roles to apply
fr: Sélectionner les rôles à pourvoir

source: Select source path
fr: Sélectionner le chemin d'accès de la source

source: Select status
fr: Sélectionner le statut

source: Select tags
fr: Sélectionner des balises

source: Select the Execution Environment you want this command to run inside.
fr: Sélectionnez l'environnement d'exécution dans lequel vous voulez que cette commande soit exécutée.

source: Select the Instance Groups for this Inventory to run on.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter cet inventaire.

source: Select the Instance Groups for this Job Template to run on.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter ce modèle de job.

source: Select the Instance Groups for this Organization to run on.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter cette organisation.

source: Select the credential you want to use when accessing the remote hosts to run the command. Choose the credential containing the username and SSH key or password that Ansible will need to log into the remote hosts.
fr: Sélectionnez les informations d’identification qu’il vous faut utiliser lors de l’accès à des hôtes distants pour exécuter la commande. Choisissez les informations d’identification contenant le nom d’utilisateur et la clé SSH ou le mot de passe dont Ansible aura besoin pour se connecter aux hôtes distants.

source: Select the inventory containing the hosts you want this job to manage.
fr: Sélectionnez l'inventaire contenant les hôtes que vous voulez que ce Job gère.

source: Select the inventory containing the hosts you want this job to manage.
fr: Sélectionnez l’inventaire contenant les hôtes que vous souhaitez gérer.

source: Select the inventory that this host will belong to.
fr: Sélectionnez l'inventaire auquel cet hôte appartiendra.

source: Select the playbook to be executed by this job.
fr: Sélectionnez le playbook qui devra être exécuté par cette tâche.

source: Select the port that Receptor will listen on for incoming connections. Default is 27199.
fr: Sélectionnez le port sur lequel Receptor écoutera les connexions entrantes. La valeur par défaut est 27199.

source: Select the project containing the playbook you want this job to execute.
fr: Sélectionnez le projet contenant le playbook que ce job devra exécuter.

source: Select your Ansible Automation Platform subscription to use.
fr: Sélectionnez votre abonnement à la Plateforme d'Automatisation Ansible à utiliser.

source: Select {0}
fr: Sélectionnez {0}

source: Selected
fr: Sélectionné

source: Selected Category
fr: Catégorie sélectionnée

source: Selected date range must have at least 1 schedule occurrence.
fr: La plage de dates sélectionnée doit avoir au moins une occurrence de calendrier.

source: Sender Email
fr: E-mail de l’expéditeur

source: Sender e-mail
fr: E-mail de l'expéditeur

source: September
fr: Septembre

source: Service account JSON file
fr: Fichier JSON Compte de service

source: Set a value for this field
fr: Définir une valeur pour ce champ

source: Set how many days of data should be retained.
fr: Définissez le nombre de jours pendant lesquels les données doivent être conservées.

source: Set preferences for data collection, logos, and logins
fr: Définissez des préférences pour la collection des données, les logos et logins.

source: Set source path to
fr: Définir le chemin source à

source: Set the instance enabled or disabled. If disabled, jobs will not be assigned to this instance.
fr: Mettez l'instance en ligne ou hors ligne. Si elle est hors ligne, les Jobs ne seront pas attribués à cette instance.

source: Set to Public or Confidential depending on how secure the client device is.
fr: Définir sur sur Public ou Confidentiel selon le degré de sécurité du périphérique client.

source: Set type
fr: Type d'ensemble

source: Set type disabled for related search field fuzzy searches
fr: Désactiver le type pour les recherches floues dans les champs de recherche associés

source: Set type select
fr: Sélection du type d’ensemble

source: Set type typeahead
fr: Définir type Typeahead

source: Set zoom to 100% and center graph
fr: Régler le zoom à 100% et centrer le graphique

source: Sets the current life cycle stage of this instance. Default is "installed."
fr: Définit l'étape actuelle du cycle de vie de cette instance. La valeur par défaut est "installed".

source: Sets the role that this instance will play within mesh topology. Default is "execution."
fr: Définit le rôle que cette instance jouera dans la topologie du maillage. La valeur par défaut est "exécution".

source: Setting category
fr: Catégorie de paramètre

source: Setting matches factory default.
fr: Le réglage correspond à la valeur d’usine par défaut.

source: Setting name
fr: Nom du paramètre

source: Settings
fr: Paramètres

source: Show
fr: Afficher

source: Show Changes
fr: Afficher Modifications

source: Show changes
fr: Afficher les modifications

source: Show description
fr: Afficher la description

source: Show less
fr: Afficher moins de détails

source: Show only root groups
fr: Afficher uniquement les groupes racines

source: Sign in with Azure AD
fr: Connectez-vous avec Azure AD

source: Sign in with GitHub
fr: Connectez-vous à GitHub

source: Sign in with GitHub Enterprise
fr: Connectez-vous à GitHub Enterprise

source: Sign in with GitHub Enterprise Organizations
fr: Connectez-vous avec GitHub Enterprise Organizations

source: Sign in with GitHub Enterprise Teams
fr: Connectez-vous avec GitHub Enterprise Teams

source: Sign in with GitHub Organizations
fr: Connectez-vous avec GitHub Organizations

source: Sign in with GitHub Teams
fr: Connectez-vous avec GitHub Teams

source: Sign in with Google
fr: Connectez-vous avec Google

source: Sign in with OIDC
fr: Connectez-vous avec SAML

source: Sign in with SAML
fr: Connectez-vous avec SAML

source: Sign in with SAML {samlIDP}
fr: Connectez-vous avec SAML {samlIDP}

source: Simple key select
fr: Sélection par simple pression d'une touche

source: Skip Tags
fr: Balises de saut

source: Skip every
fr: Sauter tous les

source: Skip tags are useful when you have a large playbook, and you want to skip specific parts of a play or task. Use commas to separate multiple tags. Refer to the documentation for details on the usage of tags.
fr: Les balises de saut sont utiles si votre playbook est important et que vous souhaitez ignorer certaines parties d’un Job ou d’une Lecture. Utiliser des virgules pour séparer plusieurs balises. Consulter la documentation pour obtenir des détails sur l'utilisation des balises.

source: Skipped
fr: Ignoré

source: Skipped'
fr: Ignoré

source: Smart Inventory
fr: Inventaire smart

source: Smart Inventory not found.
fr: Inventaire smart non trouvé.

source: Smart host filter
fr: Filtre d'hôte smart

source: Smart inventory
fr: Inventaire smart

source: Some of the previous step(s) have errors
fr: Certaines des étapes précédentes comportent des erreurs

source: Some search modifiers like not__ and __search are not supported in Smart Inventory host filters. Remove these to create a new Smart Inventory with this filter.
fr: Certains modificateurs de recherche, comme not__ et __search, ne sont pas pris en charge par les filtres hôte de Smart Inventory. Supprimez-les pour créer un nouveau Smart Inventory avec ce filtre.

source: Something went wrong with the request to test this credential and metadata.
fr: Quelque chose s'est mal passé avec la demande de tester cet identifiant et ses métadonnées.

source: Something went wrong...
fr: Quelque chose a mal tourné...

source: Sort
fr: Trier

source: Source Control Branch
fr: Branche Contrôle de la source

source: Source Control Branch/Tag/Commit
fr: Branche/ Balise / Commit du Contrôle de la source

source: Source Control Credential
fr: Identifiant Contrôle de la source

source: Source Control Refspec
fr: Refspec Contrôle de la source

source: Source Control Revision
fr: Révision Contrôle de la source

source: Source Control Type
fr: Type de Contrôle de la source

source: Source Control URL
fr: URL Contrôle de la source

source: Source Control Update
fr: Mise à jour du Contrôle de la source

source: Source Phone Number
fr: Numéro de téléphone de la source

source: Source Variables
fr: Variables Source

source: Source Workflow Job
fr: Flux de travail Source

source: Source control branch
fr: Branche Contrôle de la source

source: Source details
fr: Détails de la source

source: Source phone number
fr: Numéro de téléphone de la source

source: Source variables
fr: Variables sources

source: Sourced from a project
fr: Provenance d'un projet

source: Specify HTTP Headers in JSON format. Refer to the Ansible Controller documentation for example syntax.
fr: Spécifier les En-têtes HTTP en format JSON. Voir la documentation Ansible Tower pour obtenir des exemples de syntaxe.

source: Specify a notification color. Acceptable colors are hex color code (example: #3af or #789abc).
fr: Spécifier une couleur de notification. Les couleurs acceptées sont d'un code de couleur hex (exemple : #3af or #789abc) .

source: Specify the conditions under which this node should be executed
fr: Préciser les conditions dans lesquelles ce nœud doit être exécuté

source: Standard Error
fr: Erreur standard

source: Standard error tab
fr: Onglet Erreur standard

source: Start
fr: Démarrer

source: Start Time
fr: Heure de début

source: Start date
fr: Date de début

source: Start date/time
fr: Date/Heure de début

source: Start message
fr: Message de départ

source: Start message body
fr: Démarrer le corps du message

source: Start sync process
fr: Démarrer le processus de synchronisation

source: Start sync source
fr: Démarrer la source de synchronisation

source: Start time
fr: Heure de début

source: Started
fr: Démarré

source: Status
fr: État

source: Submit
fr: Valider

source: Submodules will track the latest commit on their master branch (or other branch specified in .gitmodules). If no, submodules will be kept at the revision specified by the main project. This is equivalent to specifying the --remote flag to git submodule update.
fr: Les sous-modules suivront le dernier commit sur leur branche principale (ou toute autre branche spécifiée dans .gitmodules). Si non, les sous-modules seront maintenus à la révision spécifiée par le projet principal. Cela équivaut à spécifier l'option --remote à git submodule update.

source: Subscription
fr: Abonnement

source: Subscription Details
fr: Détails d’abonnement

source: Subscription Management
fr: Gestion des abonnements

source: Subscription manifest
fr: Manifeste de souscription

source: Subscription selection modal
fr: Modalité de sélection de l'abonnement

source: Subscription settings
fr: Paramètres d'abonnement

source: Subscription type
fr: Type d’abonnement

source: Subscriptions table
fr: Table des abonnements

source: Success
fr: Réussite

source: Success message
fr: Message de réussite

source: Success message body
fr: Corps du message de réussite

source: Successful
fr: Réussi

source: Successful jobs
fr: Tâches ayant réussi

source: Successfully Approved
fr: Approuvé avec succès

source: Successfully Denied
fr: Refusé avec succès

source: Successfully copied to clipboard!
fr: Copie réussie dans le presse-papiers !

source: Sun
fr: Dim.

source: Sunday
fr: Dimanche

source: Survey
fr: Questionnaire

source: Survey Disabled
fr: Questionnaire désactivé

source: Survey Enabled
fr: Questionnaire activé

source: Survey Question Order
fr: Ordre des questions de l’enquête

source: Survey Toggle
fr: Basculement Questionnaire

source: Survey preview modal
fr: Modalité d'aperçu de l'enquête

source: Sync Project
fr: Projet Sync

source: Sync Status
fr: Statut de la synchronisation

source: Sync all
fr: Tout sync

source: Sync all sources
fr: Synchroniser toutes les sources

source: Sync error
fr: Erreur de synchronisation

source: Sync for revision
fr: Synchronisation pour la révision

source: Syncing
fr: Synchronisation

source: System
fr: Système

source: System Administrator
fr: Administrateur du système

source: System Auditor
fr: Auditeur système

source: System Warning
fr: Avertissement système

source: System administrators have unrestricted access to all resources.
fr: Les administrateurs système ont un accès illimité à toutes les ressources.

source: TACACS+ settings
fr: Paramètres de la TACACS

source: Tabs
fr: Onglets

source: Tags are useful when you have a large playbook, and you want to run a specific part of a play or task. Use commas to separate multiple tags. Refer to the documentation for details on the usage of tags.
fr: Les balises sont utiles si votre playbook est important et que vous souhaitez la lecture de certaines parties ou exécuter une tâche particulière. Utiliser des virgules pour séparer plusieurs balises. Consulter la documentation pour obtenir des détails sur l'utilisation des balises.

source: Tags for the Annotation
fr: Balises pour l'annotation

source: Tags for the annotation (optional)
fr: Balises pour l'annotation (facultatif)

source: Target URL
fr: URL cible

source: Task
fr: Tâche

source: Task Count
fr: Nombre de tâches

source: Task Started
fr: Tâche démarrée

source: Tasks
fr: Tâches

source: Team
fr: Équipe

source: Team Roles
fr: Rôles d’équipe

source: Team not found.
fr: Équipe non trouvée.

source: Teams
fr: Équipes

source: Template
fr: Modèle

source: Template copied successfully
fr: Modèle copié

source: Template not found.
fr: Mise à jour introuvable

source: Templates
fr: Modèles

source: Test External Credential
fr: Test des informations d'identification externes

source: Test Notification
fr: Notification test

source: Test notification
fr: Notification test

source: Test passed
fr: Test réussi.

source: Text
fr: Texte

source: Text Area
fr: Zone de texte

source: Textarea
fr: Zone de texte
