Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: (Limited to first 10)
fr: (10 premiers seulement)

source: (Prompt on launch)
fr: (Me le demander au lancement)

source: * This field will be retrieved from an external secret management system using the specified credential.
fr: * Ce champ sera récupéré dans un système externe de gestion des secrets en utilisant le justificatif d'identité spécifié.

source: 0 (Warning)
fr: 0 (Avertissement)

source: 1 (Verbose)
fr: 1 (Verbeux)

source: 2 (Debug)
fr: 2 (Déboguer)

source: 2 (More Verbose)
fr: 2 (Verbeux +)

source: 3 (Debug)
fr: 3 (Déboguer)

source: 4 (Connection Debug)
fr: 4 (Débogage de la connexion)

source: 5 (WinRM Debug)
fr: 5 (Débogage WinRM)

source: A refspec to fetch (passed to the Ansible git module). This parameter allows access to references via the branch field not otherwise available.
fr: Refspec à récupérer (passé au module git Ansible). Ce paramètre permet d'accéder aux références via le champ de branche non disponible par ailleurs.

source: A subscription manifest is an export of a Red Hat Subscription. To generate a subscription manifest, go to <0>access.redhat.com</0>. For more information, see the <1>User Guide</1>.
fr: Un manifeste d'abonnement est une exportation d'un abonnement Red Hat. Pour générer un manifeste d'abonnement, rendez-vous sur <0>access.redhat.com</0>. Pour plus d’informations, consulter le <1>Guide de l’utilisateur</1>.

source: ALL
fr: TOUS

source: API Service/Integration Key
fr: Service API/Clé d’intégration

source: API Token
fr: Token API

source: API service/integration key
fr: Service API/Clé d’intégration

source: About
fr: À propos de

source: Access
fr: Accès

source: Access Token Expiration
fr: Expiration du jeton d'accès

source: Account SID
fr: SID de compte

source: Account token
fr: Token de compte

source: Activity
fr: Activité

source: Activity Stream
fr: Flux d’activité

source: Activity Stream type selector
fr: Sélecteur de type de flux d'activité

source: Actor
fr: Acteur

source: Add
fr: Ajouter

source: Add Link
fr: Ajouter un lien

source: Add Node
fr: Ajouter un nœud

source: Add Question
fr: Ajouter une question

source: Add Roles
fr: Ajouter des rôles

source: Add Team Roles
fr: Ajouter des rôles d’équipe

source: Add User Roles
fr: Ajouter des rôles d'utilisateur

source: Add a new node
fr: Ajouter un nouveau noeud

source: Add a new node between these two nodes
fr: Ajouter un nouveau nœud entre ces deux nœuds

source: Add container group
fr: Ajouter un groupe de conteneurs

source: Add exceptions
fr: Ajouter des exceptions

source: Add existing group
fr: Ajouter un groupe existant

source: Add existing host
fr: Ajouter une hôte existant

source: Add instance group
fr: Ajouter un groupe d'instances

source: Add inventory
fr: Ajouter un inventaire

source: Add job template
fr: Ajouter un modèle de job

source: Add new group
fr: Ajouter un nouveau groupe

source: Add new host
fr: Ajouter un nouvel hôte

source: Add resource type
fr: Ajouter un type de ressource

source: Add smart inventory
fr: Ajouter un inventaire smart

source: Add team permissions
fr: Ajouter les permissions de l'équipe

source: Add user permissions
fr: Ajouter les permissions de l’utilisateur

source: Add workflow template
fr: Ajouter un modèle de flux de travail

source: Adding
fr: Ajout de

source: Advanced
fr: Avancé

source: Advanced search documentation
fr: Documentation sur la recherche avancée

source: Advanced search value input
fr: Saisie de la valeur de la recherche avancée

source: After every project update where the SCM revision changes, refresh the inventory from the selected source before executing job tasks. This is intended for static content, like the Ansible inventory .ini file format.
fr: Chaque fois qu’un projet est mis à jour et que la révision SCM est modifiée, réalisez une mise à jour de la source sélectionnée avant de lancer les tâches liées un à job. Le but est le contenu statique, comme le format .ini de fichier d'inventaire Ansible.

source: After number of occurrences
fr: Après le nombre d'occurrences

source: Alert modal
fr: Modal d'alerte

source: All
fr: Tous

source: All job types
fr: Tous les types de tâche

source: All jobs
fr: Toutes les tâches

source: Allow Branch Override
fr: Autoriser le remplacement de la branche

source: Allow branch override
fr: Autoriser le remplacement de la branche

source: Allow changing the Source Control branch or revision in a job template that uses this project.
fr: Permet de modifier la branche de contrôle des sources ou la révision dans un modèle de job qui utilise ce projet.

source: Allowed URIs list, space separated
fr: Liste des URI autorisés, séparés par des espaces

source: Always
fr: Toujours

source: An error occurred
fr: Une erreur est survenue

source: An inventory must be selected
fr: Un inventaire doit être sélectionné

source: Ansible Controller Documentation.
fr: Documentation du contrôleur Ansible.

source: Answer type
fr: Type de réponse

source: Answer variable name
fr: Nom de variable de réponse

source: Any
fr: Quelconque

source: Application Name
fr: Nom d'application

source: Application information
fr: Informations sur l’application

source: Application name
fr: Nom de l'application

source: Application not found.
fr: Application non trouvée.

source: Applications & Tokens
fr: Applications & Jetons

source: Approval
fr: Approbation

source: Approve
fr: Approuver

source: Approved
fr: Approuvé

source: Approved - {0}. See the Activity Stream for more information.
fr: Approuvé - {0}. Voir le flux d'activité pour plus d'informations.

source: Approved by {0} - {1}
fr: Approuvé par {0} - {1}

source: April
fr: Avril

source: Are you sure you want to cancel this job?
fr: Êtes-vous certain de vouloir annuler ce job ?

source: Are you sure you want to delete:
fr: Êtes-vous sûr de vouloir supprimer :

source: Are you sure you want to disable local authentication? Doing so could impact users' ability to log in and the system administrator's ability to reverse this change.
fr: Êtes-vous sûr de vouloir désactiver l'authentification locale ? Cela pourrait avoir un impact sur la capacité des utilisateurs à se connecter et sur la capacité de l'administrateur système à annuler ce changement.

source: Are you sure you want to edit login redirect override URL? Doing so could impact users' ability to log in to the system once local authentication is also disabled.
fr: Êtes-vous sûr de vouloir modifier l'URL de substitution de la redirection de la connexion ? Cela pourrait avoir un impact sur la capacité des utilisateurs à se connecter au système une fois que l'authentification locale est également désactivée.

source: Are you sure you want to exit the Workflow Creator without saving your changes?
fr: Voulez-vous vraiment quitter le flux de travail Creator sans enregistrer vos modifications ?

source: Are you sure you want to remove all the nodes in this workflow?
fr: Êtes-vous sûr de vouloir supprimer tous les nœuds de ce flux de travail ?

source: Are you sure you want to remove the node below:
fr: Êtes-vous sûr de vouloir supprimer le nœud ci-dessous :

source: Are you sure you want to remove this link?
fr: Êtes-vous sûr de vouloir supprimer ce lien ?

source: Are you sure you want to remove this node?
fr: Êtes-vous sûr de vouloir supprimer ce nœud ?

source: Are you sure you want to remove {0} access from {1}? Doing so affects all members of the team.
fr: Êtes-vous sûr de vouloir supprimer {0} l’accès à {1}? Cela risque d’affecter tous les membres de l'équipe.

source: Are you sure you want to remove {0} access from {username}?
fr: Êtes-vous sûr de vouloir supprimer {0} l’accès de {username} ?

source: Are you sure you want to submit the request to cancel this job?
fr: Voulez-vous vraiment demander l'annulation de ce job ?

source: Artifacts
fr: Artefacts

source: Associate
fr: Associé

source: Associate role error
fr: Erreur de rôle d’associé

source: Association modal
fr: Association modale

source: At least one value must be selected for this field.
fr: Au moins une valeur doit être sélectionnée pour ce champ.

source: August
fr: Août

source: Authentication
fr: Authentification

source: Authorization Code Expiration
fr: Expiration du code d'autorisation

source: Authorization grant type
fr: Type d'autorisation

source: Automation Analytics dashboard
fr: URL de téléchargement d’Automation Analytics.

source: Automation controller version
fr: URL de contrôleur d’automation

source: Azure AD
fr: AD Azure

source: Azure AD settings
fr: Paramètres AD Azure

source: Back
fr: Retour

source: Back to Credentials
fr: Retour à Références

source: Back to Dashboard.
fr: Naviguer vers le tableau de bord

source: Back to Groups
fr: Retour aux groupes

source: Back to Hosts
fr: Retour aux hôtes

source: Back to Instance Groups
fr: Retour aux groupes d'instances

source: Back to Instances
fr: Retour aux instances

source: Back to Inventories
fr: Retour aux inventaires

source: Back to Jobs
fr: Retour Jobs

source: Back to Notifications
fr: Retour aux notifications

source: Back to Organizations
fr: Retour à Organisations

source: Back to Projects
fr: Retour aux projets

source: Back to Schedules
fr: Retour aux horaires

source: Back to Settings
fr: Retour aux paramètres

source: Back to Sources
fr: Retour aux sources

source: Back to Teams
fr: Retour Haut de page

source: Back to Templates
fr: Retour aux modèles

source: Back to Tokens
fr: Retour Haut de page

source: Back to Users
fr: Retour aux utilisateurs

source: Back to Workflow Approvals
fr: Retour à Approbation des flux de travail

source: Back to applications
fr: Retour aux applications

source: Back to credential types
fr: Retour aux types d'informations d'identification

source: Back to execution environments
fr: Retour aux environnements d'exécution

source: Back to instance groups
fr: Retour aux groupes d'instances

source: Back to management jobs
fr: Retour aux Jobs de gestion

source: Base path used for locating playbooks. Directories found inside this path will be listed in the playbook directory drop-down. Together the base path and selected playbook directory provide the full path used to locate playbooks.
fr: Chemin de base utilisé pour localiser les playbooks. Les répertoires localisés dans ce chemin sont répertoriés dans la liste déroulante des répertoires de playbooks. Le chemin de base et le répertoire de playbook sélectionnés fournissent ensemble le chemin complet servant à localiser les playbooks.

source: Basic auth password
fr: Mot de passe d'auth de base

source: Branch to checkout. In addition to branches, you can input tags, commit hashes, and arbitrary refs. Some commit hashes and refs may not be available unless you also provide a custom refspec.
fr: Branche à extraire. En plus des branches, vous pouvez saisir des balises, des hachages de validation et des références arbitraires. Certains hachages et références de validation peuvent ne pas être disponibles à moins que vous ne fournissiez également une refspec personnalisée.

source: Branch to use in job run. Project default used if blank. Only allowed if project allow_override field is set to true.
fr: Branche à utiliser dans l’exécution de la tâche. Projet par défaut utilisé si vide. Uniquement autorisé si le champ allow_override de projet est défini à true.

source: Browse
fr: Navigation

source: Browse…
fr: Navigation....

source: By default, we collect and transmit analytics data on the service usage to Red Hat. There are two categories of data collected by the service. For more information, see <0>this Tower documentation page</0>. Uncheck the following boxes to disable this feature.
fr: Par défaut, nous collectons et transmettons à Red Hat des données analytiques sur l'utilisation du service. Il existe deux catégories de données collectées par le service. Pour plus d'informations, consultez <0>Tower documentation à la page</0>. Décochez les cases suivantes pour désactiver cette fonctionnalité.

source: Cache Timeout
fr: Expiration Délai d’attente du cache

source: Cache timeout
fr: Expiration du délai d’attente du cache

source: Cache timeout (seconds)
fr: Expiration du délai d’attente du cache (secondes)

source: Cancel
fr: Annuler

source: Cancel Inventory Source Sync
fr: Annuler Sync Source d’inventaire

source: Cancel Job
fr: Annuler Job

source: Cancel Project Sync
fr: Annuler Sync Projet

source: Cancel Sync
fr: Annuler Sync

source: Cancel Workflow
fr: Annuler le flux de travail

source: Cancel job
fr: Annuler le job

source: Cancel link changes
fr: Annuler les changements de liens

source: Cancel link removal
fr: Annuler la suppression d'un lien

source: Cancel lookup
fr: Annuler la recherche

source: Cancel node removal
fr: Annuler le retrait d'un nœud

source: Cancel revert
fr: Annuler le retour

source: Cancel selected job
fr: Annuler le job sélectionné

source: Cancel selected jobs
fr: Annuler les jobs sélectionnés

source: Cancel subscription edit
fr: Annuler l'édition de l'abonnement

source: Cancel {0}
fr: Annuler {0}

source: Canceled
fr: Annulé

source: Cannot enable log aggregator without providing logging aggregator host and logging aggregator type.
fr: Impossible d'activer l'agrégateur de logs sans fournir l'hôte de l'agrégateur de logs et le type d'agrégateur de logs.

source: Cannot run health check on hop nodes.
fr: Impossible d’effectuer des bilans de fonctionnement sur les nœuds Hop.

source: Capacity
fr: Capacité

source: Capacity Adjustment
fr: Ajustement des capacités

source: Case-insensitive version of contains
fr: La version non sensible à la casse de contains

source: Case-insensitive version of endswith.
fr: Version non sensible à la casse de endswith.

source: Case-insensitive version of exact.
fr: Version non sensible à la casse de exact.

source: Case-insensitive version of regex.
fr: Version non sensible à la casse de regex

source: Case-insensitive version of startswith.
fr: Version non sensible à la casse de startswith.

source: Change PROJECTS_ROOT when deploying {brandName} to change this location.
fr: Modifiez PROJECTS_ROOT lorsque vous déployez {brandName} pour changer cet emplacement.

source: Changed
fr: Modifié

source: Changes
fr: Modifications

source: Channel
fr: Canal

source: Check
fr: Vérifier

source: Check whether the given field or related object is null; expects a boolean value.
fr: Vérifiez si le champ donné ou l'objet connexe est nul ; attendez-vous à une valeur booléenne.

source: Check whether the given field's value is present in the list provided; expects a comma-separated list of items.
fr: Vérifiez si la valeur du champ donné est présente dans la liste fournie ; attendez-vous à une liste d'éléments séparés par des virgules.

source: Choose a .json file
fr: Choisissez un fichier .json

source: Choose a Notification Type
fr: Choisissez un type de notification

source: Choose a Playbook Directory
fr: Choisissez un répertoire Playbook

source: Choose a Source Control Type
fr: Choisissez un type de contrôle à la source

source: Choose a Webhook Service
fr: Choisir un service de webhook

source: Choose a job type
fr: Choisir un type de job

source: Choose a module
fr: Choisissez un module

source: Choose a source
fr: Choisissez une source

source: Choose an HTTP method
fr: Choisissez une méthode HTTP

source: Choose an answer type or format you want as the prompt for the user. Refer to the Ansible Controller Documentation for more additional information about each option.
fr: Spécifiez le type de format ou de type de réponse que vous souhaitez pour interroger l'utilisateur. Consultez la documentation d’Ansible Tower pour en savoir plus sur chaque option.

source: Choose roles to apply to the selected resources. Note that all selected roles will be applied to all selected resources.
fr: Choisissez les rôles à appliquer aux ressources sélectionnées. Notez que tous les rôles sélectionnés seront appliqués à toutes les ressources sélectionnées.

source: Choose the resources that will be receiving new roles. You'll be able to select the roles to apply in the next step. Note that the resources chosen here will receive all roles chosen in the next step.
fr: Choisissez les ressources qui recevront de nouveaux rôles. Vous pourrez sélectionner les rôles à postuler lors de l'étape suivante. Notez que les ressources choisies ici recevront tous les rôles choisis à l'étape suivante.

source: Choose the type of resource that will be receiving new roles. For example, if you'd like to add new roles to a set of users please choose Users and click Next. You'll be able to select the specific resources in the next step.
fr: Choisissez le type de ressource qui recevra de nouveaux rôles. Par exemple, si vous souhaitez ajouter de nouveaux rôles à un ensemble d'utilisateurs, veuillez choisir Utilisateurs et cliquer sur Suivant. Vous pourrez sélectionner les ressources spécifiques dans l'étape suivante.

source: Clean
fr: Nettoyer

source: Clear
fr: Effacer

source: Clear all filters
fr: Effacer tous les filtres

source: Clear subscription
fr: Effacer l'abonnement

source: Clear subscription selection
fr: Effacer la sélection d'abonnement

source: Click an available node to create a new link. Click outside the graph to cancel.
fr: Cliquez sur un nœud disponible pour créer un nouveau lien. Cliquez en dehors du graphique pour annuler.

source: Click on a node icon to display the details.
fr: Cliquer sur un icône de noeud pour voir les détails.

source: Click the Edit button below to reconfigure the node.
fr: Cliquez sur le bouton Modifier ci-dessous pour reconfigurer le nœud.

source: Click this button to verify connection to the secret management system using the selected credential and specified inputs.
fr: Cliquez sur ce bouton pour vérifier la connexion au système de gestion du secret en utilisant le justificatif d'identité sélectionné et les entrées spécifiées.

source: Click to create a new link to this node.
fr: Cliquez pour créer un nouveau lien vers ce nœud.

source: Click to download bundle
fr: Cliquez pour télécharger la liasse

source: Click to rearrange the order of the survey questions
fr: Cliquez pour réorganiser l'ordre des questions de l'enquête

source: Click to toggle default value
fr: Cliquez pour changer la valeur par défaut

source: Click to view job details
fr: Cliquez pour voir les détails de ce Job

source: Client ID
fr: ID du client

source: Client Identifier
fr: Identifiant client

source: Client identifier
fr: Identifiant client

source: Client secret
fr: Question secrète du client

source: Client type
fr: Type de client

source: Close
fr: Fermer

source: Close subscription modal
fr: Fermer la modalité d'abonnement

source: Collapse
fr: Effondrement

source: Collapse all job events
fr: Effondrer tous les événements de la tâche

source: Collapse section
fr: Effondrer une section

source: Command
fr: Commande

source: Compliant
fr: Conforme

source: Concurrent Jobs
fr: Jobs parallèles

source: Concurrent jobs: If enabled, simultaneous runs of this job template will be allowed.
fr: Jobs parallèles : si activé, il sera possible d’avoir des exécutions de ce modèle de tâche en simultané.

source: Concurrent jobs: If enabled, simultaneous runs of this workflow job template will be allowed.
fr: Jobs parallèles : si activé, il sera possible d’avoir des exécutions de ce modèle de job de flux de travail en simultané.

source: Confirm
fr: Confirmer

source: Confirm Delete
fr: Confirmer Effacer

source: Confirm Disable Local Authorization
fr: Confirmer Désactiver l'autorisation locale

source: Confirm Password
fr: Confirmer le mot de passe

source: Confirm cancel job
fr: Confirmer l'annulation du job

source: Confirm cancellation
fr: Confirmer l'annulation

source: Confirm delete
fr: Confirmer la suppression

source: Confirm disassociate
fr: Confirmer dissocier

source: Confirm link removal
fr: Confirmer la suppression du lien

source: Confirm node removal
fr: Confirmer la suppression du nœud

source: Confirm removal of all nodes
fr: Confirmer la suppression de tous les nœuds

source: Confirm remove
fr: Confirmer la réinitialisation

source: Confirm revert all
fr: Confirmer annuler tout

source: Confirm selection
fr: Confirmer la sélection

source: Container Group
fr: Groupe de conteneurs

source: Container group
fr: Groupe de conteneurs

source: Container group not found.
fr: Groupe de conteneurs non trouvé.

source: Content Loading
fr: Chargement du contenu

source: Content Signature Validation Credential
fr: Certificat de validation de la signature du contenu

source: Continue
fr: Continuer

source: Control
fr: Contrôle

source: Control node
fr: Noeud de contrôle

source: Control the level of output Ansible will produce for inventory source update jobs.
fr: Contrôlez le niveau de sortie produit par Ansible pour les tâches d'actualisation de source d'inventaire.

source: Control the level of output ansible will produce as the playbook executes.
fr: Contrôlez le niveau de sortie qu’Ansible génère lors de l’exécution du playbook.

source: Controller Node
fr: Noeud du contrôleur

source: Convergence select
fr: Sélection Convergence

source: Copy
fr: Copier

source: Copy Credential
fr: Copier les identifiants

source: Copy Error
fr: Erreur de copie

source: Copy Execution Environment
fr: Copier Environnement d'exécution

source: Copy Inventory
fr: Copier l'inventaire

source: Copy Notification Template
fr: Copie du modèle de notification

source: Copy Project
fr: Copier le projet

source: Copy Template
fr: Copier le modèle

source: Copy full revision to clipboard.
fr: Copier la révision complète dans le Presse-papiers.

source: Create
fr: Créer

source: Create New Application
fr: Créer une nouvelle application

source: Create New Credential
fr: Créer de nouvelles informations d’identification

source: Create New Host
fr: Créer un nouvel hôte

source: Create New Job Template
fr: Créer un nouveau modèle de Job

source: Create New Notification Template
fr: Créer un nouveau modèle de notification

source: Create New Organization
fr: Créer une nouvelle organisation

source: Create New Project
fr: Créer un nouveau projet

source: Create New Schedule
fr: Créer une nouvelle programmation

source: Create New Team
fr: Créer une nouvelle équipe

source: Create New User
fr: Créer un nouvel utilisateur

source: Create New Workflow Template
fr: Créer un nouveau modèle de flux de travail

source: Create a new Smart Inventory with the applied filter
fr: Créer un nouvel inventaire smart avec le filtre appliqué

source: Create new Instance
fr: Créer un nouveau groupe d'instances

source: Create new container group
fr: Créer un nouveau groupe de conteneurs

source: Create new credential Type
fr: Créer un nouveau type d'informations d'identification.

source: Create new credential type
fr: Créer un nouveau type d'informations d'identification.

source: Create new execution environment
fr: Créer un nouvel environnement d'exécution

source: Create new group
fr: Créer un nouveau groupe

source: Create new host
fr: Créer un nouvel hôte

source: Create new instance group
fr: Créer un nouveau groupe d'instances

source: Create new inventory
fr: Créer un nouvel inventaire

source: Create new smart inventory
fr: Créer un nouvel inventaire smart

source: Create new source
fr: Créer une nouvelle source

source: Create user token
fr: Créer un jeton d'utilisateur

source: Created
fr: Créé

source: Created By (Username)
fr: Créé par (nom d'utilisateur)

source: Created by (username)
fr: Créé par (nom d'utilisateur)

source: Credential
fr: Information d’identification

source: Credential Input Sources
fr: Sources en entrée des informations d'identification

source: Credential Name
fr: Nom d’identification

source: Credential Type
fr: Type d'informations d’identification

source: Credential Types
fr: Types d'informations d'identification
