Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: Credential copied successfully
fr: Informations d’identification copiées.

source: Credential not found.
fr: Informations d'identification introuvables.

source: Credential passwords
fr: Mots de passes d’identification

source: Credential to authenticate with Kubernetes or OpenShift
fr: Identifiant pour l'authentification avec Kubernetes ou OpenShift

source: Credential to authenticate with Kubernetes or OpenShift. Must be of type "Kubernetes/OpenShift API Bearer Token". If left blank, the underlying Pod's service account will be used.
fr: Jeton pour s'authentifier auprès de Kubernetes ou OpenShift. Doit être de type "Kubernetes/OpenShift API Bearer Token". S'il est laissé vide, le compte de service du Pod sous-jacent sera utilisé.

source: Credential to authenticate with a protected container registry.
fr: Identifiant pour s'authentifier auprès d'un registre de conteneur protégé.

source: Credential type not found.
fr: Type d'informations d’identification non trouvé.

source: Credentials
fr: Informations d’identification

source: Credentials that require passwords on launch are not permitted. Please remove or replace the following credentials with a credential of the same type in order to proceed: {0}
fr: Les informations d'identification qui nécessitent un mot de passe au lancement ne sont pas autorisées. Veuillez supprimer ou remplacer les informations d'identification suivantes par des informations d'identification du même type pour pouvoir continuer : {0}

source: Current page
fr: Page actuelle

source: Custom Kubernetes or OpenShift Pod specification.
fr: Spécification pod Kubernetes ou OpenShift personnalisée.

source: Custom pod spec
fr: Spécifications des pods personnalisés

source: Custom virtual environment {0} must be replaced by an execution environment.
fr: L'environnement virtuel personnalisé {0} doit être remplacé par un environnement d'exécution.

source: Custom virtual environment {0} must be replaced by an execution environment. For more information about migrating to execution environments see <0>the documentation.</0>
fr: L'environnement virtuel personnalisé {0} doit être remplacé par un environnement d'exécution. Pour plus d'informations sur la migration vers des environnements d'exécution, voir la <0>the documentation.</0>.

source: Custom virtual environment {virtualEnvironment} must be replaced by an execution environment. For more information about migrating to execution environments see <0>the documentation.</0>
fr: L'environnement virtuel personnalisé {virtualEnvironment} doit être remplacé par un environnement d'exécution. Pour plus d'informations sur la migration vers des environnements d'exécution, voir la <0>the documentation.</0>.

source: Customize messages…
fr: Personnaliser les messages...

source: Customize pod specification
fr: Personnaliser les spécifications du pod

source: DELETED
fr: SUPPRIMÉ

source: Dashboard
fr: Tableau de bord

source: Dashboard (all activity)
fr: Tableau de bord (toutes les activités)

source: Data retention period
fr: Durée de conservation des données

source: Day
fr: Jour

source: Day {0}
fr: Jour

source: Days of Data to Keep
fr: Nombre de jours pendant lesquels on peut conserver les données

source: Days of data to be retained
fr: Jours de conservation des données

source: Days remaining
fr: Jours restants

source: Days to keep
fr: Jours conservation

source: Debug
fr: Déboguer

source: December
fr: Décembre

source: Default
fr: Par défaut

source: Default Answer(s)
fr: Réponse(s) par défaut

source: Default Execution Environment
fr: Environnement d'exécution par défaut

source: Default answer
fr: Réponse par défaut

source: Define system-level features and functions
fr: Définir les fonctions et fonctionnalités niveau système

source: Delete
fr: Supprimer

source: Delete All Groups and Hosts
fr: Supprimer les groupes et les hôtes

source: Delete Credential
fr: Supprimer les informations d’identification

source: Delete Execution Environment
fr: Supprimer l'environnement d'exécution

source: Delete Host
fr: Supprimer l'hôte

source: Delete Inventory
fr: Supprimer l’inventaire

source: Delete Job
fr: Supprimer Job

source: Delete Job Template
fr: Modèle de découpage de Job

source: Delete Notification
fr: Supprimer la notification

source: Delete Organization
fr: Supprimer l'organisation

source: Delete Project
fr: Suppression du projet

source: Delete Questions
fr: Supprimer les questions

source: Delete Schedule
fr: Supprimer la programmation

source: Delete Survey
fr: Supprimer le questionnaire

source: Delete Team
fr: Supprimer l’équipe

source: Delete User
fr: Supprimer l’utilisateur

source: Delete User Token
fr: Supprimer un jeton d'utilisateur

source: Delete Workflow Approval
fr: Supprimer l'approbation du flux de travail

source: Delete Workflow Job Template
fr: Supprimer le modèle de flux de travail

source: Delete all nodes
fr: Supprimer tous les nœuds

source: Delete application
fr: Supprimer l’application

source: Delete credential type
fr: Supprimer le type d'informations d’identification

source: Delete error
fr: Supprimer l'erreur

source: Delete instance group
fr: Supprimer un groupe d'instances

source: Delete inventory source
fr: Supprimer la source de l'inventaire

source: Delete smart inventory
fr: Supprimer l'inventaire smart

source: Delete survey question
fr: Supprimer question de l'enquête

source: Delete the local repository in its entirety prior to performing an update. Depending on the size of the repository this may significantly increase the amount of time required to complete an update.
fr: Supprimez le dépôt local dans son intégralité avant d'effectuer une mise à jour. En fonction de la taille du dépôt, cela peut augmenter considérablement le temps nécessaire pour effectuer une mise à jour.

source: Delete the project before syncing
fr: Supprimez le projet avant la synchronisation.

source: Delete this link
fr: Supprimer ce lien

source: Delete this node
fr: Supprimer ce nœud

source: Delete {pluralizedItemName}?
fr: Supprimer {pluralizedItemName} ?

source: Deleted
fr: Supprimé

source: Deletion Error
fr: Erreur de suppression

source: Deletion error
fr: Erreur de suppression

source: Denied
fr: Refusé

source: Denied - {0}. See the Activity Stream for more information.
fr: Refusé - {0}. Voir le flux d'activité pour plus d'informations.

source: Denied by {0} - {1}
fr: Refusé par {0} - {1}

source: Deny
fr: Refuser

source: Deprecated
fr: Obsolète

source: Deprovisioning
fr: Déprovisionnement

source: Deprovisioning fail
fr: Échec du déprovisionnement

source: Destination Channels
fr: Canaux de destination

source: Destination Channels or Users
fr: Canaux ou utilisateurs de destination

source: Destination SMS Number(s)
fr: Numéro(s) de SMS de destination

source: Destination SMS number(s)
fr: Numéro(s) de SMS de destination

source: Destination channels
fr: Canaux de destination

source: Destination channels or users
fr: Canaux ou utilisateurs de destination

source: Details
fr: Détails

source: Details tab
fr: Onglet Détails

source: Direct Keys
fr: Clés directes

source: Disable SSL Verification
fr: Désactiver la vérification SSL

source: Disable SSL verification
fr: Désactiver la vérification SSL

source: Disabled
fr: Désactivés

source: Disassociate
fr: Dissocier

source: Disassociate group from host?
fr: Dissocier le groupe de l'hôte ?

source: Disassociate host from group?
fr: Dissocier Hôte du Groupe

source: Disassociate instance from instance group?
fr: Dissocier l'instance du groupe d'instances ?

source: Disassociate related group(s)?
fr: Dissocier le(s) groupe(s) lié(s) ?

source: Disassociate related team(s)?
fr: Dissocier la ou les équipes liées ?

source: Disassociate role
fr: Dissocier le rôle

source: Disassociate role!
fr: Dissocier le rôle !

source: Disassociate?
fr: Dissocier ?

source: Discard local changes before syncing
fr: Ignorez les modifications locales avant de synchroniser.

source: Divide the work done by this job template into the specified number of job slices, each running the same tasks against a portion of the inventory.
fr: Diviser le travail effectué à l'aide de ce modèle de job en un nombre spécifié de tranches de travail, chacune exécutant les mêmes tâches sur une partie de l'inventaire.

source: Done
fr: Terminé

source: Download Bundle
fr: Téléchargement du Bundle

source: Download Output
fr: Télécharger la sortie

source: Download bundle
fr: Téléchargement de la liasse

source: Drag a file here or browse to upload
fr: Faites glisser un fichier ici ou naviguez pour le télécharger

source: Draggable list to reorder and remove selected items.
fr: Liste déroulante permettant de réorganiser et de supprimer les éléments sélectionnés.

source: Dragging cancelled. List is unchanged.
fr: Déplacement annulé. La liste est inchangée.

source: Dragging item {id}. Item with index {oldIndex} in now {newIndex}.
fr: Item déplacée{id}. Item avec index {oldIndex} à l’intérieur maintenant {newIndex}.

source: Dragging started for item id: {newId}.
fr: Le déplacement a commencé pour l'élément id : {newId}.

source: Each time a job runs using this inventory, refresh the inventory from the selected source before executing job tasks.
fr: Chaque fois qu’une tâche s’exécute avec cet inventaire, réalisez une mise à jour de la source sélectionnée avant de lancer les tâches du job.

source: Each time a job runs using this project, update the revision of the project prior to starting the job.
fr: Chaque fois qu’un job s’exécute avec ce projet, réalisez une mise à jour du projet avant de démarrer le job.

source: Edit
fr: Modifier

source: Edit Credential
fr: Modifier les informations d’identification

source: Edit Credential Plugin Configuration
fr: Modifier la configuration du plug-in Configuration

source: Edit Details
fr: Modifier les détails

source: Edit Execution Environment
fr: Modifier l'environnement d'exécution

source: Edit Group
fr: Modifier le groupe

source: Edit Host
fr: Modifier l’hôte

source: Edit Inventory
fr: Modifier l'inventaire

source: Edit Link
fr: Modifier le lien

source: Edit Login redirect override URL
fr: URL de remplacement pour la redirection de connexion

source: Edit Node
fr: Modifier le nœud

source: Edit Notification Template
fr: Modèle de notification de modification

source: Edit Order
fr: Ordre d'édition

source: Edit Organization
fr: Modifier l'organisation

source: Edit Project
fr: Modifier le projet

source: Edit Question
fr: Modifier la question

source: Edit Schedule
fr: Modifier la programmation

source: Edit Source
fr: Modifier la source

source: Edit Survey
fr: Modifier le questionnaire

source: Edit Team
fr: Modifier l’équipe

source: Edit Template
fr: Modifier le modèle

source: Edit User
fr: Modifier l’utilisateur

source: Edit application
fr: Modifier l’application

source: Edit credential type
fr: Modifier le type d’identification

source: Edit details
fr: Modifier les détails

source: Edit group
fr: Modifier le groupe

source: Edit host
fr: Modifier l’hôte

source: Edit instance group
fr: Modifier le groupe d'instances

source: Edit login redirect override URL
fr: URL de remplacement pour la redirection de connexion

source: Edit this link
fr: Modifier ce lien

source: Edit this node
fr: Modifier ce nœud

source: Edit workflow
fr: Modifier le flux de travail

source: Elapsed
fr: Écoulé

source: Elapsed Time
fr: Temps écoulé

source: Elapsed time that the job ran
fr: Temps écoulé (en secondes) pendant lequel la tâche s'est exécutée.

source: Email Options
fr: Options d'email

source: Enable Concurrent Jobs
fr: Activer les tâches parallèles

source: Enable Fact Storage
fr: Utiliser le cache des facts

source: Enable HTTPS certificate verification
fr: Activer/désactiver la vérification de certificat HTTPS

source: Enable Instance
fr: Basculer l'instance

source: Enable Webhook
fr: Activer le webhook

source: Enable Webhook for this workflow job template.
fr: Activez le webhook pour ce modèle de flux de travail.

source: Enable content signing to verify that the content has remained secure when a project is synced. If the content has been tampered with, the job will not run.
fr: Activez la signature du contenu pour vérifier que le contenu est resté sécurisé lorsqu'un projet est synchronisé. Si le contenu a été altéré, le travail ne sera pas exécuté. travail ne sera pas exécuté.

source: Enable external logging
fr: Activer la journalisation externe

source: Enable log system tracking facts individually
fr: Activer le système de journalisation traçant des facts individuellement

source: Enable privilege escalation
fr: Activer l’élévation des privilèges

source: Enable simplified login for your {brandName} applications
fr: Activer la connexion simplifiée pour vos applications {brandName}

source: Enable webhook for this template.
fr: Activez le webhook pour ce modèle de tâche.

source: Enabled
fr: Activé

source: Enabled Options
fr: Options activées

source: Enabled Value
fr: Valeur activée

source: Enabled Variable
fr: Variable activée

source: Enables creation of a provisioning callback URL. Using the URL a host can contact {brandName} and request a configuration update using this job template
fr: Active la création d’une URL de rappels d’exécution. Avec cette URL, un hôte peut contacter {brandName} et demander une mise à jour de la configuration à l’aide de ce modèle de tâche.

source: Enables creation of a provisioning callback URL. Using the URL a host can contact {brandName} and request a configuration update using this job template.
fr: Active la création d’une URL de rappels d’exécution. Avec cette URL, un hôte peut contacter {brandName} et demander une mise à jour de la configuration à l’aide de ce modèle de tâche.

source: Encrypted
fr: Crypté

source: End
fr: Fin

source: End User License Agreement
fr: Contrat de licence utilisateur

source: End date
fr: Date de fin

source: End date/time
fr: Date/Heure de fin

source: End did not match an expected value ({0})
fr: La fin ne correspondait pas à une valeur attendue

source: End time
fr: Heure de fin

source: End user license agreement
fr: Contrat de licence utilisateur

source: Enter at least one search filter to create a new Smart Inventory
fr: Veuillez saisir une expression de recherche au moins pour créer un nouvel inventaire Smart.

source: Enter injectors using either JSON or YAML syntax. Refer to the Ansible Controller documentation for example syntax.
fr: Entrez les injecteurs avec la syntaxe JSON ou YAML. Consultez la documentation d’Ansible Tower pour avoir un exemple de syntaxe.

source: Enter inputs using either JSON or YAML syntax. Refer to the Ansible Controller documentation for example syntax.
fr: Entrez les variables avec la syntaxe JSON ou YAML. Consultez la documentation d’Ansible Tower pour avoir un exemple de syntaxe.

source: Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. Refer to the Ansible Controller documentation for example syntax.
fr: Entrez les variables d’inventaire avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux. Consultez la documentation d’Ansible Tower pour avoir un exemple de syntaxe.

source: Environment variables or extra variables that specify the values a credential type can inject.
fr: Variables d'environnement ou variables supplémentaires qui spécifient les valeurs qu'un type de justificatif peut injecter.

source: Error
fr: Erreur

source: Error fetching updated project
fr: Erreur de récupération du projet mis à jour

source: Error message
fr: Message d'erreur

source: Error message body
fr: Corps du message d'erreur

source: Error saving the workflow!
fr: Erreur lors de la sauvegarde du flux de travail !

source: Error!
fr: Erreur !

source: Error:
fr: Erreur :

source: Errors
fr: Erreurs

source: Established
fr: Établi

source: Event
fr: Événement

source: Event detail
fr: Afficher les détails de l’événement

source: Event detail modal
fr: Détail de l'événement modal

source: Event summary not available
fr: Récapitulatif de l’événement non disponible

source: Events
fr: Événements

source: Events processing complete.
fr: Traitement des événements terminé.

source: Exact match (default lookup if not specified).
fr: Correspondance exacte (recherche par défaut si non spécifiée).

source: Exact search on id field.
fr: Recherche exacte sur le champ d'identification.

source: Example URLs for GIT Source Control include:
fr: Voici des exemples d'URL pour le contrôle des sources de GIT :

source: Example URLs for Remote Archive Source Control include:
fr: Voici des exemples d'URL pour Remote Archive SCM :

source: Example URLs for Subversion Source Control include:
fr: Exemples d’URL pour le SCM Subversion :

source: Examples include:
fr: Voici quelques exemples :

source: Examples:
fr: Exemples :

source: Exception Frequency
fr: Fréquence des exceptions

source: Execute regardless of the parent node's final state.
fr: Exécuter quel que soit l'état final du nœud parent.

source: Execute when the parent node results in a failure state.
fr: Exécuter lorsque le nœud parent se trouve dans un état de défaillance.

source: Execute when the parent node results in a successful state.
fr: Exécuter lorsque le nœud parent se trouve dans un état de réussite.

source: Execution
fr: Exécution

source: Execution Environment
fr: Environnement d'exécution

source: Execution Environment Missing
fr: Environnement d'exécution manquant

source: Execution Environments
fr: Environnements d'exécution

source: Execution Node
fr: Nœud d'exécution

source: Execution environment copied successfully
fr: Environnement d'exécution copié

source: Execution environment is missing or deleted.
fr: L'environnement d'exécution est absent ou supprimé.

source: Execution environment not found.
fr: Environnement d'exécution non trouvé.

source: Execution node
fr: Nœud d'exécution

source: Exit Without Saving
fr: Sortir sans sauvegarder

source: Expand
fr: Développer

source: Expand all rows
fr: Développer toutes les lignes

source: Expand input
fr: Développer l'entrée

source: Expand job events
fr: Agrandir les événements de la tâche

source: Expand section
fr: Agrandir la section

source: Expected at least one of client_email, project_id or private_key to be present in the file.
fr: On s'attendait à ce qu'au moins un des éléments suivants soit présent dans le fichier : client_email, project_id ou private_key.

source: Expires
fr: Expire

source: Expires on
fr: Expire le

source: Expires on UTC
fr: Expire UTC

source: Expires on {0}
fr: Arrive à expiration le {0}

source: Explanation
fr: Explication

source: External Secret Management System
fr: Système externe de gestion des secrets

source: Extra variables
fr: Variables supplémentaires

source: FINISHED:
fr: TERMINÉ :

source: Fact Storage
fr: Stockage des facts

source: Fact storage: If enabled, this will store gathered facts so they can be viewed at the host level. Facts are persisted and injected into the fact cache at runtime..
fr: Si cette option est activée, les données recueillies seront stockées afin de pouvoir être consultées au niveau de l'hôte. Les facts sont persistants et injectés dans le cache des facts au moment de l'exécution...

source: Failed
fr: Échec

source: Failed Host Count
fr: Échec du comptage des hôtes

source: Failed Hosts
fr: Échec Hôtes

source: Failed hosts
fr: Échec des hôtes

source: Failed jobs
fr: Jobs ayant échoué

source: Failed to approve {0}.
fr: N'a pas approuvé {0}.

source: Failed to assign roles properly
fr: Impossible d'assigner les rôles correctement

source: Failed to associate role
fr: N'a pas réussi à associer le rôle

source: Failed to associate.
fr: N'a pas réussi à associer.

source: Failed to cancel Inventory Source Sync
fr: N'a pas réussi à annuler la synchronisation des sources d'inventaire.

source: Failed to cancel Project Sync
fr: Échec de l'annulation de Project Sync

source: Failed to cancel one or more jobs.
fr: N'a pas réussi à supprimer un ou plusieurs Jobs

source: Failed to cancel {0}
fr: Échec de l'annulation {0}

source: Failed to copy credential.
fr: N'a pas réussi à copier les identifiants

source: Failed to copy execution environment
fr: Échec de la copie de l'environnement d'exécution

source: Failed to copy inventory.
fr: N'a pas réussi à copier l'inventaire.

source: Failed to copy project.
fr: Le projet n'a pas été copié.

source: Failed to copy template.
fr: Impossible de copier le modèle.

source: Failed to delete application.
fr: N'a pas réussi à supprimer l’application

source: Failed to delete credential.
fr: N'a pas réussi à supprimer l’identifiant.

source: Failed to delete group {0}.
fr: Echec de la suppression du groupe {0}.

source: Failed to delete host.
fr: N'a pas réussi à supprimer l'hôte.

source: Failed to delete inventory source {name}.
fr: Impossible de supprimer la source d'inventaire {name}.

source: Failed to delete inventory.
fr: N'a pas réussi à supprimer l'inventaire.

source: Failed to delete job template.
fr: N'a pas réussi à supprimer le modèle de Job.

source: Failed to delete notification.
fr: N'a pas réussi à supprimer la notification.

source: Failed to delete one or more applications.
fr: N'a pas réussi à supprimer une ou plusieurs applications

source: Failed to delete one or more credential types.
fr: N'a pas réussi à supprimer un ou plusieurs types d’identifiants.

source: Failed to delete one or more credentials.
fr: N'a pas réussi à supprimer un ou plusieurs identifiants.

source: Failed to delete one or more execution environments
fr: Échec de la suppression d'un ou plusieurs environnements d'exécution

source: Failed to delete one or more groups.
fr: N'a pas réussi à supprimer un ou plusieurs groupes.

source: Failed to delete one or more hosts.
fr: N'a pas réussi à supprimer un ou plusieurs hôtes.

source: Failed to delete one or more instance groups.
fr: N'a pas réussi à supprimer un ou plusieurs groupes d'instances.

source: Failed to delete one or more inventories.
fr: N'a pas réussi à supprimer un ou plusieurs inventaires.

source: Failed to delete one or more inventory sources.
fr: N'a pas réussi à supprimer une ou plusieurs sources d'inventaire.

source: Failed to delete one or more job templates.
fr: N'a pas réussi à supprimer un ou plusieurs modèles de Jobs.

source: Failed to delete one or more jobs.
fr: N'a pas réussi à supprimer un ou plusieurs Jobs.

source: Failed to delete one or more notification template.
fr: N'a pas réussi à supprimer un ou plusieurs modèles de notification.

source: Failed to delete one or more organizations.
fr: N'a pas réussi à supprimer une ou plusieurs organisations.

source: Failed to delete one or more projects.
fr: N'a pas réussi à supprimer un ou plusieurs projets.

source: Failed to delete one or more schedules.
fr: N'a pas réussi à supprimer une ou plusieurs programmations.

source: Failed to delete one or more teams.
fr: N'a pas réussi à supprimer une ou plusieurs équipes.

source: Failed to delete one or more templates.
fr: N'a pas réussi à supprimer un ou plusieurs modèles.

source: Failed to delete one or more tokens.
fr: N'a pas réussi à supprimer un ou plusieurs jetons.

source: Failed to delete one or more user tokens.
fr: N'a pas réussi à supprimer un ou plusieurs jetons d'utilisateur.

source: Failed to delete one or more users.
fr: N'a pas réussi à supprimer un ou plusieurs utilisateurs.

source: Failed to delete one or more workflow approval.
fr: N'a pas réussi à supprimer une ou plusieurs approbations de flux de travail.

source: Failed to delete organization.
fr: N'a pas réussi à supprimer l'organisation.

source: Failed to delete project.
fr: N'a pas réussi à supprimer le projet.

source: Failed to delete role
fr: N'a pas réussi à supprimer le rôle
