Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: Unreachable Hosts
fr: Hôtes inaccessibles

source: Unrecognized day string
fr: Chaîne du jour non reconnue

source: Unsaved changes modal
fr: Annuler les modifications non enregistrées

source: Update Revision on Launch
fr: Mettre à jour Révision au lancement

source: Update on launch
fr: Mettre à jour au lancement

source: Update options
fr: Mettre à jour les options

source: Update revision on job launch
fr: Mettre à jour Révision au lancement

source: Update settings pertaining to Jobs within {brandName}
fr: Mettre à jour les paramètres relatifs aux Jobs dans {brandName}

source: Update webhook key
fr: Mettre à jour la clé de webhook

source: Updating
fr: Mise à jour en cours

source: Upload a .zip file
fr: Télécharger un fichier .zip

source: Upload a Red Hat Subscription Manifest containing your subscription. To generate your subscription manifest, go to <0>subscription allocations</0> on the Red Hat Customer Portal.
fr: Téléchargez un manifeste d'abonnement Red Hat contenant votre abonnement. Pour générer votre manifeste d'abonnement, accédez à <0>subscription allocations</0> (octroi d’allocations) sur le portail client de Red Hat.

source: Use SSL
fr: Utiliser SSL

source: Use TLS
fr: Utiliser TLS

source: Use custom messages to change the content of notifications sent when a job starts, succeeds, or fails. Use curly braces to access information about the job:
fr: Utilisez des messages personnalisés pour modifier le contenu des notifications envoyées lorsqu'un job démarre, réussit ou échoue. Utilisez des parenthèses en accolade pour accéder aux informations sur le job :

source: Use one Annotation Tag per line, without commas.
fr: Entrez une balise d'annotation par ligne, sans virgule.

source: Use one IRC channel or username per line. The pound symbol (#) for channels, and the at (@) symbol for users, are not required.
fr: Saisir un canal IRC ou un nom d'utilisateur par ligne. Le symbole dièse (#) pour les canaux et (@) pour le utilisateurs, ne sont pas nécessaires.

source: Use one email address per line to create a recipient list for this type of notification.
fr: Saisir une adresse email par ligne pour créer une liste des destinataires pour ce type de notification.

source: Use one phone number per line to specify where to route SMS messages. Phone numbers should be formatted +11231231234. For more information see Twilio documentation
fr: Saisissez un numéro de téléphone par ligne pour indiquer où acheminer les messages SMS. Les numéros de téléphone doivent être formatés ainsi +11231231234. Pour plus d'informations, voir la documentation de Twilio

source: Used Capacity
fr: Capacité utilisée

source: Used capacity
fr: Capacité utilisée

source: User
fr: Utilisateur

source: User Details
fr: Détails de l'erreur

source: User Interface
fr: Interface utilisateur

source: User Interface settings
fr: Paramètres de l'interface utilisateur

source: User Roles
fr: Rôles des utilisateurs

source: User Type
fr: Type d’utilisateur

source: User analytics
fr: Analyse des utilisateurs

source: User and Automation Analytics
fr: Utilisateur & Automation Analytics

source: User details
fr: Informations sur l'utilisateur

source: User not found.
fr: Utilisateur non trouvé.

source: User tokens
fr: Jetons d'utilisateur

source: Username
fr: Nom d'utilisateur

source: Username / password
fr: Nom d'utilisateur / mot de passe

source: Users
fr: Utilisateurs

source: Variables Prompted
fr: Variables demandées

source: Variables must be in JSON or YAML syntax. Use the radio button to toggle between the two.
fr: Variables avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux.

source: Variables used to configure the inventory source. For a detailed description of how to configure this plugin, see <0>Inventory Plugins</0> in the documentation and the <1>{sourceType}</1> plugin configuration guide.
fr: Variables pour configurer la source de l'inventaire. Pour une description détaillée de la configuration de ce plugin, voir les <0>Plugins d’inventaire</0> dans la documentation et dans le guide de configuration du Plugin <1>{sourceType}</1>.

source: Vault password
fr: Mot de passe Archivage sécurisé

source: Vault password | {credId}
fr: Mot de passe Archivage sécurisé | {credId}

source: Verbose
fr: Verbeux

source: Verbosity
fr: Verbosité

source: View Azure AD settings
fr: Voir les paramètres Azure AD

source: View Credential Details
fr: Afficher les détails des informations d'identification

source: View Details
fr: Voir les détails

source: View GitHub Settings
fr: Voir les paramètres de GitHub

source: View Google OAuth 2.0 settings
fr: Voir les paramètres de Google OAuth 2.0

source: View Host Details
fr: Voir les détails de l'hôte

source: View Instance Details
fr: Voir les détails de l'instance

source: View Inventory Details
fr: Voir les détails de l'inventaire

source: View Inventory Groups
fr: Voir les groupes d'inventaire

source: View Inventory Host Details
fr: Voir les détails de l'hôte de l'inventaire

source: View JSON examples at <0>www.json.org</0>
fr: Voir les exemples de JSON sur <0>www.json.org</0>

source: View Job Details
fr: Voir les détails de Job

source: View Jobs settings
fr: Voir les paramètres des Jobs

source: View LDAP Settings
fr: Voir les paramètres LDAP

source: View Logging settings
fr: Voir les paramètres d'enregistrement

source: View Miscellaneous Authentication settings
fr: Afficher les paramètres d'authentification divers

source: View Miscellaneous System settings
fr: Voir les paramètres divers du système

source: View OIDC settings
fr: Voir les paramètres de l'OIDC

source: View Organization Details
fr: Voir les détails de l'organisation

source: View Project Details
fr: Voir les détails du projet

source: View RADIUS settings
fr: Voir les paramètres de RADIUS

source: View SAML settings
fr: Voir les paramètres SAML

source: View Schedules
fr: Afficher les programmations

source: View Settings
fr: Afficher les paramètres

source: View Survey
fr: Afficher le questionnaire

source: View TACACS+ settings
fr: Voir les paramètres TACACS+

source: View Team Details
fr: Voir les détails de l'équipe

source: View Template Details
fr: Voir les détails du modèle

source: View Tokens
fr: Voir les jetons

source: View User Details
fr: Voir les détails de l'utilisateur

source: View User Interface settings
fr: Voir les paramètres de l'interface utilisateur

source: View Workflow Approval Details
fr: Voir les détails pour l'approbation du flux de travail

source: View YAML examples at <0>docs.ansible.com</0>
fr: Voir les exemples YALM sur <0>docs.ansible.com</0>

source: View activity stream
fr: Afficher le flux d’activité

source: View all Credentials.
fr: Voir toutes les informations d’identification.

source: View all Hosts.
fr: Voir tous les hôtes.

source: View all Inventories.
fr: Voir tous les inventaires.

source: View all Inventory Hosts.
fr: Voir tous les hôtes de l'inventaire.

source: View all Jobs
fr: Voir tous les Jobs

source: View all Jobs.
fr: Voir tous les Jobs.

source: View all Notification Templates.
fr: Voir tous les modèles de notification.

source: View all Organizations.
fr: Voir toutes les organisations.

source: View all Projects.
fr: Voir tous les projets.

source: View all Teams.
fr: Voir toutes les équipes.

source: View all Templates.
fr: Voir tous les modèles.

source: View all Users.
fr: Voir tous les utilisateurs.

source: View all Workflow Approvals.
fr: Voir toutes les approbations de flux de travail.

source: View all applications.
fr: Voir toutes les applications.

source: View all credential types
fr: Voir tous les types d'informations d'identification

source: View all execution environments
fr: Voir tous les environnements d'exécution

source: View all instance groups
fr: Voir tous les groupes d'instance

source: View all management jobs
fr: Voir tous les jobs de gestion

source: View all settings
fr: Voir tous les paramètres

source: View all tokens.
fr: Voir tous les jetons.

source: View and edit your subscription information
fr: Afficher et modifier les informations relatives à votre abonnement

source: View event details
fr: Afficher les détails de l’événement

source: View inventory source details
fr: Voir les détails de la source de l'inventaire

source: View job {0}
fr: Voir Job {0}

source: View node details
fr: Voir les détails de nœuds

source: View smart inventory host details
fr: Voir les détails de l'hôte de l'inventaire smart

source: Views
fr: Affichages

source: Visualizer
fr: Visualiseur

source: WARNING:
fr: AVERTISSEMENT :

source: Waiting
fr: En attente

source: Waiting for job output…
fr: En attente du résultat du job…

source: Warning
fr: Avertissement

source: Warning: Unsaved Changes
fr: Avertissement : modifications non enregistrées

source: Warning: {selectedValue} is a link to {0} and will be saved as that.
fr: Avertissement : {selectedValue} est un lien vers {0} et sera enregistré comme tel.

source: We were unable to locate licenses associated with this account.
fr: Nous n'avons pas pu localiser les licences associées à ce compte.

source: We were unable to locate subscriptions associated with this account.
fr: Nous n'avons pas pu localiser les abonnements associés à ce compte.

source: Webhook Credential
fr: Informations d'identification du webhook

source: Webhook Credentials
fr: Informations d'identification du webhook

source: Webhook Key
fr: Clé du webhook

source: Webhook Service
fr: Service webhook

source: Webhook URL
fr: URL du webhook

source: Webhook details
fr: Détails de webhook

source: Webhook services can launch jobs with this workflow job template by making a POST request to this URL.
fr: Les services webhook peuvent lancer des tâches avec ce modèle de tâche en effectuant une requête POST à cette URL.

source: Webhook services can use this as a shared secret.
fr: Les services webhook peuvent l'utiliser en tant que secret partagé.

source: Webhooks: Enable Webhook for this workflow job template.
fr: Webhooks : activez le webhook pour ce modèle de flux de travail.

source: Webhooks: Enable webhook for this template.
fr: Webhooks ; activez le webhook pour ce modèle.

source: Wed
fr: Mer.

source: Wednesday
fr: Mercredi

source: Week
fr: Semaine

source: Weekday
fr: Jour de la semaine

source: Weekend day
fr: Jour du week-end

source: Welcome to Red Hat Ansible Automation Platform! Please complete the steps below to activate your subscription.
fr: Bienvenue sur la plate-forme Red Hat Ansible Automation ! Veuillez compléter les étapes ci-dessous pour activer votre abonnement.

source: Welcome to {brandName}!
fr: Bienvenue sur {brandName}!

source: When not checked, a merge will be performed, combining local variables with those found on the external source.
fr: Si non coché, une fusion aura lieu, combinant les variables locales à celles qui se trouvent dans la source externe.

source: When not checked, local child hosts and groups not found on the external source will remain untouched by the inventory update process.
fr: Si non coché, les hôtes et groupes locaux dépendants non trouvés dans la source externe ne seront pas touchés par le processus de mise à jour de l'inventaire.

source: Workflow
fr: Flux de travail

source: Workflow Approval
fr: Approbation du flux de travail

source: Workflow Approval not found.
fr: Approbation du flux de travail non trouvée.

source: Workflow Approvals
fr: Approbations des flux de travail

source: Workflow Job
fr: Job de flux de travail

source: Workflow Job 1/{0}
fr: Job de flux de travail

source: Workflow Job Template
fr: Modèle de Job de flux de travail

source: Workflow Job Template Nodes
fr: Nœuds de modèles de Jobs de workflows

source: Workflow Job Templates
fr: Modèles de Jobs de flux de travail

source: Workflow Link
fr: Lien vers le flux de travail

source: Workflow Nodes
fr: Nœuds de flux de travail

source: Workflow Statuses
fr: Statuts du flux de travail

source: Workflow Template
fr: Modèle de flux de travail

source: Workflow approved message
fr: Message de flux de travail approuvé

source: Workflow approved message body
fr: Corps de message de flux de travail approuvé

source: Workflow denied message
fr: Message de flux de travail refusé

source: Workflow denied message body
fr: Corps de message de flux de travail refusé

source: Workflow documentation
fr: Documentation de flux de travail

source: Workflow job details
fr: Voir les détails de Job de flux de travail

source: Workflow job templates
fr: Modèles de Jobs de flux de travail

source: Workflow link modal
fr: Modal de liaison de flux de travail

source: Workflow node view modal
fr: Vue modale du nœud de flux de travail

source: Workflow pending message
fr: Message de flux de travail en attente

source: Workflow pending message body
fr: Corps du message d'exécution de flux de travail

source: Workflow timed out message
fr: Message d'expiration de flux de travail

source: Workflow timed out message body
fr: Corps du message d’expiration de flux de travail

source: Write
fr: Écriture

source: Year
fr: Année

source: Yes
fr: Oui

source: You cannot select multiple vault credentials with the same vault ID. Doing so will automatically deselect the other with the same vault ID.
fr: Vous ne pouvez pas sélectionner plusieurs identifiants d’archivage sécurisé (Vault) avec le même identifiant de d’archivage sécurisé. Cela désélectionnerait automatiquement les autres identifiants d’archivage sécurisé.

source: You do not have permission to delete the following Groups: {itemsUnableToDelete}
fr: Vous n'avez pas la permission de supprimer les groupes suivants : {itemsUnableToDelete}

source: You do not have permission to delete {pluralizedItemName}: {itemsUnableToDelete}
fr: Vous n'avez pas l'autorisation de supprimer : {pluralizedItemName}: {itemsUnableToDelete}

source: You do not have permission to disassociate the following: {itemsUnableToDisassociate}
fr: Vous n'avez pas la permission de dissocier les éléments suivants : {itemsUnableToDisassociate}

source: You do not have permission to remove instances: {itemsUnableToremove}
fr: Vous n'avez pas de permission vers les ressources liées.

source: You have automated against more hosts than your subscription allows.
fr: Vous avez automatisé contre plus d'hôtes que votre abonnement ne le permet.

source: You may apply a number of possible variables in the message. For more information, refer to the
fr: Vous pouvez appliquer un certain nombre de variables possibles dans le message. Pour plus d'informations, reportez-vous au

source: Your session has expired. Please log in to continue where you left off.
fr: Votre session a expiré. Veuillez vous connecter pour continuer là où vous vous êtes arrêté.

source: Your session is about to expire
fr: Votre session est sur le point d'expirer

source: Zoom In
fr: Zoom avant

source: Zoom Out
fr: Zoom arrière

source: Zoom in
fr: Zoom avant

source: Zoom out
fr: Zoom arrière

source: a new webhook key will be generated on save.
fr: une nouvelle clé webhook sera générée lors de la sauvegarde.

source: a new webhook url will be generated on save.
fr: une nouvelle url de webhook sera générée lors de la sauvegarde.

source: and click on Update Revision on Launch
fr: et cliquez sur Mise à jour de la révision au lancement

source: approved
fr: approuvé

source: brand logo
fr: logo de la marque

source: cancel delete
fr: annuler supprimer

source: cancel edit login redirect
fr: annuler modifier connecter rediriger

source: cancel remove
fr: Annuler le retour

source: canceled
fr: annulée

source: command
fr: commande

source: confirm delete
fr: confirmer supprimer

source: confirm disassociate
fr: confirmer dissocier

source: confirm edit login redirect
fr: confirmer modifier connecter rediriger

source: content-loading-in-progress
fr: chargement-contenu-en-cours

source: day
fr: Jour

source: deletion error
fr: erreur de suppression

source: denied
fr: refusée

source: details.
fr: Détails

source: disassociate
fr: dissocier

source: edit
fr: Modifier

source: encrypted
fr: crypté

source: for more info.
fr: pour plus d'infos.

source: for more information.
fr: pour plus d'informations.

source: here
fr: ici

source: here.
fr: ici.

source: host-description-{0}
fr: description-hôte-{0}

source: host-name-{0}
fr: nom-hôte-{0}

source: hosts
fr: hôtes

source: items
fr: éléments

source: ldap user
fr: utilisateur ldap

source: login type
fr: type de connexion

source: new choice
fr: nouveau choix

source: of
fr: de

source: option to the
fr: l'option à la

source: per page
fr: par page

source: relaunch jobs
fr: relancer les Jobs

source: seconds
fr: secondes

source: select module
fr: sélectionner un module

source: source control branch
fr: branche du contrôle de la source

source: system
fr: système

source: timed out
fr: expiré

source: toggle changes
fr: basculer les changements

source: updated
fr: actualisé

source: weekday
fr: Jour de la semaine

source: weekend day
fr: Jour du week-end

source: workflow job template webhook key
fr: clé webhook de modèles de tâche flux de travail

source: {0, plural, one {Are you sure you want delete the group below?} other {Are you sure you want delete the groups below?}}
fr: {0, plural, one {Are you sure you want delete the group below?} autre {Are you sure you want delete the groups below?}}

source: {0, plural, one {Delete Group?} other {Delete Groups?}}
fr: {0, plural, one {Delete Group?} autre {Delete Groups?}}

source: {0, plural, one {Please enter a valid phone number.} other {Please enter valid phone numbers.}}
fr: {0, plural, one {Please enter a valid phone number.} autre {Please enter valid phone numbers.}}

source: {0, plural, one {The inventory will be in a pending status until the final delete is processed.} other {The inventories will be in a pending status until the final delete is processed.}}
fr: {0, plural, one {The inventory will be in a pending status until the final delete is processed.} autre {The inventories will be in a pending status until the final delete is processed.}}

source: {0, plural, one {The selected job cannot be deleted due to insufficient permission or a running job status} other {The selected jobs cannot be deleted due to insufficient permissions or a running job status}}
fr: {0, plural, one {The selected job cannot be deleted due to insufficient permission or a running job status} autre {The selected jobs cannot be deleted due to insufficient permissions or a running job status}}

source: {0, plural, one {This approval cannot be deleted due to insufficient permissions or a pending job status} other {These approvals cannot be deleted due to insufficient permissions or a pending job status}}
fr: {0, plural, one {This approval cannot be deleted due to insufficient permissions or a pending job status} autre {These approvals cannot be deleted due to insufficient permissions or a pending job status}}

source: {0, plural, one {This credential is currently being used by other resources. Are you sure you want to delete it?} other {Deleting these credentials could impact other resources that rely on them. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This credential is currently being used by other resources. Are you sure you want to delete it?} autre {Deleting these credentials could impact other resources that rely on them. Are you sure you want to delete anyway?}}

source: {0, plural, one {This credential type is currently being used by some credentials and cannot be deleted.} other {Credential types that are being used by credentials cannot be deleted. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This credential type is currently being used by some credentials and cannot be deleted.} autre {Credential types that are being used by credentials cannot be deleted. Are you sure you want to delete anyway?}}

source: {0, plural, one {This execution environment is currently being used by other resources. Are you sure you want to delete it?} other {These execution environments could be in use by other resources that rely on them. Are you sure you want to delete them anyway?}}
fr: {0, plural, one {This execution environment is currently being used by other resources. Are you sure you want to delete it?} autre {These execution environments could be in use by other resources that rely on them. Are you sure you want to delete them anyway?}}

source: {0, plural, one {This instance group is currently being by other resources. Are you sure you want to delete it?} other {Deleting these instance groups could impact other resources that rely on them. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This instance group is currently being by other resources. Are you sure you want to delete it?} autre {Deleting these instance groups could impact other resources that rely on them. Are you sure you want to delete anyway?}}

source: {0, plural, one {This intance is currently being used by other resources. Are you sure you want to delete it?} other {Deprovisioning these instances could impact other resources that rely on them. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This intance is currently being used by other resources. Are you sure you want to delete it?} autre {Deprovisioning these instances could impact other resources that rely on them. Are you sure you want to delete anyway?}}

source: {0, plural, one {This inventory is currently being used by some templates. Are you sure you want to delete it?} other {Deleting these inventories could impact some templates that rely on them. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This inventory is currently being used by some templates. Are you sure you want to delete it?} autre {Deleting these inventories could impact some templates that rely on them. Are you sure you want to delete anyway?}}

source: {0, plural, one {This inventory source is currently being used by other resources that rely on it. Are you sure you want to delete it?} other {Deleting these inventory sources could impact other resources that rely on them. Are you sure you want to delete anyway}}
fr: {0, plural, one {This inventory source is currently being used by other resources that rely on it. Are you sure you want to delete it?} autre {Deleting these inventory sources could impact other resources that rely on them. Are you sure you want to delete anyway}}

source: {0, plural, one {This organization is currently being used by other resources. Are you sure you want to delete it?} other {Deleting these organizations could impact other resources that rely on them. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This organization is currently being used by other resources. Are you sure you want to delete it?} autre {Deleting these organizations could impact other resources that rely on them. Are you sure you want to delete anyway?}}

source: {0, plural, one {This project is currently being used by other resources. Are you sure you want to delete it?} other {Deleting these projects could impact other resources that rely on them. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This project is currently being used by other resources. Are you sure you want to delete it?} autre {Deleting these projects could impact other resources that rely on them. Are you sure you want to delete anyway?}}
