Repository: ansible/awx
Catalog: awx/locale/translations/*/messages.po
Languages: fr

source: {0, plural, one {This template is currently being used by some workflow nodes. Are you sure you want to delete it?} other {Deleting these templates could impact some workflow nodes that rely on them. Are you sure you want to delete anyway?}}
fr: {0, plural, one {This template is currently being used by some workflow nodes. Are you sure you want to delete it?} autre {Deleting these templates could impact some workflow nodes that rely on them. Are you sure you want to delete anyway?}}

source: {0, plural, one {You cannot cancel the following job because it is not running:} other {You cannot cancel the following jobs because they are not running:}}
fr: {0, plural, one {You cannot cancel the following job because it is not running:} autre {You cannot cancel the following jobs because they are not running:}}

source: {0, plural, one {You do not have permission to cancel the following job:} other {You do not have permission to cancel the following jobs:}}
fr: {0, plural, one {You do not have permission to cancel the following job:} autre {You do not have permission to cancel the following jobs:}}

source: {0, selectordinal, one {The first {dayOfWeek}} two {The second {dayOfWeek}} =3 {The third {dayOfWeek}} =4 {The fourth {dayOfWeek}} =5 {The fifth {dayOfWeek}}}
fr: {0, selectordinal, one {The first {dayOfWeek}} deux {The second {dayOfWeek}} =3 {The third {dayOfWeek}} =4 {The fourth {dayOfWeek}} =5 {The fifth {dayOfWeek}}}

source: {0, selectordinal, one {The first {weekday} of {month}} two {The second {weekday} of {month}} =3 {The third {weekday} of {month}} =4 {The fourth {weekday} of {month}} =5 {The fifth {weekday} of {month}}}
fr: {0, selectordinal, one {The first {weekday} de {month}} deux {The second {weekday} de {month}} =3 {The third {weekday} de {month}} =4 {The fourth {weekday} de {month}} =5 {The fifth {weekday} of {month}}}

source: {0} (deleted)
fr: {0} (supprimé)

source: {0} more
fr: {0} plus

source: {0} seconds
fr: secondes

source: {automatedInstancesCount} since {automatedInstancesSinceDateTime}
fr: depuis

source: {dateStr} by <0>{username}</0>
fr: {dateStr} par <0>{username}</0>

source: {forks, plural, one {# fork} other {# forks}}
fr: {forks, plural, one {# fork} autre {# forks}}

source: {interval, plural, one {{interval} day} other {{interval} days}}
fr: {interval, plural, one {{interval} jour} autre {{interval} jours}}

source: {interval, plural, one {{interval} hour} other {{interval} hours}}
fr: {interval, plural, one {{interval} heure} autre {{interval} heures}}

source: {interval, plural, one {{interval} minute} other {{interval} minutes}}
fr: {interval, plural, one {{interval} minute} autre {{interval} minutes}}

source: {interval, plural, one {{interval} month} other {{interval} months}}
fr: {interval, plural, one {{interval} mois} autre {{interval} mois}}

source: {interval, plural, one {{interval} week} other {{interval} weeks}}
fr: {interval, plural, one {{interval} semaine} autre {{interval} semaines}}

source: {interval, plural, one {{interval} year} other {{interval} years}}
fr: {interval, plural, one {{interval} année} autre {{interval} années}}

source: {intervalValue, plural, one {day} other {days}}
fr: {intervalValue, plural, one {day} autre {days}}

source: {intervalValue, plural, one {hour} other {hours}}
fr: {intervalValue, plural, one {hour} autre {hours}}

source: {intervalValue, plural, one {minute} other {minutes}}
fr: {intervalValue, plural, one {minute} autre {minutes}}

source: {intervalValue, plural, one {month} other {months}}
fr: {intervalValue, plural, one {month} autre {months}}

source: {intervalValue, plural, one {week} other {weeks}}
fr: {intervalValue, plural, one {week} autre {weeks}}

source: {numOccurrences, plural, one {After {numOccurrences} occurrence} other {After {numOccurrences} occurrences}}
fr: {numOccurrences, plural, one {After {numOccurrences} occurrence} autre {After {numOccurrences} occurrences}}

source: {pluralizedItemName} List
fr: {pluralizedItemName} Liste
