Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: The selected project is not configured for SCM. To configure for SCM, edit the project and provide SCM settings and then run an update.
es: El proyecto seleccionado no está configurado para usar SCM. Para configurar el uso de SCM, edite el proyecto, proporcione los ajustes de SCM y, luego, ejecute una actualización.
fr: Le projet sélectionné n’est pas configuré pour SCM. Afin de le configurer pour SCM, modifiez le projet et définissez les paramètres SCM, puis lancez une mise à jour.
ja: 選択されたプロジェクトは SCM に対して設定されていません。SCM の設定を行うには、プロジェクトを編集して SCM 設定を指定してから更新を実行します。
nl: Het geselecteerde project is niet geconfigureerd voor SCM. Om het project te configureren voor SCM, dient u het te wijzigen en SCM-instellingen op te geven, om vervolgens een update uit te voeren.

source: The selected project is not configured for SCM. To configure for SCM, edit the project and provide SCM settings, and then run an update.
es: El proyecto seleccionado no está configurado para usar SCM. Para configurar el uso SCM, edita el proyecto y establezca opciones SCM y ejecute una actualización.
fr: Le projet sélectionné n’est pas configuré pour SCM. Afin de le configurer pour SCM, modifiez le projet et définissez les paramètres SCM, puis lancez une mise à jour.
ja: 選択されたプロジェクトは SCM に対して設定されていません。SCM の設定を行うには、プロジェクトを編集して SCM 設定を指定してから更新を実行します。
nl: Het geselecteerde project is niet geconfigureerd voor SCM. Om het project te configureren voor SCM, dient u het te wijzigen en SCM-instellingen op te geven, om vervolgens een update uit te voeren.

source: The suggested format for variable names is lowercase and underscore-separated (for example, foo_bar, user_id, host_name, etc.). Variable names with spaces are not allowed.
es: El formato sugerido para los nombres de variables es minúsculas y guiones bajos (por ejemplo, foo_bar, user_id, host_name, etc.). No están permitidos los nombres de variables con espacios.
fr: Le format suggéré pour les noms de variables est en minuscules avec des tirets de séparation (exemple, foo_bar, user_id, host_name, etc.). Les noms de variables contenant des espaces ne sont pas autorisés.
ja: 推奨される変数名の形式は小文字のみを使用し、それらをアンダースコアで区切る形です (foo_bar、user_id、host_name など)。スペースを含む変数名は許可されません。
nl: De voorgestelde indeling voor namen van variabelen: kleine letters en gescheiden door middel van een underscore (bijvoorbeeld foo_bar, user_id, host_name etc.) De naam van een variabele mag geen spaties bevatten.

source: The time must be in HH24:MM:SS format.
es: La hora debe ser en formato HH24:MM:SS.
fr: L’heure doit être sous le format suivant HH24:MM:SS
ja: 時間は HH24:MM:SS 形式で表示される必要があります。
nl: De tijd moet weergegeven worden in de indeling HH24:MM:SS.

source: The {{ resourceType }} is currently being used by other resources.
es: Actualmente, otros recursos están usando el {{ resourceType }}.
fr: Le {{ resourceType }} est utilisé actuellement par d'autres ressources.
ja: {{ resourceType }} は現在他のリソースで使用されています。
nl: De {{ resourceType }} wordt op dit moment gebruikt door andere hulpbronnen.

source: There are no events to display at this time
es: No hay eventos a mostrar por el momento
fr: Aucun événement à afficher pour le moment
ja: 現時点で表示できるイベントはありません
nl: Er zijn op dit moment geen evenementen om weer te geven

source: There are no jobs awaiting approval
es: No hay trabajos pendientes de aprobación
fr: Il n'y a pas de tâches en attente d'approbation
ja: 承認待ちのジョブはありません。
nl: Er zijn geen banen die op goedkeuring wachten

source: There are no running jobs.
es: No hay tareas en ejecución.
fr: Aucun job en cours d'exécution.
ja: 実行中のジョブがありません。
nl: Er worden op dit moment geen taken uitgevoerd.

source: There is no SCM update information available for this project. An update has not yet been completed. If you have not already done so, start an update for this project.
es: No hay información disponible sobre la actualización de SCM para este proyecto. Aún no se completó una actualización. Si todavía no lo ha hecho, inicie una actualización para este proyecto.
fr: Aucune information de mise à jour SCM n’est disponible pour ce projet. Une mise à jour n’est pas encore terminée. Si vous n’avez pas encore lancé une mise à jour pour ce projet, faites-le.
ja: このプロジェクトに利用できる SCM 更新情報はありません。更新はまだ完了していません。まだ更新を実行していない場合は、このプロジェクトの更新を開始してください。
nl: Er is geen SCM-update-informatie beschikbaar voor dit project. Er is nog geen update voltooid. Start een update voor dit project, indien u dit nog niet gedaan heeft.

source: There is no SCM update information available for this project. An update has not yet been completed. If you have not already done so, start an update for this project.
es: No hay información disponible sobre la actualización de SCM para este proyecto. Aún no se completó una actualización. Si todavía no lo ha hecho, inicie una actualización para este proyecto.
fr: Aucune information de mise à jour SCM n’est disponible pour ce projet. Une mise à jour n’est pas encore terminée. Si vous n’avez pas encore lancé une mise à jour pour ce projet, faites-le.
ja: このプロジェクトに利用できる SCM 更新情報はありません。更新はまだ完了していません。まだ更新を実行していない場合は、このプロジェクトの更新を開始してください。
nl: Er is geen SCM-update-informatie beschikbaar voor dit project. Er is nog geen update voltooid. Start een update voor dit project, indien u dit nog niet gedaan heeft.

source: There was an error deleting inventory source groups. Returned status:
es: Se produjo un error al eliminar los grupos de la fuente del inventario. Estado devuelto:
fr: Une erreur s’est produite lors de la suppression des groupes de source d'inventaire. État renvoyé :
ja: インベントリーソースグループの削除中にエラーが発生しました。返されたステータス:
nl: Er is iets misgegaan bij het verwijderen van de inventarisbrongroepen. Retourstatus:

source: There was an error deleting inventory source hosts. Returned status:
es: Se produjo un error al eliminar los hosts de la fuente del inventario. Estado devuelto:
fr: Une erreur s’est produite lors de la suppression des hôtes de source d'inventaire. État renvoyé :
ja: インベントリーソースホストの削除中にエラーが発生しました。返されたステータス:
nl: Er is iets misgegaan bij het verwijderen van de inventarisbrongroepen. Retourstatus:

source: There was an error deleting inventory source. Returned status:
es: Se produjo un error al eliminar la fuente del inventario. Estado devuelto:
fr: Une erreur s’est produite lors de la suppression de la source d'inventaire. État renvoyé :
ja: インベントリーソースの削除中にエラーが発生しました。返されたステータス:
nl: Er is iets misgegaan bij het verwijderen van de inventarisbron. Status:

source: There was an error resetting value. Returned status:
es: Ha habido un error reiniciando el valor. Estado devuelto:
fr: Une erreur s’est produite lors de la réinitialisation de la valeur. État renvoyé :
ja: 値のリセット中にエラーが発生しました。返されたステータス:
nl: Er was een fout bij het resetten van de waarde. Teruggegeven status:

source: There was an error resetting values. Returned status:
es: Ha habido un error reiniciando valores. Estado devuelto:
fr: Une erreur s’est produite lors de la réinitialisation des valeurs. État renvoyé :
ja: 値のリセット中にエラーが発生しました。返されたステータス:
nl: Er was een fout bij het resetten van de waardes. Teruggegeven status:

source: There was an error testing the log aggregator. Returned status:
es: Se produjo un error al probar el agregador de registros. Estado devuelto:
fr: Une erreur s’est produite lors du test de l'agrégateur. État renvoyé :
ja: ログアグリゲーターのテスト中にエラーが発生しました。返されたステータス:
nl: Er was een fout bij het testen van de log aggregator. Teruggegeven status:

source: These are the modules that {{BRAND_NAME}} supports running commands against.
es: Estos son los módulos que {{BRAND_NAME}} admite para ejecutar comandos.
fr: Il s'agit des modules pris en charge par {{BRAND_NAME}} pour l'exécution de commandes.
ja: これらは {{BRAND_NAME}} がコマンドの実行をサポートするモジュールです。
nl: Dit zijn de modules waar {{BRAND_NAME}} commando's tegen kan uitvoeren.

source: This Job Template has a credential that requires a password. Credentials requiring passwords on launch are not permitted on workflow nodes.
es: Esta plantilla de trabajo cuenta con una credencial que requiere una contraseña. Las credenciales que requieren contraseña en el inicio no están permitidas en los nodos de flujo de trabajo.
fr: Ce modèle de job a un identifiant qui exige un mot de passe. Les identifiants qui exigent des mots de passe au lancement ne sont pas permis sur les nodes de workflow.
ja: このジョブテンプレートにはパスワードが必要な認証情報があります。起動時にパスワードを必要とする認証情報はワークフローノードでは許可されません。
nl: Dit taaksjabloon heeft toegangsgegevens waar een wachtwoord bij hoort. Toegangsgegevens die wachtwoordgegevens nodig hebben bij het opstarten zijn niet toegestaan op workflowknooppunten.

source: This Job Template has a default credential that requires a password before launch. Adding or editing schedules is prohibited while this credential is selected. To add or edit a schedule, credentials that require a password must be removed from the Job Template.
es: Esta plantilla de trabajo cuenta con una credencial predeterminada que requiere contraseña antes del lanzamiento. Queda prohibido añadir o editar programaciones mientras esta credencial está seleccionada. Para añadir o editar una programación, las credenciales que requieren contraseña se deben eliminar de la plantilla de trabajo.
fr: Ce modèle de travail a un identifiant par défaut qui nécessite un mot de passe avant le lancement. Il est interdit d'ajouter ou de modifier des plannings tant que cet identifiant est sélectionné. Pour ajouter ou modifier un planning, les identifiants nécessitant un mot de passe doivent être supprimées du modèle de travail.
ja: このジョブテンプレートには、起動前にパスワードを必要とするデフォルト認証情報があります。この認証情報が選択されている場合、スケジュールの追加または編集は許可されません。スケジュールを追加または編集するには、パスワードを必要とする認証情報をジョブテンプレートから削除する必要があります。
nl: Dit taaksjabloon heeft standaardtoegangsgegevens waar een wachtwoord voor nodig is bij het opstarten. Zo lang deze toegangsgegevens geselecteerd zijn, is het niet toegestaan schema's toe te voegen of te wijzigen. Om een schema toe te voegen of te wijzigen moeten de toegangsgegevens waar een wachtwoord voor nodig is, eerst verwijderd worden uit de taaksjabloon.

source: This Job Template is missing a default inventory or project. This must be addressed in the Job Template form before this node can be saved.
es: A esta plantilla de trabajo le falta un inventario o proyecto predeterminado. Esto se debe abordar en el formulario de Plantilla del trabajo para que se pueda guardar este nodo.
fr: Ce Modèle de Job ne possède pas d'inventaire ou de projet par défaut. Ceci doit être corrigé dans le formulaire de Modèle de Job avant que ce node puisse être sauvegardé.
ja: このジョブテンプレートにはデフォルトのインベントリーまたはプロジェクトがありません。これについては、このノードを保存する前にジョブテンプレートフォームで対応する必要があります。
nl: Er ontbreekt een standaardinventaris of -project uit dit taaksjabloon. Dit moet behandeld worden in het formulier voor de taaksjabloon voordat dit knooppunt opgeslagen kan worden.

source: This credential type is currently being used by one or more credentials. Credentials that use this credential type must be deleted before the credential type can be deleted.
es: Una o más credenciales están usando este tipo de credencial actualmente. Las credenciales que usan este tipo de credencial se deben eliminar para que se pueda eliminar el tipo de credencial.
fr: Ce type de justificatif d'identifiant est actuellement utilisé par un ou plusieurs identifiants. Les identifiants qui utilisent ce type de justificatif d'identité doivent être supprimés avant que le type d'identifiant puisse être supprimé.
ja: この認証情報タイプは現在 1 つ以上の認証情報で使用されています。この認証情報タイプを使用する認証情報を削除してから認証情報タイプを削除することができます。
nl: Deze soort toegangsgegevens wordt op dit moment door één of meerdere toegangsgegevens gebruikt. Toegangsgegevens die deze soort gebruiken moeten verwijderd worden voordat de soort verwijderd kan worden.

source: This feature is currently in tech preview and is subject to change in a future release. Click here for documentation.
es: Esta característica se encuentra actualmente en una versión preliminar de demostración y está sujeta a cambios en una versión futura. Haga clic aquí para ver la documentación.
fr: Cette fonctionnalité est actuellement en version préliminaire et est susceptible d'être modifiée dans une prochaine version. Cliquez ici pour obtenir de la documentation.
ja: この機能は現在テクノロジープレビュー機能となっており、今後のリリースで変更される可能性があります。こちらをクリックしてドキュメントを確認してください。
nl: Deze functie is momenteel in tech-voorvertoning en kan in een toekomstige release worden gewijzigd. Klik hier voor documentatie.

source: This group contains at least one group or host
es: Este grupo contiene al menos un grupo o host
fr: Ce groupe contient au moins un groupe ou un hôte
ja: このグループには、少なくとも 1 つのグループまたはホストが含まれています。
nl: Deze groep bevat ten minste één groep of host

source: This inventory is applied to all job template nodes that prompt for an inventory.
es: Este inventario se aplica a todos los nodos de la plantilla de trabajo que indican un inventario.
fr: Cet inventaire s'applique à tous les noeuds de modèles de job qui demandent un inventaire.
ja: このインベントリーが、インベントリーをプロンプトするすべてのジョブテンプレートノードに適用されます。
nl: Deze inventaris wordt toegepast op alle jobsjabloonknooppunten die vragen naar een inventaris.

source: This is not a valid number.
es: Éste no es un número válido.
fr: Le nombre n’est pas valide.
ja: これは無効な数値です。
nl: Dit is geen geldig nummer.

source: This is the tenant name. This value is usually the same as the username.
es: Este es el nombre del inquilino. Este valor normalmente es el mismo que el nombre de usuario.
fr: Il s’agit du nom du client. Cette valeur est habituellement la même que celle du nom d’utilisateur.
ja: これはテナント名です。通常、この値はユーザー名と同じです。
nl: Dit is de naam van de huurder. Deze waarde is vaak gelijk aan de gebruikersnaam.

source: This job template has a default {{typeLabel}} credential which must be included or replaced before proceeding.
es: Esta plantilla de trabajo cuenta con una credencial predeterminada {{typeLabel}} que se debe incluir o reemplazar antes de continuar.
fr: Ce modèle de job possède un identifiant {{typeLabel}} par défaut qui doit être inclus ou remplacé avant de pouvoir continuer.
ja: このジョブテンプレートにはデフォルトの {{typeLabel}} 認証情報があります。これを組み込むか、または置き換えてから次に進んでください。
nl: Dit taaksjabloon heeft een standaard {{typeLabel}}-toegangsgegevens die bijgevoegd of vervangen moet worden voordat u verder kunt gaan.

source: This list is populated by inventories added from the
es: Esta lista se completa con los inventarios agregados desde
fr: Cette liste contient des inventaires ajoutés à partir de
ja: この一覧は、以下から追加されるインベントリーで事前に設定されます:
nl: Deze lijst is gevuld met inventarissen die toegevoegd zijn vanuit de

source: This list is populated by notification templates added from the %sNotifications%s section
es: Esta lista se completa con las plantillas de notificación agregadas desde la sección %sNotificaciones%s
fr: Cette liste contient des modèles de notification ajoutés à partir de la section %sNotifications%s
ja: この一覧は、%s通知%s セクションで追加される通知テンプレートで事前に設定されます。
nl: Deze lijst is gevuld met berichtsjablonen die toegevoegd zijn vanuit de sectie %sBerichten%s

source: This list is populated by projects added from the
es: Esta lista se completa con los proyectos agregados desde el
fr: Cette liste contient des équipes ajoutés à partir de
ja: この一覧は、以下から追加されるプロジェクトで事前に設定されます:
nl: Deze lijst is gevuld met projecten die toegevoegd zijn vanuit de

source: This list is populated by teams added from the
es: Esta lista se completa con los equipos agregados desde el
fr: Cette liste contient des équipes ajoutées à partir de
ja: この一覧は、以下から追加されるチームで事前に設定されます:
nl: Deze lijst is gevuld met teams die toegevoegd zijn vanuit de

source: This machine has not checked in with Insights in {{last_check_in}} hours
es: Esta máquina no se ha registrado en Insights en {{last_check_in}} horas
fr: Cette machine n'a pas été connectée à Insights depuis {{last_check_in}} heures
ja: このマシンは {{last_check_in}} 時間 Insights にチェックインしていません
nl: Deze machine heeft {{last_check_in}} uur geleden voor het laatst ingecheckt bij Insights

source: This question variable is already in use. Please enter a different variable name.
es: Esta variable de pregunta ya está en uso. Ingrese un nombre de variable diferente.
fr: Cette variable de question est déjà utilisée. Veuillez saisir un nom de variable différent.
ja: この質問の変数はすでに使用されています。別の変数名を入力してください。
nl: Deze vraagvariabele wordt al gebruikt. Voer een andere variabele naam in.

source: This setting has been set manually in a settings file and is now disabled.
es: Este valor ha sido establecido manualmente en el fichero de configuración y ahora está inhabilitado.
fr: Cette valeur a été définie manuellement dans un fichier de configuration et est maintenant désactivée.
ja: この値は設定ファイルに手動で設定され、現在は無効にされています。
nl: Deze instelling is handmatig gekozen in een instellingenbestand en is nu uitgeschakeld.

source: This user is not a member of any teams
es: Este usuario no es miembro de ningún equipo.
fr: Cet utilisateur n’est pas membre d’une équipe
ja: このユーザーはいずれのチームのメンバーでもありません。
nl: Deze gebruiker is niet lid van een team

source: This value does not match the password you entered previously. Please confirm that password.
es: Este valor no corresponde con la contraseña introducida anteriormente. Por favor confirme la contraseña.
fr: Cette valeur ne correspond pas au mot de passe que vous avez entré précédemment. Veuillez confirmer ce mot de passe.
ja: この値は、以前に入力されたパスワードと一致しません。パスワードを確認してください。
nl: Deze waarde komt niet overeen met het wachtwoord dat u eerder ingevoerd heeft. Bevestig dat wachtwoord.

source: This will reset all configuration values to their factory defaults. Are you sure you want to proceed?
es: Esta operación reiniciará todos los valores de configuración a los valores por defecto de fábrica. ¿Está seguro de querer continuar?
fr: Cette opération rétablit toutes les valeurs de configuration sur leurs valeurs par défaut. Voulez-vous vraiment continuer ?
ja: これにより、すべての設定値が出荷時の設定にリセットされます。本当に続行してもよいですか?
nl: Op deze manier worden alle configuratiewaarden gereset naar de fabrieksinstellingen. Weet u zeker dat u verder wilt gaan?

source: This workflow job template has a default inventory which must be included or replaced before proceeding.
es: Esta plantilla de trabajos del flujo de trabajo tiene un inventario predeterminado que debe incluirse o reemplazarse antes de continuar.
fr: Ce modèle de job de flux de travail possède un inventaire par défaut qui doit être inclus ou remplacé avant de pouvoir continuer.
ja: このワークフロージョブテンプレートにはデフォルトのインベントリーがあります。これを組み込むか、または置き換えてから次に進んでください。
nl: Dit worklowtaaksjabloon heeft een standaardinventaris die voordat u verdergaat dient te worden opgenomen of vervangen.

source: Thu
es: Jue
fr: Jeu.
ja: 木
nl: Do

source: Time
es: Duración
fr: Durée
ja: 時間
nl: Tijd

source: Time Remaining
es: Tiempo restante
fr: Durée restante
ja: 残りの時間
nl: Tijd over

source: Time in seconds to consider a project to be current. During job runs and callbacks the task system will evaluate the timestamp of the latest project update. If it is older than Cache Timeout, it is not considered current, and a new project update will be performed.
es: Tiempo en segundos a considerar que un proyecto es reciente. Durante la ejecución del trabajo y callbacks la tarea del sistema evaluará la fecha y hora de la última actualización del proyecto. Si es más antigua que el tiempo de expiración de caché, se considera que no es reciente y una nueva actualización del proyecto será llevada a cabo.
fr: Délai en secondes à prévoir pour qu’un projet soit actualisé. Durant l’exécution des tâches et les rappels, le système de tâches évalue l’horodatage de la dernière mise à jour du projet. Si elle est plus ancienne que le délai d’expiration du cache, elle n’est pas considérée comme actualisée, et une nouvelle mise à jour du projet sera effectuée.
ja: プロジェクトが最新であることを判別するための時間 (秒単位) です。ジョブ実行およびコールバック時に、タスクシステムは最新のプロジェクト更新のタイムスタンプを評価します。これがキャッシュタイムアウトよりも古い場合には、最新とは見なされず、新規のプロジェクト更新が実行されます。
nl: Tijd in seconden waarmee een project actueel genoemd kan worden. Tijdens taken in uitvoering en terugkoppelingen wil het taaksysteem de tijdstempel van de meest recente projectupdate bekijken. Indien dit ouder is dan de Cache-timeout wordt het project niet gezien als actueel en moet er een nieuwe projectupdate uitgevoerd worden.

source: Time in seconds to consider an inventory sync to be current. During job runs and callbacks the task system will evaluate the timestamp of the latest sync. If it is older than Cache Timeout, it is not considered current, and a new inventory sync will be performed.
es: Tiempo en segundos para que la sincronización del inventario esté actualizada. Durante la ejecución de trabajos y callbacks, el sistema de tareas evaluará la marca de tiempo de la última sincronización. Si es anterior al Tiempo de espera para la ejecución del caché, no se considera actualizada y se llevará a cabo una nueva sincronización del inventario.
fr: Délai en secondes à prévoir pour qu'une synchronisation d'inventaire soit actualisée. Durant l’exécution des tâches et les rappels, le système de tâches évalue l’horodatage de la dernière mise à jour du projet. Si elle est plus ancienne que le délai d’expiration du cache, elle n’est pas considérée comme actualisée, et une nouvelle synchronisation de l'inventaire sera effectuée.
ja: インベントリーの同期が最新の状態であることを判別するために使用される時間 (秒単位) です。ジョブの実行およびコールバック時に、タスクシステムは最新の同期のタイムスタンプを評価します。これがキャッシュタイムアウトよりも古い場合は最新とは見なされず、インベントリーの同期が新たに実行されます。
nl: Tijd in seconden waarmee een inventarissynchronisatie actueel genoemd kan worden. Tijdens taken in uitvoering en terugkoppelingen zal het taaksysteem de tijdstempel van de meest recente synchronisatie bekijken. Indien dit ouder is dan de Cache-timeout wordt het project niet gezien als actueel en moet er een nieuwe inventarissynchronisatie uitgevoerd worden.

source: Timeout
es: Tiempo de espera
fr: Délai d'attente
ja: タイムアウト

source: To learn more about the IAM STS Token, refer to the %sAmazon documentation%s.
es: Para conocer más sobre el token de IAM STS, consulte la %sdocumentación de Amazon%s.
fr: Pour en savoir plus sur le token STS d’IAM, reportez-vous à la documentation d’%sAmazon%s.
ja: IAM STS トークンについての詳細は、%sAmazon ドキュメント%s を参照してください。
nl: Raadpleeg de %sAmazondocumentatie%s voor meer informatie over de IAM STS-token.

source: Toggle expanded output
es: Conmutar salida expandida
fr: Activer la sortie de commande développée
ja: 詳細出力の切り替え
nl: Uitgebreide output schakelen

source: Toggle the display of plaintext.
es: Alternar la visualización de texto sin formato.
fr: Bascule l’affichage du texte en clair.
ja: プレーンテキストの表示を切り替えます。
nl: Tekst tonen/verbergen

source: Token
ja: トークン

source: Tokens
fr: Jetons
ja: トークン

source: Total Issues
es: Total de problemas
fr: Nombre de problèmes total
ja: 問題の合計
nl: Totale problemen

source: Total Jobs
es: Tareas totales
ja: ジョブの合計
nl: Totale taken

source: Total Nodes
es: Nodos totales
fr: Total des nœuds
ja: ノードの合計
nl: Totaalaantal knooppunten

source: Traceback
ja: トレースバック

source: Tracking and Analytics
es: Seguimiento y análitica
fr: Suivi et analyse
ja: 追跡およびアナリティクス
nl: Tracking en analyse

source: Trial
es: Prueba
fr: Essai
ja: トライアル
nl: Proefperiode

source: Tue
es: Mar
fr: Mar.
ja: 火
nl: Di

source: Type
es: Tipo
ja: タイプ
nl: Soort

source: Type Details
es: Detalles del tipo
fr: Détails sur le type
ja: タイプの詳細
nl: Soortdetails

source: UNLINK
es: DESVINCULAR
ja: リンクの削除
nl: LINK VERWIJDEREN

source: URL popover text
es: Texto 'popover' de la URL
fr: Texte popover de l’URL
ja: URL ポップオーバーテキスト
nl: URL-popovertekst

source: USERNAME
es: NOMBRE DE USUARIO
fr: NOM D’UTILISATEUR
ja: ユーザー名
nl: GEBRUIKERSNAAM

source: USERS
es: USUARIOS
fr: UTILISATEURS
ja: ユーザー
nl: GEBRUIKERS

source: UUID (Ascending)
es: UUID (ascendente)
fr: UUID (croissant)
ja: UUID (昇順)
nl: UUID (Oplopend)

source: UUID (Descending)
es: UUID (descendente)
fr: UUID (décroissant)
ja: UUID (降順)
nl: UUID (Aflopend)
