Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: When not checked, a merge will be performed, combining local variables with those found on the external source.
es: Cuando no esté comprobado, se llevará a cabo una fusión, y se combinarán las variables locales con las variables halladas en la fuente externa.
fr: Si la case n'est pas cochée, une fusion aura lieu, combinant les variables locales à celles qui se trouvent dans la source externe.
ja: チェックが付けられていない場合、ローカル変数と外部ソースにあるものを組み合わせるマージが実行されます。
nl: Als dit vakje niet aangevinkt is, worden lokale variabelen samengevoegd met de variabelen die aangetroffen zijn in de externe bron.

source: When not checked, local child hosts and groups not found on the external source will remain untouched by the inventory update process.
es: Si la opción no está marcada, los hosts hijos y los grupos locales que no se encuentren en la fuente externa no se modificarán a partir del proceso de actualización del inventario.
fr: Si non cochée, les hôtes et groupes locaux dépendants non trouvés dans la source externe ne seront pas touchés par le processus de mise à jour de l'inventaire.
ja: チェックが付けられていない場合、外部ソースにないローカルの子ホストおよびグループは、インベントリーの更新プロセスによって処理されないままになります。
nl: Als dit vakje niet aangevinkt is, worden lokale onderliggende hosts en groepen die niet aangetroffen zijn in de externe bron niet behandeld in het synchronisatieproces van de inventaris.

source: When this field is true, the job's inventory belongs to an organization that has exceeded it's limit of hosts as defined by the system administrator.
es: Cuando este campo es verdadero, el inventario del trabajo pertenece a una organización que ha excedido su límite de hosts según lo define el administrador del sistema.
fr: Lorsque ce champ est vrai, l'inventaire du job appartient à une organisation qui a dépassé sa limite d'hôtes définie par l'administrateur système.
ja: このフィールドが True の場合には、ジョブのインベントリーが所属する組織では、システム管理者が定義したホストの上限を超えてしまいます。
nl: Als dit veld True is, hoort de inventaris van de taak bij een organisatie die de limiet van hosts heeft overschreden zoals bepaald door de systeembeheerder.

source: When this project is used by a Job Template, Organization cannot be changed.
es: Cuando este proyecto es usado por una Plantilla de tarea, no se puede cambiar la Organización.
fr: Lorsque ce projet est utilisé par un modèle de tâche, l'organisation ne peut pas être modifiée.
ja: このプロジェクトがジョブテンプレートで使用されている場合には、組織は変更できません。
nl: Wanneer dit project wordt gebruikt door een taaksjabloon, kan organisatie niet worden gewijzigd.

source: Workflow
es: Flujo de trabajo
ja: ワークフロー

source: Workflow Approved Message
es: Mensaje aprobado por el flujo de trabajo
fr: Message de workflow approuvé
ja: ワークフロー承認メッセージ
nl: Workflow Goedgekeurd bericht

source: Workflow Approved Message Body
es: Cuerpo del mensaje aprobado por el flujo de trabajo
fr: Corps de message de workflow approuvé
ja: ワークフロー承認メッセージのボディー
nl: Workflow Goedgekeurde berichtbody

source: Workflow Denied Message
es: Mensaje de denegación del flujo de trabajo
fr: Message de workflow refusé
ja: ワークフロー拒否メッセージ
nl: Workflow Geweigerd bericht

source: Workflow Denied Message Body
es: Cuerpo del mensaje denegado por el flujo de trabajo
fr: Corps de message de workflow refusé
ja: ワークフロー拒否メッセージのボディー
nl: Workflow Geweigerde berichtenbody

source: Workflow Job
es: Tarea en flujo de trabajo
fr: Tâche de workflow
ja: ワークフロージョブ
nl: Workflowtaak

source: Workflow Job Template Nodes
es: Nodos de la plantilla de tareas de flujo de trabajo
fr: Nodes de modèles de Jobs de workflows
ja: ワークフロージョブテンプレートのノード
nl: Sjabloonknooppunten workflowtaak

source: Workflow Job Templates
es: Plantillas de trabajos de flujo de trabajo
fr: Modèles de Jobs de flux de travail
ja: ワークフロージョブテンプレート
nl: Workflowtaaksjablonen

source: Workflow Pending Approval Message
es: Mensaje de aprobación pendiente del flujo de trabajo
fr: Message de flux de travail en attente d'approbation
ja: ワークフロー承認待ちメッセージ
nl: Workflow in afwachting van goedkeuring bericht

source: Workflow Pending Approval Message Body
es: Cuerpo del mensaje de aprobación pendiente del flujo de trabajo
fr: Corps du message de flux de travail en attente d'approbation
ja: ワークフロー承認待ちメッセージのボディー
nl: Workflow in afwachting van goedkeuring bericht

source: Workflow Template
es: Plantilla de flujo de trabajo
fr: Modèle de workflow
ja: ワークフローテンプレート
nl: Workflowsjabloon

source: Workflow Templates
es: Plantillas de flujo de trabajo
fr: Modèles de workflow
ja: ワークフローテンプレート
nl: Workflowsjablonen

source: Workflow Timed Out Message
es: Mensaje de tiempo de espera agotado del flujo de trabajo
fr: Message d'expiration de workflow
ja: ワークフローのタイムアウトメッセージ
nl: Workflow Verlopen bericht

source: Workflow Timed Out Message Body
es: Cuerpo del mensaje de tiempo de espera agotado del flujo de trabajo
fr: Corps du message d’expiration de workflow
ja: ワークフローのタイムアウトメッセージのボディー
nl: Workflow Verlopen berichtbody

source: Workflow Visualizer
es: Visualizador de flujos de trabajo
fr: Visualisateur de workflow
ja: ワークフロービジュアライザー
nl: Workflowweergave

source: Write
es: Escribir
fr: Écriture
ja: 書き込み
nl: Schrijven

source: Yellow
es: Amarillo
fr: Jaune
ja: 黄
nl: Geel

source: You can create a job template <a href="#/templates/add_job_template">here</a>.
es: Puede crear una plantilla de trabajo <a href="#/templates/add_job_template">aquí</a>.
fr: Vous pouvez créer un modèle de tâche <a href="#/templates/add_job_template">ici</a>.
ja: ジョブテンプレートを<a href="#/templates/add_job_template">ここ</a>に作成できます。
nl: U kunt <a href="#/templates/add_job_template">hier</a> een taaksjabloon maken.

source: You do not have access to all resources used by this workflow. Resources that you don't have access to will not be copied and will result in an incomplete workflow.
es: No tiene acceso a todos los recursos utilizados por este flujo de trabajo. Los recursos a los que no tiene acceso no se copiarán y darán como resultado un flujo de trabajo incompleto.
fr: Vous n'avez pas accès à toutes les ressources utilisées par ce workflow. Les ressources auxquelles vous n'avez pas accès ne seront pas copiées et donc, le workflow ne sera pas complet.
ja: このワークフローで使用されるすべてのリソースへのアクセスがありません。アクセスのないリソースはコピーされず、結果としてワークフローが不完全になります。
nl: U heeft geen toegang tot alle hulpbronnen die door deze workflow gebruikt worden. Als u geen toegang heeft tot een hulpbron, wordt deze niet gekopieerd en krijgt u een incomplete workflow.

source: You do not have access to view this property
es: Usted no tiene permiso para ver esta propiedad
fr: Vous n’avez pas d’accès pour afficher cette propriété
ja: これを適切に表示するためのアクセス権がありません。
nl: U heeft geen toestemming om dit eigendom weer te geven

source: You do not have permission to add a job template, or there are no projects available.
es: No tiene permiso para agregar una plantilla de trabajo, o no hay proyectos disponibles.
fr: Vous n'avez pas la permission d'ajouter un modèle de tâche, ou il n'y a pas de projets disponibles.
ja: ジョブテンプレート追加のパーミッションがないか、利用可能なプロジェクトはありません。
nl: U heeft geen toestemming om een taaksjabloon toe te voegen, of er zijn geen projecten beschikbaar.

source: You do not have permission to add a project.
es: Usted no tiene permiso para añadir un proyecto.
fr: Vous n’êtes pas autorisé à ajouter un projet.
ja: プロジェクトを追加するパーミッションがありません。
nl: U heeft geen machtiging om een project toe te voegen.

source: You do not have permission to add a user.
es: Usted no tiene permiso para añadir un usuario.
fr: Vous n’êtes pas autorisé à ajouter un utilisateur.
ja: ユーザーを追加するパーミッションがありません。
nl: U heeft geen machtiging om een gebruiker toe te voegen.

source: You do not have permission to add a workflow job template.
es: Usted no tiene permiso para añadir una plantilla de trabajo del flujo de trabajo.
fr: Vous n'êtes pas autorisé à ajouter un modèle de job de flux de travail.
ja: ワークフロージョブテンプレートを追加するパーミッションがありません。
nl: U hebt geen toestemming om een sjabloon voor de werkstroom toe te voegen.

source: You do not have permission to manage this user
es: No tiene permiso para gestionar este usuario.
fr: Vous n'êtes pas autorisé à gérer cet utilisateur
ja: このユーザーを管理するパーミッションがありません。
nl: U bent niet gemachtigd deze gebruiker te beheren

source: You do not have permission to perform this action.
es: No tiene permiso para realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
ja: このアクションを実行するパーミッションがありません。
nl: U bent niet gemachtigd deze actie uit te voeren.

source: You do not have permission to view this job.
es: No tiene permiso para ver este trabajo.
fr: Vous n'êtes pas autorisé à afficher ce job.
ja: このジョブを表示するパーミッションがありません。
nl: U bent niet gemachtigd deze taak te bekijken.

source: You do not have sufficient permissions to edit the host filter.
es: No tiene permisos suficientes para editar el filtro del host.
fr: Vous ne disposez pas de suffisamment de permissions pour modifier le filtre de l'hôte.
ja: ホストフィルターの編集に必要なパーミッションがありません。
nl: U hebt geen toestemming om het hostfilter te bewerken.

source: You have been logged out. Please sign in.
es: Se ha cerrado la sesión. Inicie sesión.
fr: Votre session a expiré. Veuillez vous connecter.
ja: ログアウトされました。サインインしてください。
nl: U bent afgemeld. Meld u opnieuw aan.

source: You have unsaved changes. Would you like to proceed <strong>without</strong> saving?
es: Tiene modificaciones sin guardar.¿Le gustaría continuar <strong>sin</strong> guardarlas?
fr: Des modifications n’ont pas été enregistrées. Voulez-vous continuer <strong>sans</ strong> les enregistrer ?
ja: 保存されていない変更があります。変更<strong>せずに</strong>次に進みますか?
nl: U heeft niet-opgeslagen wijzigingen. Wilt u doorgaan <strong>zonder</strong> op te slaan?

source: You must run a successful update before you can select a playbook. You will not be able to save this Job Template without a valid playbook.
es: Debe ejecutar una actualización exitosa para poder seleccionar un cuaderno de estrategias. No podrá guardar esta plantilla de trabajo sin un cuaderno de estrategias válido.
fr: Vous devez procéder à la mise à jour avant de sélectionner un playbook. Vous ne pourrez pas enregistrer ce modèle de job sans playbook valide.
ja: Playbook を選択する前に正常な更新を実行する必要があります。有効な Playbook がないとこのジョブテンプレートを保存することはできません。
nl: U dient een succesvolle update uit te voeren voordat u een draaiboek kunt selecteren. U kunt dit taaksjabloon niet opslaan zonder geldig draaiboek.

source: Your request to cancel the update was submitted to the task manager.
es: Su solicitud de cancelación de la actualización ha sido enviada al gestor de tareas.
fr: Votre demande d’annulation de la mise à jour a été envoyée au gestionnaire de tâches.
ja: 更新を取り消す要求がタスクマネージャーに送信されました。
nl: Uw verzoek om de update te annuleren is ingediend bij de taakbeheerder.

source: Your session timed out due to inactivity. Please sign in.
es: Su sesión ha expirado debido a la inactividad. Inicie sesión.
fr: Votre session a expiré en raison d’un temps d’inactivité. Veuillez vous connecter.
ja: アイドル時間によりセッションがタイムアウトしました。サインインしてください。
nl: Uw sessie is verlopen vanwege inactiviteit. Meld u opnieuw aan.

source: Your session will expire in <span id="remaining_seconds" class="IdleModal-remainingSeconds">60</span> seconds, would you like to continue?
es: Su sesión caducará en <span id="remaining_seconds" class="IdleModal-remainingSeconds">60</span> segundos, ¿le gustaría continuar?
fr: Votre session expirera dans <span id="remaining_seconds" class="IdleModal-remainingSeconds">60</span> secondes, voulez-vous continuer ?
ja: セッションは <span id="remaining_seconds" class="IdleModal-remainingSeconds">60</span> 秒後に期限切れになります。続行しますか?
nl: Uw sessie verloopt over <span id="remaining_seconds" class="IdleModal-remainingSeconds">60</span> seconden. Wilt u doorgaan?

source: approved
es: aprobado
fr: approuvé
ja: 承認
nl: goedgekeurd

source: button to view the latest status.
es: botón para ver el último estado.
fr: bouton pour voir le statut le plus récent.
ja: 最新ステータスを表示するボタン
nl: knop om de nieuwste status te zien.

source: by
es: por
fr: par
ja: 作成者:
nl: door

source: canceled
es: cancelado
fr: annulé(e)
ja: 取り消し済み
nl: geannuleerd

source: characters long.
es: caracteres.
fr: caractères.
ja: 文字の長さ。
nl: tekens lang.

source: denied
es: denegado
fr: refusé
ja: 拒否
nl: geweigerd

source: documentation
es: documentación
ja: ドキュメント
nl: documentatie

source: error
fr: erreur
ja: エラー
nl: fout

source: failed
es: falló
fr: Échec
ja: 失敗
nl: mislukt

source: for a complete list of supported filters.
es: para acceder a una lista completa de filtros compatibles.
fr: pour obtenir une liste complète des filtres pris en charge.
ja: サポートされるフィルターの詳細の一覧
nl: voor een volledige lijst van ondersteunde filters.

source: from the
es: del
fr: à partir du
ja: 削除元:
nl: van de

source: groups with sync failures. Click for details
es: grupos con fallas en la sincronización. Haga clic para obtener más información
fr: groupes avec échecs de synchronisation. Cliquez pour obtenir plus d'informations.
ja: 同期が失敗しているグループです。クリックして詳細を確認してください。
nl: groepen met synchronisatiefouten. Klik voor meer informatie

source: host
fr: hôte
ja: ホスト

source: hosts with failures. Click for details.
es: hosts con fallos. Haga clic para obtener más información.
fr: hôtes avec échecs. Cliquez pour obtenir plus d'informations.
ja: 障害のあるホストです。クリックして詳細を確認してください。
nl: hosts met mislukkingen. Klik voor meer informatie.

source: min
ja: 分

source: missing
es: no encontrado
fr: manquant
ja: 不明
nl: ontbreekt

source: name
es: nombre
fr: nom
ja: 名前
nl: naam

source: never updated
es: nunca actualizado
fr: jamais mis à jour
ja: 未更新
nl: nooit bijgewerkt

source: new
es: nuevo
fr: nouveau
ja: 新規
nl: nieuw

source: of the filters match.
es: de la coincidencia con los filtros.
fr: des filtres correspondent.
ja: フィルターの一致:
nl: van de filters komen overeen.

source: on
es: en
fr: le
ja: オン
nl: op

source: on day
es: el día
fr: le
ja: 日数
nl: op dag

source: on days
es: los días
fr: les
ja: 日数
nl: op dagen

source: on the
es: en la
fr: le
ja: 実行日
nl: op de

source: organization
es: organización
fr: organisation
ja: 組織
nl: organisatie

source: pending
es: pendiente
fr: en attente
ja: 保留
nl: in afwachting

source: running
es: ejecutando
fr: actif
ja: 実行中
nl: uitvoeren

source: sec
es: seg
ja: 秒

source: section
es: sección
ja: セクション
nl: sectie

source: selected
es: Seleccionado
fr: sélectionné
ja: 選択済み
nl: geselecteerd

source: set in helpers/credentials
es: definir en helpers/credentials
fr: définir dans helpers/credentials
ja: ヘルパー/認証情報で設定
nl: ingesteld in helpers/toegangsgegevens

source: sources with sync failures. Click for details
es: fuentes con fallos en la sincronización. Haga clic para obtener más información
fr: sources avec échecs de synchronisation. Cliquez pour obtenir plus d'informations.
ja: 同期が失敗しているソースです。クリックして詳細を確認してください。
nl: bronnen met synchronisatiefouten. Klik voor meer informatie

source: successful
es: correctos
fr: réussi
ja: 成功
nl: geslaagd

source: test
es: prueba
ja: test (テスト)

source: timed out
es: agotado
fr: expiré
ja: タイムアウト
nl: time-out

source: to include all regions. Only Hosts associated with the selected regions will be updated.
es: para incluir todas las regiones. Solo se actualizarán los hosts asociados con las regiones seleccionadas.
fr: pour inclure toutes les régions. Seuls les hôtes associés aux régions sélectionnées sont actualisés.
ja: すべてのリージョンが含まれます。選択したリージョンに関連付けられたホストのみが更新されます。
nl: om alle regio's te omvatten. Alleen hosts die bij de gekozen regio's horen worden geüpdatet.

source: to start it now.
es: para comenzarlo ahora.
fr: pour commencer maintenant.
ja: すぐに開始します。
nl: om nu te beginnen.

source: to update.
es: para actualizar.
fr: pour actualiser.
ja: 更新します。
nl: om te updaten.

source: updated
es: actualizado
fr: actualisé
ja: 更新
nl: bijgewerkt

source: v2 URLs%s - leave blank
es: v2 URLs%s - dejar en blanco
fr: v2 URLs%s - laisser vide
ja: v2 URL%s - 空白にする
nl: v2 URL's%s - leeg laten

source: v3 default%s - set to 'default'
es: v3 default%s - establecer en 'valor predeterminado'
fr: v3 default%s - définir sur 'default'
ja: v3 デフォルト%s - 「デフォルト」に設定
nl: v3 standaard%s - instellen op 'standaard'

source: v3 multi-domain%s - your domain name
es: v3 multi-domain%s - su nombre de dominio
fr: v3 multi-domain%s - votre nom de domaine
ja: v3 マルチドメイン%s - ドメイン名
nl: v3 multi-domein%s - uw domeinnaam

source: view azure_rm.ini in the Ansible community.general github repo.
es: ver azure_rm.ini en el repositorio github community.general de Ansible.
fr: afficher azure_rm.ini dans le référentiel github général de la communauté Ansible.
ja: Ansible community.general github リポジトリーで azure_rm.ini を表示します。
nl: bekijk azure_rm.ini in de Ansible community.general github repo.

source: view ec2.ini in the community.aws repo.
es: ver ec2.ini en el repositorio community.aws.
fr: afficher ec2.ini dans le référentiel community.aws.
ja: community.awsリポジトリーで ec2.ini を表示します。
nl: bekijk ec2.ini in de community.aws repo.

source: view vmware_inventory.ini in the vmware community repo.
es: ver vmware_inventory.ini en el repositorio community de VMware.
fr: afficher vmware_inventory.ini dans le référentiel de la communauté vmware.
ja: vmware コミュニティーリポジトリーで vmware_inventory.ini を表示します。
nl: bekijk vmware_inventory.ini in de vmware community repo.

source: waiting
es: esperando
fr: en attente
ja: 待機中
nl: wachten

source: when
es: cuando
fr: quand
ja: 日付
nl: wanneer

source: will create group names similar to the following examples based on the options selected:
es: se crearán nombres de grupos similares a los de los siguientes ejemplos en función de las opciones seleccionadas:
fr: créera des noms de groupe semblables aux noms de groupes des exemples suivants selon les options sélectionnées :
ja: 選択されたオプションに基づいて以下のサンプルと同様のグループ名が作成されます。
nl: zullen groepsnamen aangemaakt worden die vergelijkbaar zijn met de volgende voorbeelden op basis van de geselecteerde opties:

source: working...
es: en funcionamiento...
fr: en cours...
ja: 実行中...
nl: bezig...

source: {{ appName }} Token
es: Token de {{ appName }}
fr: {{ appName }} Jeton
ja: {{ appName }} トークン

source: {{ resource }} successfully created
es: {{ resource }} creado correctamente
fr: {{ resource }} créé
ja: {{ resource }} が正常に作成されました
nl: {{resource}} aangemaakt

source: API URL
es: URL DE API
fr: URL API

source: CloudForms URL
es: URL CloudForms
fr: URL CloudForms

source: Grafana URL
es: URL de Grafana
fr: URL Grafana

source: INSIGHTS
es: OBSERVACIONES
nl: INZICHTEN

source: POST
es: PUBLICAR
fr: PUBLICATION
nl: BERICHT

source: PUT
es: COLOCAR
fr: PLACER

source: Please select a number between
es: Por favor seleccione un número entre
fr: Sélectionnez un nombre compris entre
nl: Selecteer een getal tussen

source: Provide your Red Hat customer credentials and you can choose from a list of your available licenses. The credentials you use will be stored for future use in retrieving renewal or expanded licenses. You can update or remove them in SETTINGS &gt; SYSTEM.
es: Proporcione sus credenciales de cliente de Red Hat y podrá elegir de una lista de sus licencias disponibles. Las credenciales que utilice se almacenarán para su uso futuro en la recuperación de las licencias de renovación o ampliadas. Puede actualizarlas o eliminarlas en CONFIGURACIÓN &gt; SISTEMA.
fr: Fournissez vos informations d’identification client Red Hat et choisissez parmi une liste de licences disponibles pour vous. Les informations d'identification que vous utilisez seront stockées pour une utilisation ultérieure lors de la récupération des licences renouvelées ou étendues. Vous pouvez les mettre à jour ou les supprimer dans PARAMÈTRES &gt; SYSTÈME.
nl: Geef uw Red Hat-klantengegevens door en u kunt kiezen uit een lijst met beschikbare licenties. De toegangsgegevens die u gebruikt, worden opgeslagen voor toekomstig gebruik bij het ophalen van verlengingen of uitbreidingen van licenties. U kunt deze updaten of verwijderen in INSTELLINGEN &gt; SYSTEEM.

source: SURVEY
es: ENCUESTA
fr: QUESTIONNAIRE
nl: VRAGENLIJST

source: Satellite 6 URL
es: URL Satellite 6
fr: URL Satellite 6

source: Survey
es: Encuesta
fr: Questionnaire
nl: Vragenlijst

source: Textarea
es: Area de texto
fr: Zone de texte
nl: Tekstgebied

source: Vault ID
es: ID de Vault
fr: ID Archivage de sécurité
nl: Kluis-id

source: Webhook URL
es: URL de Webhook
fr: URL du webhook

source: YES
es: SÍ
fr: OUI
nl: JA

source: and
es: y
fr: et
nl: en

source: group
es: grupo
nl: groep

source: of
es: de
fr: de
nl: van

source: to
es: para
fr: pour
nl: om

source: (HH24:MM:SS UTC)
nl: (UU24:MM:SS UTC)

source: (HH24:MM:SS)
nl: (UU24:MM:SS)

source: ADDITIONAL_INFORMATION
fr: INFORMATIONS_SUPPLÉMENTAIRES
nl: AANVULLENDE_INFORMATIE

source: HH24
nl: UU24

source: Insights
nl: Inzichten

source: PLAYBOOK
nl: DRAAIBOEK

source: Playbook
nl: Draaiboek

source: playbook
nl: draaiboek

source: Google OAuth2
fr: OAuth2 pour Google

source: SCM Refspec
fr: Refspec SCM

source: SCM URL
fr: URL du SCM

source: VPC ID:
fr: ID VPC :
