Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Failed to add new user. POST returned status:
es: Ha fallado la creación de nuevo usuario. POST ha devuelto el estado:
fr: L’ajout de l’utilisateur a échoué. État POST renvoyé :
ja: 新規ユーザーを追加できませんでした。POST で返されたステータス:
nl: Nieuwe gebruiker toevoegen mislukt. Geretourneerde status POSTEN:

source: Failed to create new Credential. POST status:
es: Ha fallado la creación de un nuevo Credencial. Estado POST :
fr: La création des informations d’identification a échoué. État POST :
ja: 新規の認証情報を作成できませんでした。POST ステータス:
nl: Nieuwe toegangsgegevens aanmaken mislukt. Status POSTEN:

source: Failed to create new project. POST returned status:
es: Ha fallado la creación de un nuevo proyecto. POST ha devuelto el estado:
fr: La création du projet a échoué. État POST renvoyé :
ja: 新規プロジェクトを作成できませんでした。POST で返されたステータス:
nl: Nieuw project aanmaken mislukt. Geretourneerde status POSTEN:

source: Failed to get config. GET returned status:
es: No se pudo obtener el estado devuelto GET de configuración:
fr: Impossible d'obtenir la configuration. État GET renvoyé :
ja: 設定の取得に失敗しました。GET で返されたステータス:
nl: Configuratie OPHALEN geretourneerde status kon niet verkregen worden:

source: Failed to get dashboard graph data:
es: No se obtuvieron datos de los gráficos del tablero:
fr: Impossible d'obtenir les données graphiques du tableau de bord :
ja: ダッシュボードのグラフデータの取得に失敗しました。
nl: Kon gegevens van de dashboardgrafiek niet ophalen:

source: Failed to get dashboard host graph data:
es: No se obtuvieron datos de los gráficos del host del tablero:
fr: Impossible d'obtenir les données graphiques de l'hôte du tableau de bord :
ja: ダッシュボードのホストグラフデータの取得に失敗しました。
nl: Kon gegevens van de dashboardhostgrafiek niet ophalen:

source: Failed to get dashboard job templates list:
es: No se pudo obtener la lista de plantillas de trabajo del tablero:
fr: Impossible d'obtenir la liste des modèles de tâches du tableau de bord :
ja: ダッシュボードのジョブテンプレート一覧の取得に失敗しました。
nl: Kon taaksjablonenlijst van dashboard niet ophalen:

source: Failed to get dashboard jobs list:
es: No se pudo obtener la lista de trabajos del tablero:
fr: Impossible d'obtenir la liste des tâches du tableau de bord :
ja: ダッシュボードのジョブ一覧の取得に失敗しました。
nl: Kon takenlijst van dashboard niet ophalen:

source: Failed to get dashboard:
es: No se pudo obtener el tablero:
fr: Impossible d’obtenir le tableau de bord :
ja: ダッシュボードの取得に失敗しました。
nl: Kon dashboard niet weergeven:

source: Failed to get instance groups. GET returned status:
es: No se pudo obtener el estado devuelto GET de los grupos de la instancia:
fr: Impossible d'obtenir les groupes d'instances. État GET renvoyé :
ja: インスタンスグループの取得に失敗しました。GET で返されたステータス:
nl: Instantiegroepen OPHALEN geretourneerde status konden niet verkregen worden:

source: Failed to get inventory info. GET returned status:
es: No se pudo obtener el estado devuelto GET de información de inventario:
fr: Impossible d'obtenir les informations d'inventaire. État GET renvoyé :
ja: インベントリー情報の取得に失敗しました。GET で返されたステータス:
nl: Inventarisinformatie OPHALEN geretourneerde status kon niet verkregen worden:

source: Failed to get job template options. OPTIONS returned status:
es: No se pudo obtener el estado debuelto OPTIONS de las opciones de la plantilla de trabajo:
fr: Impossible d'obtenir les options de modèle de job. État OPTIONS renvoyé :
ja: ジョブテンプレートオプションの取得に失敗しました。OPTIONS で返されたステータス:
nl: Kon opties voor taaksjabloon niet ophalen. Geretourneerde status OPHALEN:

source: Failed to get job template. GET returned status:
es: No se pudo obtener el estado devuelto GET de la plantilla de trabajo:
fr: Impossible d'obtenir le modèle de job. État GET renvoyé :
ja: ジョブテンプレートの取得に失敗しました。GET で返されたステータス:
nl: Kon taaksjabloon niet ophalen. Geretourneerde status OPHALEN:

source: Failed to get labels. GET returned status:
es: No se pudo obtener el estado devuelto GET de las etiquetas:
fr: Impossible d'obtenir les étiquettes. État GET renvoyé :
ja: ラベルの取得に失敗しました。GET で返されたステータス:
nl: Kon labels niet ophalen. Geretourneerde status OPHALEN:

source: Failed to get new jobs for dashboard:
es: Error al obtener nuevas tareas para el panel de control:
fr: Impossible d'obtenir de nouvelles tâches pour le tableau de bord :
ja: ダッシュボードの新規ジョブを取得できませんでした:
nl: Nieuwe taken voor het dashboard konden niet opgehaald worden:

source: Failed to get new templates for dashboard:
es: Error al obtener nuevas plantillas para el panel de control:
fr: Impossible d'obtenir de nouveaux modèles pour le tableau de bord :
ja: ダッシュボードの新規テンプレートを取得できませんでした:
nl: Nieuwe sjablonen voor het dashboard konden niet opgehaald worden:

source: Failed to get organizations for which this user is a notification admin. GET returned
es: No se pudieron obtener las organizaciones para las cuales este usuario es un estado devuelto GET del administrador de notificaciones
fr: Impossible d'obtenir les organisations pour lesquelles cet utilisateur est un administrateur de notification. GET renvoyé
ja: このユーザーが通知管理者の組織を取得できませんでした。GET で以下が返されました
nl: Kon organisaties niet ophalen waarvoor deze gebruiker een meldingsbeheerder is. Geretourneerd OPHALEN

source: Failed to get organizations for which this user is a notification administrator. GET returned
es: No se pudieron obtener las organizaciones para las cuales este usuario es un estado devuelto GET del administrador de notificaciones
fr: Impossible d'obtenir les organisations pour lesquelles cet utilisateur est un administrateur de notification. GET renvoyé
ja: このユーザーが通知管理者の組織を取得できませんでした。GET で以下が返されました
nl: Kon organisaties niet ophalen waarvoor deze gebruiker een meldingsbeheerder is. Geretourneerd GET

source: Failed to get project info. GET returned status:
es: No se pudo obtener el estado devuelto GET de la información del proyecto:
fr: Impossible d'obtenir les informations de projet. État GET renvoyé :
ja: プロジェクト情報の取得に失敗しました。GET で返されたステータス:
nl: Kon projectinformatie niet ophalen. GET geretourneerde status:

source: Failed to get project. GET returned status:
es: No se pudo obtener el estado devuelto GET del proyecto:
fr: Impossible d'obtenir le projet. État GET renvoyé :
ja: プロジェクトの取得に失敗しました。GET で返されたステータス:
nl: Kon project niet ophalen. GET geretourneerde status:

source: Failed to get webhook key GET returned
es: No se pudo obtener el estado devuelto GET de la clave de webhook
fr: Impossible d’obtenir la clé de webhook GET
ja: Webhook キーの取得に失敗しました。GET で返されたステータス:
nl: Niet in staat om webhooksleutel GET terug te krijgen

source: Failed to get workflow job template labels. GET returned status:
es: No se pudieron obtener las etiquetas de la plantilla de trabajo del flujo de trabajo. Estado devuelto de GET:
fr: Impossible d'obtenir les étiquettes du modèle de job de flux de travail. État GET renvoyé :
ja: ワークフロージョブテンプレートのラベルの取得に失敗しました。GET で返されたステータス:
nl: Kon labels sjabloon workflowtaak niet ophalen. GET geretourneerde status:

source: Failed to get workflow job template options. OPTIONS returned status:
es: No se pudo obtener el estado devuelto OPTIONS de las opciones de la plantilla de trabajo del flujo de trabajo:
fr: Impossible d'obtenir les options de modèle de job de flux de travail. État OPTIONS renvoyé :
ja: ワークフロージョブテンプレートオプションの取得に失敗しました。OPTIONS で返されたステータス:
nl: Kon opties sjabloon workflowtaak niet ophalen. OPTIES geretourneerde status:

source: Failed to get workflow job template. GET returned status:
es: No se pudo obtener la plantilla de trabajo del flujo de trabajo. Estado devuelto de GET:
fr: Impossible d'obtenir le modèle de job de flux de travail. État GET renvoyé :
ja: ワークフロージョブテンプレートの取得に失敗しました。GET で返されたステータス:
nl: Kon sjabloon workflowtaak niet ophalen. GET geretourneerde status:

source: Failed to get workflow jobs pending approval. GET returned status:
es: No se pudo obtener la aprobación pendiente de trabajos del flujo de trabajo. Estado devuelto de GET:
fr: Impossible d'obtenir l’approbation en attente des tâches de workflow. État GET renvoyé :
ja: ワークフロージョブの保留中の承認取得に失敗しました。GET で返されたステータス:
nl: Kon workflowtaken in afwachting van goedkeuring niet ophalen. GET geretourneerde status:

source: Failed to retrieve job template extra variables.
es: No se pudieron recuperar variables adicionales de la plantilla de trabajo.
fr: N’a pas pu extraire les variables supplémentaires du modèle de la tâche.
ja: ジョブテンプレートの追加変数を取得できませんでした。
nl: Extra variabelen van taaksjabloon ophalen mislukt.

source: Failed to retrieve project: %s. GET status:
es: No se pudo recuperar el proyecto: %s. Estado de GET:
fr: La récupération du projet a échoué : %s. État GET :
ja: プロジェクトを取得できませんでした: %s. GET ステータス:
nl: Project ophalen mislukt: %s. Status OPHALEN:

source: Failed to retrieve user: %s. GET status:
es: No se pudo recuperar el usuario: %s. Estado de GET:
fr: La récupération de l’utilisateur a échoué : %s. État GET :
ja: ユーザーを取得できませんでした: %s. GET ステータス:
nl: Gebruiker ophalen mislukt: %s. Status OPHALEN:

source: Failed to save settings. Returned status:
es: No se pudieron guardar los ajustes. Estado devuelto:
fr: L’enregistrement des paramètres a échoué. État renvoyé :
ja: 設定を保存できませんでした。返されたステータス:
nl: Instellingen opslaan mislukt. Geretourneerde status:

source: Failed to save toggle settings. Returned status:
es: Ha fallado el guardado de los ajustes cambiados. Estado devuelto:
fr: L’enregistrement des paramètres d’activation/désactivation a échoué. État renvoyé :
ja: トグルの設定を保存できませんでした。返されたステータス:
nl: Instellingen wisselen mislukt. Geretourneerde status:

source: Failed to update Credential. PUT status:
es: No se pudo actualizar la credencial. Estado de PUT:
fr: La mise à jour des informations d’identification a échoué. État PUT :
ja: 認証情報を更新できませんでした。PUT ステータス:
nl: Toegangsgegevens updaten mislukt. Status PLAATSEN:

source: Failed to update project: %s. PUT status:
es: No se pudo actualizar el proyecto: %s. Estado de PUT:
fr: La mise à jour du projet a échoué : %s. État PUT :
ja: プロジェクトを更新できませんでした: %s. PUT ステータス:
nl: Project bijwerken mislukt: %s. Status PLAATSEN:

source: Failed to update search results.
es: No se pudieron actualizar los resultados de búsqueda.
fr: N'a pas pu mettre à jour les résultats de recherche.
ja: 検索結果の更新に失敗しました。
nl: Zoekresultaten bijwerken mislukt.

source: Failed updating job %s with variables. POST returned: %d
es: No se pudo actualizar el trabajo %s con variables. Estado devuelto de POST: %d
fr: N’a pas pu mettre à jour la tâche %s avec les variables. Retour POST : %d
ja: 変数でジョブ %s を更新できませんでした。POST で返されたステータス: %d
nl: Taak %s met variabelen bijwerken mislukt. Geretourneerde POST: %d

source: Failed while checking to see if user is a notification administrator of this organization. GET returned
es: Error al verificar si el usuario es un administrador de notificaciones de esta organización. Estado devuelto de GET.
fr: Impossible de vérifier si l'utilisateur est un administrateur de notification de cette organisation. GET renvoyé
ja: ユーザーがこの組織の通知管理者かどうかを確認中に失敗しました。GET で以下が返されました
nl: Fout bij controleren of een gebruiker een meldingsbeheerder is voor deze organisatie. Geretourneerd GET

source: Failed while checking to see if user is an administrator of this organization. GET returned
es: Error al verificar si el usuario es un administrador del estado GET de esta organización
fr: Impossible de vérifier si l'utilisateur est un administrateur de cette organisation. GET renvoyé
ja: ユーザーがこの組織の管理者かどうかを確認中に失敗しました。GET で以下が返されました
nl: Fout bij controleren of een gebruiker een beheerder is voor deze organisatie. Geretourneerd GET

source: Failure
es: Fallo
fr: Défaillance
ja: 失敗
nl: Mislukking

source: Field for passing a custom Kubernetes or OpenShift Pod specification.
es: Campo para pasar una especificación personalizada de Kubernetes u OpenShift Pod.
fr: Champ permettant de passer une spécification de pod Kubernetes ou OpenShift personnalisée.
ja: カスタムの Kubernetes または OpenShift Pod 仕様を渡すためのフィールドです。
nl: Veld voor het opgeven van een aangepaste Kubernetes of OpenShift Pod-specificatie.

source: Final Run
es: Última ejecución
fr: Dernière exécution
ja: 初回実行
nl: Laatste uitvoering

source: Finish Time (Ascending)
es: Hora de finalización (ascendente)
fr: Heure de fin (croissant)
ja: 終了時間 (昇順)
nl: Tijd van afronden (Oplopend)

source: Finish Time (Descending)
es: Hora de finalización (descendente)
fr: Heure de fin (décroissant)
ja: 終了時間 (降順)
nl: Tijd van afronden (Aflopend)

source: Finished
es: Finalizado
fr: Terminé
ja: 終了日時
nl: Voltooid

source: First Name
es: Nombre
fr: Prénom
ja: 名
nl: Voornaam

source: First Run
es: Primera ejecución
fr: Première exécution
ja: 初回実行日時
nl: Eerste uitvoering

source: First name
es: Nombre
fr: Prénom
ja: 名
nl: Voornaam

source: Float
es: Decimal corto
fr: Flottement
ja: 浮動
nl: Drijven

source: For additional information on advanced search syntax please see the Ansible Tower
es: Para obtener información adicional sobre la sintaxis de búsqueda avanzada, consulte Ansible Tower.
fr: Pour obtenir des informations supplémentaires sur la syntaxe de recherche avancée, consulter la documentation Ansible Tower.
ja: 検索構文についての詳細は、Ansible Tower ドキュメントを参照してください。
nl: Zie de Ansible Tower voor meer informatie over geavanceerde zoeksyntaxis

source: For example, %s
es: Por ejemplo, %s
fr: Par exemple, %s
ja: 例: %s
nl: Bijvoorbeeld %s

source: For facts collected older than the time period specified, save one fact scan (snapshot) per time window (frequency). For example, facts older than 30 days are purged, while one weekly fact scan is kept.
es: Para hechos recopilados más antiguos que el período especificado, guarde un escaneo de hechos (instantánea) por ventana de tiempo (frecuencia). Por ejemplo, se purgan los datos con más de 30 días de antigüedad, mientras que se conserva un escaneo de hechos por semana.
fr: Pour les faits collectés en amont de la période spécifiée, enregistrez un scan des faits (instantané) par fenêtre temporelle (fréquence). Par exemple, les faits antérieurs à 30 jours sont purgés, tandis qu'un scan de faits hebdomadaire est conservé.
ja: 指定された期間の前に収集されたファクトについては、時間枠 (頻度) ごとに 1 つのファクトスキャン (スナップショット) を保存します。たとえば、30 日間の前のファクトは削除され、1 つの週次ファクトは保持されます。
nl: Voor verzamelde feiten die ouder zijn dan de opgegeven periode, slaat u één feitenscan (momentopname) per tijdvenster (frequentie) op. Bijvoorbeeld feiten ouder dan 30 dagen worden verwijderd, terwijl één wekelijkse feitenscan wordt bewaard.

source: For hosts that are part of an external inventory, this flag may be reset by the inventory sync process.
es: Para hosts que son parte de un inventario externo, este indicador se puede restablecer mediante el proceso de sincronización del inventario.
fr: Pour les hôtes qui font partie d’un inventaire externe, ce marqueur peut être réinitialisé par le processus de synchronisation des inventaires.
ja: 外部インベントリーの一部であるホストの場合には、このフラグはインベントリー同期プロセスでリセットされる可能性があります。
nl: Deze vlag wordt mogelijk gereset door het synchronisatieproces van de inventaris bij hosts die onderdeel zijn van een externe inventaris.

source: For hosts that are part of an external inventory, this may be reset by the inventory sync process.
es: Para hosts que son parte de un inventario externo, esto se puede restablecer mediante el proceso de sincronización del inventario.
fr: Pour les hôtes qui font partie d’un inventaire externe, ceci peut être réinitialisé par le processus de synchronisation des inventaires.
ja: 外部インベントリーの一部であるホストの場合には、これはインベントリー同期プロセスでリセットされる可能性があります。
nl: Deze wordt mogelijk gereset door het synchronisatieproces van de inventaris bij hosts die onderdeel zijn van een externe inventaris.

source: For job templates, select run to execute the playbook. Select check to only check playbook syntax, test environment setup, and report problems without executing the playbook.
es: En lo que respecta a plantillas de trabajo, seleccione ejecutar para ejecutar el manual. Seleccione marcar para marcar únicamente la sintaxis del manual, probar la configuración del entorno e informar problemas sin ejecutar el manual.
fr: Pour les modèles de job, sélectionner «run» (exécuter) pour exécuter le playbook. Sélectionner «check» (vérifier) uniquement pour vérifier la syntaxe du playbook, tester la configuration de l’environnement et signaler les problèmes.
ja: ジョブテンプレートについて、Playbook を実行するために実行を選択します。Playbook を実行せずに、Playbook 構文、テスト環境セットアップおよびレポートの問題のみを検査するチェックを選択します。
nl: Voor taaksjablonen selecteer "uitvoeren" om het draaiboek uit te voeren. Selecteer "controleren" om slechts de syntaxis van het draaiboek te controleren, de installatie van de omgeving te testen en problemen te rapporteren zonder het draaiboek uit te voeren.

source: For more information, refer to the
es: Para obtener más información, consulte la
fr: Pour plus d'informations, reportez-vous à
ja: 詳しい情報は以下の情報を参照してください:
nl: Bekijk voor meer informatie de

source: Forks
ja: フォーク
nl: Vorken

source: Frequency Details
es: Información sobre la frecuencia
fr: Informations sur la fréquence
ja: 頻度の詳細
nl: Frequentie-informatie

source: Fri
es: Vie
fr: Ven.
ja: 金
nl: Vrij

source: GET LICENSES
es: OBTENER LICENCIAS
fr: OBTENIR DES LICENCES
ja: ライセンスの取得
nl: LICENTIES OPHALEN

source: GO TO <a ui-sref="notifications.add" translate="">NOTIFICATIONS</a> TO
es: IR A <a ui-sref="notifications.add" translate="">NOTIFICACIONES</a> PARA
fr: SE RENDRE À <a ui-sref="notifications.add" translate="">NOTIFICATIONS</a> POUR
ja: <a ui-sref="notifications.add" translate="">通知</a>へ移動:
nl: GA NAAR <a ui-sref="notifications.add" translate="">MELDINGEN</a> OM

source: GROUPS
es: GRUPOS
fr: GROUPES
ja: グループ
nl: GROEPEN

source: Generate field
es: Generar campo
fr: Générer le champ
ja: フィールドの生成
nl: Veld genereren

source: Get latest SCM revision
es: Utilice la revisión SCM más reciente
fr: Obtenir la dernière révision SCM
ja: 最新 SCM リビジョンの取得
nl: De nieuwste SCM-herziening ophalen

source: Get next page
es: Obtener página siguiente
fr: Obtenir la page suivante
ja: 次のページを取得
nl: Volgende pagina ophalen

source: Get previous page
es: Obtener página anterior
fr: Obtenir la page précédente
ja: 前のページを取得
nl: Vorige pagina ophalen

source: Getting Started with Credential Types
es: Inicio con tipos de credenciales
fr: Guide de démarrage avec les types d'identifiants
ja: 認証情報タイプの使用開始
nl: Beginnen met soorten toegangsgegevens

source: GitHub (Default)
es: GitHub (predeterminado)
fr: GitHub (Par défaut)
ja: GitHub (デフォルト)
nl: GitHub (standaard)

source: GitHub Category
es: Categoría de GitHub
fr: Catégorie GitHub
ja: GitHub カテゴリー
nl: GitHub-categorie

source: GitHub Org
ja: GitHub 組織

source: GitHub Team
es: Equipo GitHub
fr: Équipe GitHub
ja: GitHub チーム

source: Go to current page of list
es: Ir a la página actual de la lista
fr: Allez à la page actuelle de la liste
ja: リストの現在のページに移動
nl: Ga naar de huidige pagina van de lijst

source: Go to first page
es: Ir a la primera página
fr: Allez à la première page
ja: 最初のページに移動
nl: Ga naar de eerste pagina

source: Go to last page of available output
es: Ir a la última página de resultados disponibles
fr: Allez à la dernière page de résultats disponibles
ja: 出力の最後のページに移動
nl: Ga naar de laatste pagina met beschikbare output

source: Go to last page of list
es: Ir a la última página de la lista
fr: Allez à la dernière page de la liste
ja: リストの最後のページに移動
nl: Ga naar de laatste pagina van de lijst

source: Go to next page of list
es: Ir a la página siguiente de la lista
fr: Allez à la page suivante de la liste
ja: リストの次のページに移動
nl: Ga naar de volgende pagina van de lijst

source: Go to page 1 of list
es: Ir a la página 1 de la lista
fr: Allez à la page 1 de la liste
ja: リストの 1 ページ目に移動
nl: Ga naar pagina 1 van de lijst

source: Go to previous page of list
es: Ir a la página anterior de la lista
fr: Allez à la page précédente de la liste
ja: リストの前のページに移動
nl: Ga naar de vorige pagina van de lijst

source: Grafana API Key
es: Clave API de Grafana
fr: Clé API Grafana
ja: Grafana API キー
nl: Grafana API-sleutel

source: Grant Permission
es: Conceder permiso
fr: Donner Permission
ja: パーミッションの付与
nl: Machtiging toekennen

source: Gray
es: Gris
fr: Gris
ja: 灰色
nl: Grijs

source: Green
es: Verde
fr: Vert
ja: 緑
nl: Groen

source: Group Variables
es: Variables de grupo
fr: Grouper des variables
ja: グループ変数
nl: Variabelen ordenen

source: Groups
es: Grupos
fr: Groupes
ja: グループ
nl: Groepen

source: HIDE
es: OCULTAR
fr: MASQUER
ja: 非表示
nl: VERBERGEN

source: HINT: Drag and drop private file on the field below.
es: SUGERENCIA: Arrastre y suelte el archivo privado en el siguiente campo.
fr: INDICE : glissez-déposez le fichier privé dans le champ ci-dessous.
ja: ヒント: 以下のフィールドに非公開ファイルをドラッグアンドドロップします。
nl: TIP: sleep een privé bestand naar het onderstaande veld.

source: HOSTS
es: SERVIDORES
fr: HÔTES
ja: ホスト

source: HTTP Headers
es: Cabeceras HTTP
fr: En-têtes HTTP
ja: HTTP ヘッダー
nl: HTTP-koppen

source: HTTP Method
es: Método HTTP
fr: Méthode HTTP
ja: HTTP メソッド
nl: HTTP-methode

source: Hide
es: Ocultar
fr: Masquer
ja: 非表示
nl: Verbergen

source: Hide Activity Stream
es: Ocultar flujo de actividad
fr: Cacher le flux d’activité
ja: アクティビティーストリームの非表示
nl: Activiteitenlogboek verbergen

source: High
es: Alto
fr: Élevée
ja: 高
nl: Hoog

source: High Risk
es: Riesgo alto
fr: Risque élevé
ja: 高リスク
nl: Hoog risico

source: Host
es: Servidor
fr: Hôte
ja: ホスト

source: Host (Authentication URL)
es: Servidor (URL de autenticación)
fr: Hôte (URL d’authentification)
ja: ホスト (認証 URL)
nl: Host (authenticatie-URL)

source: Host Config Key
es: Clave de configuración del servidor
fr: Clé de configuration de l’hôte
ja: ホスト設定キー
nl: Configuratiesleutel host

source: Host Enabled
es: Servidor habilitado
fr: Hôte activé
ja: 有効なホスト
nl: Host ingeschakeld

source: Host Limit Error
es: Error de límite de host
fr: Erreur de limite d'hôte
ja: ホスト制限エラー
nl: Fout hostlimiet

source: Host Name
es: Nombre de Host
fr: Nom d'hôte
ja: ホスト名
nl: Hostnaam

source: Host Variables
es: Variables de Host
fr: Variables d'hôte
ja: ホスト変数
nl: Hostvariabelen

source: Host is available
es: El host está disponible
fr: Hôte disponible
ja: ホストが利用可能です。
nl: Host is beschikbaar

source: Host is available. Click to toggle.
es: El host está disponible. Haga clic para alternar.
fr: Hôte disponible. Cliquez pour activer ou désactiver.
ja: ホストが利用可能です。クリックして切り替えます。
nl: Host is beschikbaar. Klik om te wisselen.

source: Host is not available
es: El host no está disponible
fr: Hôte indisponible.
ja: ホストを利用できません。
nl: Host is niet beschikbaar

source: Host is not available. Click to toggle.
es: El host no está disponible. Haga clic para alternar.
fr: Hôte indisponible. Cliquez pour activer ou désactiver.
ja: ホストを利用できません。クリックして切り替えます。
nl: Host is niet beschikbaar. Klik om te wisselen.

source: Host status information for this job is unavailable.
es: La información de estado del host para esta tarea no se encuentra disponible.
fr: Le statut de l'hôte n'est pas disponible pour ce job.
ja: このジョブのホストのステータス情報は利用できません。
nl: Statusinformatie van de host is niet beschikbaar voor deze taak.

source: Hosts
es: Servidores
fr: Hôtes
ja: ホスト

source: Hosts Available
es: Servidores disponibles
fr: Hôtes disponibles
ja: 利用可能なホスト
nl: Beschikbare hosts

source: Hosts Remaining
es: Servidores restantes
fr: Hôtes restants
ja: 残りのホスト
nl: Overgebleven hosts

source: Hosts Used
es: Servidores utilizados
fr: Hôtes utilisés
ja: 使用されたホスト
nl: Gebruikte hosts

source: Hosts are imported to
es: Los hosts se importan a
fr: Hôtes importés dans
ja: ホストのインポート先
nl: Hosts worden geïmporteerd naar

source: ID of the Dashboard (optional)
es: ID de tablero (opcional)
fr: ID du tableau de bord (facultatif)
ja: ダッシュボード ID (オプション)
nl: ID van het dashboard (optioneel)

source: ID of the Panel (optional)
es: ID de panel (opcional)
fr: ID du panneau (facultatif)
ja: パネル ID (オプション)
nl: ID van het paneel (optioneel)

source: INITIATED BY
es: INICIALIZADO POR
fr: INITIÉ PAR
ja: 開始:
nl: GESTART DOOR

source: INSTANCE GROUPS
es: GRUPOS DE INSTANCIA
fr: GROUPES D'INSTANCES
ja: インスタンスグループ
nl: INSTANTIEGROEPEN
