Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Sync completed. Click to view log.
es: Sincronización completada. Haga clic para ver el registro.
fr: Synchronisation terminée. Cliquez pour afficher le journal.
ja: 同期が完了しました。クリックしてログを表示します。
nl: Synchronisatie voltooid. Klik om logboek te bekijken.

source: Sync failed. Click to view log.
es: Error en la sincronización. Haga clic para ver el registro.
fr: Échec de la synchronisation. Cliquez pour afficher le journal.
ja: 同期が失敗しました。クリックしてログを表示します。
nl: Synchronisatie mislukt. Klik om logboek te bekijken.

source: Sync not performed. Click
es: Sincronización no realizada. Haga clic
fr: Synchronisation non effectuée. Cliquez
ja: 同期が実行されていません。次をクリックします。
nl: Synchronisatie niet uitgevoerd. Klik

source: Sync pending.
es: Sincronización pendiente.
fr: Synchronisation en attente.
ja: 同期が保留中です。
nl: Synchronisatie in afwachting.

source: Sync running
es: Sincronización en ejecución
fr: Synchronisation en cours
ja: 同期が実行中です。
nl: Synchronisatie in uitvoering

source: Sync running. Click to view log.
es: Sincronización en ejecución. Haga clic para ver el registro.
fr: Synchronisation en cours. Cliquez pour afficher le journal.
ja: 同期が実行中です。クリックしてログを表示します。
nl: Synchronisatie in uitvoering. Klik om logboek te bekijken.

source: System
es: Sistema
fr: Système
ja: システム
nl: Systeem

source: System Administrator
es: Administrador del sistema
fr: Administrateur du système
ja: システム管理者
nl: Systeembeheerder

source: System Administrators have access to all s
es: Los administradores del sistema tienen acceso a todo los s
fr: Les administrateurs système ont accès à tous les s
ja: システム管理者は全システムにアクセスできます
nl: Systeembeheerders hebben toegang tot alle s

source: System Auditor
es: Auditor del sistema
fr: Auditeur système
ja: システム監査者
nl: Systeemcontroleur

source: System auditors have read-only permissions in this section.
es: Los auditores de sistema tienen permisos sólo de lectura en esta sección.
fr: Les auditeurs de système n’ont que des permissions lecture-seule sur cette section.
ja: システム監査者はこのセクションで読み取り専用パーミッションを持ちます。
nl: Systeemcontroleurs hebben een alleen-lezen-machtiging in deze sectie.

source: TASK
es: TAREA
fr: TÂCHE
ja: タスク
nl: TAAK

source: TEAMS
es: EQUIPOS
fr: ÉQUIPES
ja: チーム

source: TEMPLATES
es: PLANTILLAS
fr: MODÈLES
ja: テンプレート
nl: SJABLONEN

source: TEST
es: PRUEBA
fr: TESTER
ja: テスト

source: THERE ARE CURRENTLY NO INSTANCE GROUPS DEFINED
es: NO HAY INSTANCIAS DE GRUPOS DEFINIDAS EN ESTE MOMENTO
fr: IL N'Y AUCUN GROUPE D'INSTANCES ACTUELLEMENT DÉFINIS
ja: 現時点で定義されたインスタンスグループはありません
nl: ER ZIJN OP DIT MOMENT GEEN INSTANTIEGROEPEN GEDEFINIEERD

source: TIME
es: DURACIÓN
fr: DURÉE
ja: 時間
nl: TIJD

source: TOKEN
fr: JETON
ja: トークン

source: TOKEN INFORMATION
es: INFORMACIÓN DE TOKEN
fr: INFORMATION JETON
ja: トークン情報
nl: TOKENINFORMATIE

source: TOKENS
fr: JETONS
ja: トークン

source: TOTAL NODES
es: NODOS TOTALES
fr: TOTAL DES NOEUDS
ja: ノードの合計
nl: TOTAAL KNOOPPUNTEN

source: Tag None:
es: Ninguna etiqueta:
fr: Ne rien baliser :
ja: タグ None:
nl: Tag geen:

source: Tags are useful when you have a large playbook, and you want to run a specific part of a play or task. Use commas to separate multiple tags. Refer to Ansible Tower documentation for details on the usage of tags.
es: Las etiquetas resultan útiles cuando tiene un manual de gran tamaño y desea omitir partes específicas de la tarea o la reproducción. Utilice comas para separar las distintas etiquetas. Consulte la documentación de Ansible Tower para obtener información detallada sobre el uso de etiquetas.
fr: Les balises sont utiles si votre playbook est important et que vous souhaitez faire jouer certaines parties d’une scène ou exécuter une tâche. Utiliser des virgules pour séparer plusieurs balises. Consulter la documentation Ansible Tower pour obtenir des détails sur l'utilisation des balises.
ja: タグは、Playbook のサイズが大きい場合にプレイまたはタスクの特定の部分を実行する必要がある場合に役立ちます。カンマを使って複数のタグを区切ります。タグの使用方法の詳細については、Ansible Tower ドキュメントを参照してください。
nl: Tags zijn nuttig wanneer u een groot draaiboek heeft en specifieke delen van het draaiboek of een taak wilt uitvoeren. Gebruik een komma om meerdere tags van elkaar te scheiden. Raadpleeg de documentatie van Ansible Tower voor meer informatie over het gebruik van tags.

source: Tags for the Annotation
es: Etiquetas para la anotación
fr: Balises pour l'annotation
ja: アノテーションのタグ
nl: Tags voor de melding

source: Tags for the Annotation (optional)
es: Etiquetas para la anotación (opcional)
fr: Balises pour l'annotation (facultatif)
ja: アノテーションのタグ (オプション)
nl: Tags voor de melding (optioneel)

source: Tags:
es: Etiquetas:
fr: Balises :
ja: タグ:

source: Target URL
es: URL destino
fr: URL cible
ja: ターゲット URL
nl: Doel-URL

source: Tasks
es: Tareas
fr: Tâches
ja: タスク
nl: Taken

source: Team Roles
es: Roles de equipo
fr: Rôles d’équipe
ja: チームロール
nl: Teamrollen

source: Team access removal
es: Eliminación de acceso al equipo
fr: Suppression de l'accès à équipe
ja: チームアクセス権の削除
nl: Verwijderen toegang voor team

source: Teams
es: Equipos
fr: Équipes
ja: チーム

source: Template
es: Plantilla
fr: Modèle
ja: テンプレート
nl: Sjabloon

source: Template parameter is missing.
es: Falta el parámetro de la plantilla
fr: Paramètre du modèle manquant
ja: テンプレートパラメーターがありません。
nl: Sjabloonparameter ontbreekt.

source: Templates
es: Plantillas
fr: Modèles
ja: テンプレート
nl: Sjablonen

source: Tenant ID
es: ID inquilino [Tenant]
fr: ID Client
ja: テナント ID
nl: Huurder-ID

source: Test
es: Probar
ja: テスト

source: Test External Credential
es: Credencial externa de prueba
fr: Test des informations d'identification externes
ja: 外部認証情報のテスト
nl: Test externe inloggegevens

source: Test failed.
es: Falló la prueba.
fr: Échec du test.
ja: テストに失敗しました。
nl: Test mislukt.

source: Test notification
es: Probar notificación
fr: Notification test
ja: テスト通知
nl: Testbericht

source: Test passed.
es: Prueba pasada.
fr: Test réussi.
ja: テストに成功しました。
nl: Test geslaagd.

source: Text
es: Texto
fr: Texte
ja: テキスト
nl: Tekst

source: That value was not found. Please enter or select a valid value.
es: El valor no fue encontrado. Por favor introduzca o seleccione un valor válido.
fr: Cette valeur n’a pas été trouvée. Veuillez entrer ou sélectionner une valeur valide.
ja: 値が見つかりませんでした。有効な値を入力または選択してください。
nl: De waarde is niet gevonden. Voer een geldige waarde in of selecteer er een.

source: That value was not found. Please enter or select a valid value.
es: No se encontró ese valor. Ingrese o seleccione un valor válido.
fr: Cette valeur n’a pas été trouvée. Veuillez entrer ou sélectionner une valeur valide.
ja: 値が見つかりませんでした。有効な値を入力または選択してください。
nl: De waarde is niet gevonden. Voer een geldige waarde in of selecteer er een.

source: The Insights Credential for {{inventory.name}} was not found.
es: No se encontró la credencial de Insights para {{inventory.name}}.
fr: Informations d'identification Insights introuvables pour {{inventory.name}}.
ja: {{inventory.name}} の Insights 認証情報が見つかりませんでした。
nl: De Insights-toegangsgegevens voor {{inventory.name}} konden niet gevonden worden.

source: The Project ID is the GCE assigned identification. It is constructed as two words followed by a three digit number. Such as:
es: El ID del proyecto es la identificación asignada de GCE. Se construye como dos palabras seguidas por un número de tres dígitos. Ejemplo:
fr: L’ID du projet est l’identifiant attribué par GCE. Il se compose de deux mots suivis d’un nombre à trois chiffres. Exemple :
ja: プロジェクト ID は GCE によって割り当てられる識別情報です。これは、以下のように 2 語とそれに続く 3 桁の数字で構成されます。
nl: Het project-ID is de toegewezen GCE-identificatie. Dit bestaat uit twee woorden, gevolgd door drie getallen, zoals:

source: The Project selected has a status of
es: El proyecto seleccionado tienen un estado de
fr: La projet sélectionné a un statut
ja: 選択されたプロジェクトのステータス
nl: Het geselecteerde project heeft de status

source: The SCM update process is running.
es: El proceso de actualización SCM está en ejecución.
fr: Le processus de mise à jour SCM est en cours d’exécution.
ja: SCM 更新プロセスが実行中です。
nl: Het SCM-updateproces is nu in uitvoering.

source: The amount of time (in seconds) before the email notification stops trying to reach the host and times out. Ranges from 1 to 120 seconds.
es: La cantidad de tiempo (en segundos) antes de que la notificación de correo electrónico deje de intentar conectarse con el host y caduce el tiempo de espera. Rangos de 1 a 120 segundos.
fr: Délai (en secondes) avant que la notification par e-mail cesse d'essayer de joindre l'hôte et expire. Compris entre 1 et 120 secondes.
ja: メール通知が、ホストへの到達を試行するのをやめてタイムアウトするまでの時間 (秒単位)。範囲は 1 から 120 秒です。
nl: De tijd (in seconden) voordat de e-mailmelding de host probeert te bereiken en een time-out oplevert. Varieert van 1 tot 120 seconden.

source: The amount of time (in seconds) to run before the task is canceled. Defaults to 0 for no job timeout.
es: La cantidad de tiempo (en segundos) para ejecutar antes de que se cancele la tarea. Valores predeterminados en 0 para el tiempo de espera para el trabajo.
fr: Délai (en secondes) avant l'annulation de la tâche. La valeur par défaut est 0 pour aucun délai d'expiration du job.
ja: タスクが取り消される前の実行時間 (秒数)。デフォルト値は 0 で、ジョブのタイムアウトがありません。
nl: De tijd (in seconden) die het heeft geduurd voordat de taak werd geannuleerd. Standaard 0 voor geen taak time-out.

source: The amount of time to wait before this approval step is automatically denied. Defaults to 0 for no timeout.
es: El tiempo de espera antes de este paso de aprobación se rechaza automáticamente. Valores predeterminados en 0 para no tener tiempo de espera.
fr: Le temps d'attente avant cette étape d'approbation est automatiquement refusé. La valeur par défaut est 0 pour aucun délai d'attente.
ja: この承認ステップが自動的に拒否されるまでの待機時間。タイムアウトなしの場合は、デフォルト値 の 0 に設定します。
nl: De tijd die moet worden gewacht voordat deze goedkeuringsstap automatisch wordt geweigerd. Wordt standaard op 0 gezet voor geen time-out.

source: The answer is longer than the maximum length. Please make the answer shorter.
es: La respuesta ya no tiene la longitud máxima. Reduzca la respuesta.
fr: La réponse est plus longue que la longueur maximale requise. Veuillez réduire la taille de votre réponse.
ja: 回答が最大文字数を超えています。回答を短くしてください。
nl: Het antwoord is langer dan de maximumlengte. Maak het antwoord korter.

source: The answer is shorter than the minimium length. Please make the answer longer.
es: La respuesta es más corta que la longitud mínima. Haga la respuesta más extensa.
fr: La réponse est plus courte que la longueur maximale requise. Veuillez augmenter la taille de votre réponse.
ja: 回答が最小文字数より短くなっています。回答を長くしてください。
nl: Het antwoord is korter dan de minimumlengte. Maak het antwoord langer.

source: The base URL of the Grafana server - the /api/annotations endpoint will be added automatically to the base Grafana URL.
es: La URL base del servidor Grafana: el punto de acceso /api/annotations se añadirá automáticamente a la URL base de Grafana.
fr: URL de base du serveur Grafana - le point de terminaison /api/annotations sera ajouté automatiquement à l'URL Grafana de base.
ja: Grafana サーバーのベース URL。/api/annotations エンドポイントは、ベース Grafana URL に自動的に追加されます。
nl: De basis-URL van de Grafana-server - het /api/annotations-eindpunt wordt automatisch toegevoegd aan de basis-URL voor Grafana.

source: The day must be between 1 and 31.
es: El día debe tener un valor de entre 1 y 31
fr: Le jour doit être compris entre 1 et 31.
ja: 日付の値は 1 から 31 の間の値である必要があります。
nl: De dag moet tussen 1 en 31 vallen

source: The duration (in seconds) access tokens remain valid since their creation.
es: La duración (en segundos) de la validez de los tokens de acceso desde su creación.
fr: Durée (en secondes) pendant laquelle les jetons d'accès restent valables depuis leur création.
ja: 期間のアクセストークンは、作成してから有効な状態が保たれます (秒単位)。
nl: De duur (in seconden) die gebruikerstokens geldig blijven na het aanmaken.

source: The duration (in seconds) authorization codes remain valid since their creation.
es: La duración (en segundos) de la validez de los códigos de autorización desde su creación.
fr: Durée (en secondes) pendant laquelle les codes d'autorisation restent valables depuis leur création.
ja: 期間の認証コードは、作成してから有効な状態が保たれます (秒単位)。
nl: De duur (in seconden) die autorisatietokens geldig blijven na het aanmaken.

source: The duration (in seconds) refresh tokens remain valid after the expiration of their associated access token.
es: La duración (en segundos) de los tokens de actualización sigue siendo válida después de la expiración de su token de acceso asociado.
fr: Durée (en secondes) pendant laquelle les jetons d’actualisation restent valables après l'expiration de leur jeton d'accès associé.
ja: 関連付けられたアクセストークンの有効期限が過ぎた後も、期間の更新トークン (秒単位) は有効な状態が保たれます。
nl: De duur (in seconden) dat vernieuwde tokens geldig blijven na het verlopen van de bijbehorende toegangstoken.

source: The email address assigned to the Google Compute Engine %sservice account.
es: La dirección de correo electrónico asignada a la cuenta de servicio de Google Compute Engine %s.
fr: Adresse électronique attribuée au compte de service Google Compute Engine %s.
ja: Google Compute Engine %sサービスアカウントに割り当てられたメールアドレス。
nl: Het e-mailadres dat toegewezen is aan het Google Compute Engine %sserviceaccount.

source: The first fetches all references. The second fetches the Github pull request number 62, in this example the branch needs to be `pull/62/head`.
es: El primero busca todas las referencias. El segundo busca el número de solicitud de incorporación de cambios 62 de Github; en este ejemplo la rama debe ser `pull/62/head`.
fr: Le premier extrait toutes les références. Le second extrait la requête Github pull numéro 62, dans cet exemple la branche doit être `pull/62/head`.
ja: 最初は全参照を取得します。2 番目は Github の Pull 要求の 62 番を取得します。この例では、ブランチは `pull/62/head` である必要があります。
nl: De eerste haalt alle referenties op. De tweede haalt het Github pullverzoek nummer 62 op, in dit voorbeeld moet de vertakking `pull/62/head` zijn.

source: The following promptable values were provided when this node was created:
es: Se proporcionaron los siguientes valores indicadores cuando se creó este nodo:
fr: Les valeurs d'invite suivantes ont été fournies quand le nœud a été créé :
ja: このノードの作成時に以下の提示可能な値が指定されました。
nl: De volgende opvraagbare waarden zijn geleverd bij het aanmaken van dit knooppunt:

source: The host status bar will update when the job is complete.
es: La barra de estado del host se actualizará cuando se complete la tarea.
fr: La barre de statut d'hôte s'actualisera une fois la tâche terminée.
ja: ジョブの完了時にホストのステータスバーが更新されます。
nl: De statusbalk van de host wordt bijgewerkt wanneer de taak voltooid is.

source: The host to authenticate with.
es: El servidor al que autentificarse.
fr: Hôte avec lequel s’authentifier.
ja: 認証するホスト。
nl: De host waarmee geauthenticeerd moet worden.

source: The host value
es: El valor del servidor
fr: Valeur de l’hôte
ja: ホスト値
nl: De hostwaarde

source: The inventory of this node will be overridden by the parent workflow inventory.
es: El inventario de este nodo se anulará por el inventario del flujo de trabajo principal.
fr: L'inventaire de ce nœud sera remplacé par l'inventaire du flux de travail parent.
ja: このノードのインベントリーが、親ワークフローのインベントリーで上書きされます。
nl: De inventaris van dit knooppunt zal overschreven worden door de bovenliggende workflowinventaris.

source: The inventory of this node will be overridden if a parent workflow inventory is provided at launch.
es: El inventario de este nodo se anulará si se proporciona un inventario del flujo de trabajo principal en la ejecución.
fr: L'inventaire de ce nœud sera remplacé si un inventaire de flux de travail parent est fourni au démarrage.
ja: 起動時に親ワークフローのインベントリーが指定されている場合には、このノードのインベントリーが上書きされます。
nl: De inventaris van dit knooppunt zal overschreven worden als er een bovenliggende workflowinventaris wordt aangeleverd bij het opstarten.

source: The inventory of this node will not be overridden by the parent workflow inventory.
es: El inventario de este nodo no será anulado por el inventario del flujo de trabajo principal.
fr: L'inventaire de ce nœud ne sera pas remplacé par l'inventaire du flux de travail parent.
ja: このノードのインベントリーは、親ワークフローのインベントリーで上書きされません。
nl: De inventaris van dit knooppunt zal niet worden overschreven door de bovenliggende workflowinventaris.

source: The inventory of this node will not be overridden if a parent workflow inventory is provided at launch.
es: El inventario de este nodo no se anulará si se proporciona un inventario del flujo de trabajo principal en la ejecución.
fr: L'inventaire de ce nœud ne sera pas remplacé si l'inventaire de flux de travail parent est fourni au démarrage.
ja: 起動時に親ワークフローのインベントリーが指定されている場合には、このノードのインベントリーは上書きされません。
nl: De inventaris van dit knooppunt zal niet overschreven worden als er een bovenliggende workflowinventaris wordt aangeleverd bij het opstarten.

source: The inventory will be in a pending status until the final delete is processed.
es: El inventario estará en un estado pendiente hasta que se procese la eliminación final.
fr: L'inventaire présentera le statut en attente tant que la suppression complète ne sera pas traitée.
ja: 最終の削除が処理されるまでインベントリーは保留状態になります。
nl: De inventaris zal de status 'in afwachting' hebben totdat het laatste verwijderproces verwerkt is.

source: The maximum length is too low. Please enter a number larger than the minimum length you set.
es: La longitud máxima es muy baja. Ingrese un número más extenso que la longitud mínima que estableció.
fr: La longueur maximum est trop courte. Veuillez saisir un nombre plus élevé en respectant la longueur minimale que vous avez définie.
ja: 最大長の値が小さすぎます。設定した最大長よりも大きい数を入力してください。
nl: De maximumlengte is te kort. Voer een getal in dat groter is dan de ingestelde minimumlengte.

source: The maximum length you entered is not a valid number. Please enter a whole number.
es: La longitud máxima que ingresó no es un número válido. Ingrese un número entero.
fr: La longueur maximum que vous avez saisie ne correspond pas à un nombre valide. Veuillez saisir un nombre entier.
ja: 入力した最大長の数字が無効です。整数を入力してください
nl: De ingevoerde maximumlengte is geen geldig getal. Voer een geheel getal in.

source: The maximum number of hosts allowed to be managed by this organization. Value defaults to 0 which means no limit. Refer to the Ansible documentation for more details.
es: La cantidad máxima de hosts que puede administrar esta organización. El valor predeterminado es 0, que significa sin límite. Consulte la documentación de Ansible para obtener más detalles.
fr: Nombre maximal d'hôtes pouvant être gérés par cette organisation. La valeur par défaut est 0, ce qui signifie aucune limite. Reportez-vous à la documentation Ansible pour plus de détails.
ja: この組織で管理可能な最大ホスト数。デフォルト値は 0 で、管理可能な数に制限がありません。詳細は、Ansible ドキュメントを参照してください。
nl: Maximumaantal hosts dat beheerd mag worden door deze organisatie. De standaardwaarde is 0, wat betekent dat er geen limiet is. Raadpleeg de Ansible-documentatie voor meer informatie.

source: The minimium length is too high. Please enter a lower number.
es: La longitud mínima es demasiado alta. Ingrese un número inferior.
fr: La longueur minimum est trop élevée. Veuillez saisir un plus petit nombre.
ja: 最小長の値が大きすぎます。もう少し低い値を入力してください。
nl: De minimumlengte is te hoog. Voer een lager getal in.

source: The minimum length is too low. Please enter a positive number.
es: La longitud mínima es demasiado baja. Ingrese un número positivo.
fr: La longueur minimum est trop basse. Veuillez saisir un nombre positif.
ja: 最小長の値が大きすぎます。正の値を入力してください。
nl: De minimumlengte is te laag. Voer een positief getal in.

source: The minimum length you entered is not a valid number. Please enter a whole number.
es: La longitud mínima que ingresó no es un número válido. Ingrese un número entero.
fr: La longueur minimum que vous avez saisie ne correspond pas à un nombre valide. Veuillez saisir un nombre entier.
ja: 入力した最小長の数字が無効です。整数を入力してください
nl: De ingevoerde minimumlengte is geen geldig getal. Voer een volledig getal in.

source: The number of parallel or simultaneous processes to use while executing the playbook. An empty value, or a value less than 1 will use the Ansible default which is usually 5. The default number of forks can be overwritten with a change to
es: El número de procesos paralelos o simultáneos para utilizar durante la ejecución del cuaderno de estrategias. Un valor vacío, o un valor menor que 1, usará el valor predeterminado de Ansible que normalmente es 5. El número predeterminado de bifurcaciones puede ser sobrescrito con un cambio a
fr: Le nombre de processus parallèles ou simultanés à utiliser lors de l'exécution du playbook. Une valeur vide, ou une valeur inférieure à 1 utilisera la valeur par défaut Ansible qui est généralement 5. Le nombre de fourches par défaut peut être remplacé par un changement vers
ja: Playbook の実行中に使用する並列または同時プロセスの数。値が空白または 1 未満の場合は、Ansible のデフォルト値 (通常は 5) を使用します。フォークのデフォルトの数は、以下を変更して上書きできます。
nl: Het aantal parallelle of gelijktijdige processen dat tijdens de uitvoering van het draaiboek gebruikt wordt. Een lege waarde, of een waarde minder dan 1 zal de Ansible-standaard gebruiken die meestal 5 is. Het standaard aantal vorken kan overgeschreven worden met een wijziging naar

source: The number of parallel or simultaneous processes to use while executing the playbook. Inputting no value will use the default value from the %sansible configuration file%s.
es: La cantidad de procesos paralelos o simultáneos para utilizar durante la ejecución del cuaderno de estrategias. Si no ingresa un valor, se utilizará el valor predeterminado desde el %sarchivo de configuración de Ansible%s.
fr: Nombre de processus parallèles ou simultanés à utiliser lors de l'exécution du playbook. La saisie d'aucune valeur entraînera l'utilisation de la valeur par défaut du %sfichier de configuration ansible%s.
ja: Playbook の実行中に使用する並列または同時プロセスの数です。いずれの値も入力しないと、 %sansible 設定ファイル%s のデフォルト値が使用されます。
nl: Het aantal parallelle of gelijktijdige processen dat gebruikt wordt bij het uitvoeren van het draaiboek. Als u geen waarde invoert, wordt de standaardwaarde van de %sgeregistreerde Ansible-configuratie%s gebruikt.

source: The project value
es: El valor del proyecto
fr: Valeur du projet
ja: プロジェクト値
nl: De projectwaarde

source: The scheduler options are invalid or incomplete.
es: Las opciones del programador no son válidas o están incompletas.
fr: Les options de planning ne sont pas valides ou sont incomplètes.
ja: スケジューラーのオプションが無効であるか、不完全です。
nl: De opties voor de planner zijn ongeldig of niet compleet.

source: The scheduler options are invalid, incomplete, or a date is in the past.
es: Las opciones del programador no son válidas o están incompletas, o hay una fecha en el pasado.
fr: Les options de planning ne sont pas valides, incomplètes, ou correspondent à une date qui existe dans le passé.
ja: スケジューラーのオプションは無効であるか、完了していないか、また過去の日付になっています。
nl: De opties voor de planner zijn ongeldig, niet compleet, of een datum is al voorbij.

source: The selected project has a status of
es: El proyecto seleccionado tiene un estado de
fr: La projet sélectionné a un statut
ja: 選択されたプロジェクトのステータス
nl: Het geselecteerde project heeft de status
