Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: %sNote:%s Mercurial does not support password authentication for SSH. Do not put the username and key in the URL. If using Bitbucket and SSH, do not supply your Bitbucket username.
es: %sNote:%s Mercurial no admite autentificación de contraseña para SSH. No introduzca el nombre de usuario y la clave en la URL. Si utiliza Bitbucket y SSH, no indique su nombre de usuario de Bitbucket.
fr: %sRemarque%s : Mercurial ne prend pas en charge l’authentification par mot de passe pour SSH. N’entrez ni le nom d’utilisateur, ni la clé dans l’URL. Si vous utilisez Bitbucket et SSH, ne saisissez pas votre nom d’utilisateur Bitbucket.
ja: %s注:%s Mercurial は SSH のパスワード認証をサポートしません。ユーザー名およびキーを URL に入れないでください。Bitbucket および SSH を使用している場合は、Bitbucket ユーザー名を入力しないでください。
nl: %sLet op:%s wachtwoordauthenticatie voor SSH wordt niet ondersteund door Mercurial. Zet de gebruikersnaam en sleutel niet in de URL. Indien u Bitbucket en SSH gebruikt, noem uw Bitbucket-gebruikersnaam dan niet.

source: %sNote:%s When using SSH protocol for GitHub or Bitbucket, enter an SSH key only, do not enter a username (other than git). Additionally, GitHub and Bitbucket do not support password authentication when using SSH. GIT read only protocol (git://) does not use username or password information.
es: %sNote:%s Si utiliza el protocolo SSH para GitHub o Bitbucket, ingrese solo la clave de SSH; no ingrese un nombre de usuario (distinto de git). Además, GitHub y Bitbucket no admiten la autentificación de contraseña cuando se utiliza SSH. El protocolo de solo lectura de GIT (git://) no utiliza información de nombre de usuario o contraseña.
fr: %sRemarque%s : Si vous utilisez le protocole SSH pour GitHub ou Bitbucket, entrez uniquement une clé SSH sans nom d’utilisateur (autre que git). De plus, GitHub et Bitbucket ne prennent pas en charge l’authentification par mot de passe lorsque SSH est utilisé. Le protocole GIT en lecture seule (git://) n’utilise pas les informations de nom d’utilisateur ou de mot de passe.
ja: %s注:%s GitHub または Bitbucket の SSH プロトコルを使用している場合、SSH キーのみを入力し、ユーザー名 (git 以外) を入力しないでください。また、GitHub および Bitbucket は、SSH の使用時のパスワード認証をサポートしません。GIT の読み取り専用プロトコル (git://) はユーザー名またはパスワード情報を使用しません。
nl: %sLet op:%s als u een SSH-protocol gebruikt voor GitHub of Bitbucket, voer dan alleen een SSH-sleutel in. Voer geen gebruikersnaam in (behalve git). Daarnaast ondersteunen GitHub en Bitbucket geen wachtwoordauthenticatie bij gebruik van SSH. Het GIT-alleen-lezen-protocol (git://) gebruikt geen gebruikersnaam- of wachtwoordinformatie.

source: (Limited to first 10)
es: (Limitado a los primeros 10)
fr: (10 premiers seulement)
ja: (最初の 10 件に制限)
nl: (Beperkt tot de eerste 10)

source: (defaults to %s)
es: (valores predeterminados a %s)
fr: (défini par défaut sur %s)
ja: (%s にデフォルト設定)
nl: (wordt standaard %s)

source: (seconds)
es: (segundos)
fr: (secondes)
ja: (秒)
nl: (seconden)

source: <b>Automation analytics</b>: This data is used to enhance future releases of the Tower Software and to provide Automation Analytics to Tower subscribers.
es: <b>Automation Analytics</b>: estos datos se utilizan para mejorar futuras versiones del software de Tower y ofrecer Automation Analytics a los suscriptores de Tower.
fr: <b>Analyse automatique</b> : ces données sont utilisées pour améliorer les versions futures de Tower Software et pour fournir Automation Analytics aux abonnés Tower.
ja: <b>自動化アナリティクス</b>: このデータを使用して、Tower ソフトウェアの今後のリリースを強化し、Tower をサブスクライブする方に自動化アナリティクスを提供します。
nl: <b>Automatiseringsanalyse</b>: deze gegevens worden gebruikt om toekomstige versies van de Tower-software te verbeteren en automatiseringsanalyses te bieden aan Tower-abonnees.

source: <b>I agree to the End User License Agreement</b>
es: <b>Yo acepto el Acuerdo de licencia de usuario final</b>
fr: <b>J’accepte le Contrat de licence de l’utilisateur final</b>
ja: 使用許諾契約書に同意します
nl: <b>Ik ga akkoord met de licentie-overeenkomst voor eindgebruikers</b>

source: <b>User analytics</b>: This data is used to enhance future releases of the Tower Software and help streamline customer experience and success.
es: <b>Análisis de usuarios</b>: estos datos se utilizan para mejorar futuras versiones del software de Tower y ayudar a optimizar el éxito y la experiencia del cliente.
fr: <b>Analyse utilisateur</b> : ces données sont utilisées pour améliorer les nouvelles versions de Tower Software et simplifier l'expérience client
ja: ユーザーの解析: このデータは、Tower ソフトウェアの今後のリリースを強化し、顧客へのサービスを効率化し、成功に導くサポートをします。
nl: <b>Gebruikersanalyse</b>: deze gegevens worden gebruikt om toekomstige versies van de Tower-software en de ervaring en uitkomst voor klanten te verbeteren.

source: <i class="LoginModal-alertIcon fa fa-exclamation-triangle"></i> <div class="LoginModal-alertText" translate=""> You have been logged out. Please sign in. </div>
es: <i class="LoginModal-alertIcon fa fa-exclamation-triangle"></i> <div class="LoginModal-alertText" translate=""> Se ha cerrado su sesión. Inicie sesión. </div>
fr: <i class="LoginModal-alertIcon fa fa-exclamation-triangle"></i> <div class="LoginModal-alertText" translate=""> Vous êtes déconnecté. Veuillez ouvrir à nouveau une session. </div>
ja: <i class="LoginModal-alertIcon fa fa-exclamation-triangle"></i> <div class="LoginModal-alertText" translate=""> ログアウトされました。サインインしてください。 </div>
nl: <i class="LoginModal-alertIcon fa fa-exclamation-triangle"></i> <div class="LoginModal-alertText" translate=""> U bent uitgelogd. Log opnieuw in. </div>

source: <p> Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. </p> JSON: <br/> <blockquote> { <br/>"somevar": "somevalue", <br/>"password": "magic" <br/> } </blockquote> YAML: <br/> <blockquote> --- <br/>somevar: somevalue <br/>password: magic <br/> </blockquote> <p> View JSON examples at <a href="http://www.json.org" target="_blank">www.json.org</a> </p> <p> View YAML examples at <a href="http://docs.ansible.com/YAMLSyntax.html" target="_blank"> docs.ansible.com</a> </p>
es: <p> Ingrese las variables del inventario usando la sintaxis de JSON o YAML. Utilice el botón de opción para alternar entre los dos. </p> JSON: <br/> <blockquote> { <br/>"somevar": "somevalue", <br/>"password": "magic" <br/> } </blockquote> YAML: <br/> <blockquote> --- <br/>somevar: somevalue <br/>password: magic <br/> </blockquote> <p> Vea los ejemplos de JSON en <a href="http://www.json.org" target="_blank">www.json.org</a> </p> <p> Vea los ejemplos de YAML en <a href="http://docs.ansible.com/YAMLSyntax.html" target="_blank"> docs.ansible.com</a> </p>
fr: <p> Saisir les variables d'inventaire en utilisant la syntaxe JSON ou YAML. Utiliser le bouton radio pour basculer d'une syntaxe à l'autre. </p> JSON: <br/> <blockquote> { <br/>"somevar": "somevalue", <br/>"password": "magic" <br/> } </blockquote> YAML: <br/> <blockquote> --- <br/>somevar: somevalue <br/>password: magic <br/> </blockquote> <p> View JSON examples at <a href="http://www.json.org" target="_blank">www.json.org</a> </p> <p> Exemples YAML <a href="http://docs.ansible.com/YAMLSyntax.html" target="_blank"> docs.ansible.com</a> </p>
ja: <p> JSON または YAML 構文のいずれかを使用してインベントリー変数を入力します。ラジオボタンを使用してこれらの間で切り替えを行います。 </p> JSON: <br/> <blockquote> { <br/>"somevar": "somevalue", <br/>"password": "magic" <br/> } </blockquote> YAML: <br/> <blockquote> --- <br/>somevar: somevalue <br/>password: magic <br/> </blockquote> <p> JSON サンプルの表示 <a href="http://www.json.org" target="_blank">www.json.org</a> </p> <p> YAML サンプルの表示 <a href="http://docs.ansible.com/YAMLSyntax.html" target="_blank"> docs.ansible.com</a> </p>
nl: <p> Voeg de variabelen van het inventaris in met JSON- of YAML-syntaxis. Gebruik de radio-knop om tussen de twee te wisselen. </p> JSON: <br/> <blockquote> { <br/>"somevar": "somevalue",, <br/>"wachtwoord": "magic" <br/> } </blockquote> YAML: <br/> <blockquote> --- <br/>somevar: somevalue <br/>wachtwoord: magic <br/> </blockquote> <p> Raadpleeg <a href="http://www.json.org" target="_blank">www.json.org</a> voor voorbeelden van JSON </p> <p> Raadpleeg <a href="http://docs.ansible.com/YAMLSyntax.html" target="_blank"> docs.ansible.com</a> voor voorbeelden van YAML </p>

source: <p>Pass extra command line variables to the playbook. This is the -e or --extra-vars command line parameter for ansible-playbook. Provide key/value pairs using either YAML or JSON.</p>JSON:<br /><blockquote>{<br />&quot;somevar&quot;: &quot;somevalue&quot;,<br />&quot;password&quot;: &quot;magic&quot;<br /> }</blockquote>YAML:<br /><blockquote>---<br />somevar: somevalue<br />password: magic<br /></blockquote>
es: <p>Traslade variables de línea de comando adicionales al cuaderno de estrategias. Este es el parámetro de línea de comando -e o --extra vars para el cuaderno de estrategias de Ansible. Proporcione pares de claves/valores utilizando YAML o JSON. </p>JSON:<br /><blockquote>{<br />&quot;somevar&quot;: &quot;somevalue&quot;,<br />&quot;password&quot;: &quot;magic&quot;<br /> }</blockquote>YAML:<br /><blockquote>---<br />somevar: somevalue<br />password: magic<br /></blockquote>
fr: <p>Transmettez des variables de ligne de commandes supplémentaires au playbook. Voici le paramètre de ligne de commande -e or --extra-vars pour ansible-playbook. Fournir la paire clé/valeur en utilisant YAML ou JSON. </p>JSON:<br /><blockquote>{<br />&quot;somevar&quot;: &quot;somevalue&quot;,<br />&quot;password&quot;: &quot;magic&quot;<br /> }</blockquote>YAML:<br /><blockquote>---<br />somevar: somevalue<br />password: magic<br /></blockquote>
ja: <p>追加のコマンドライン変数を Playbook に渡します。これは、ansible-playbook の -e または --extra-vars コマンドラインパラメーターです。YAML または JSON のいずれかを使用してキーと値のペアを指定します。</p>JSON:<br /><blockquote>{<br />&quot;somevar&quot;: &quot;somevalue&quot;,<br />&quot;password&quot;: &quot;magic&quot;<br /> }</blockquote>YAML:<br /><blockquote>---<br />somevar: somevalue<br />password: magic<br /></blockquote>
nl: <p>Geef extra commandoregelvariabelen op in het draaiboek. Dit is de commandoregelparameter -e of --extra-vars voor het ansible-draaiboek. Geef sleutel/waarde-paren op met YAML of JSON.</p>JSON:<br /><blockquote>{<br />&quot;somevar&quot;: &quot;somevalue&quot;,<br />&quot;password&quot;: &quot;magic&quot;<br /> }</blockquote>YAML:<br /><blockquote>---<br />somevar: somevalue<br />password: magic<br /></blockquote>

source: A NEW WEBHOOK KEY WILL BE GENERATED ON SAVE
es: SE GENERARÁ UNA NUEVA CLAVE DE WEBHOOK AL GUARDAR
fr: UNE NOUVELLE CLÉ DE WEBHOOK SERA GÉNÉRÉE LORS DE LA SAUVEGARDE
ja: 新規 WEBHOOK キーは保存時に生成されます。
nl: ER WORDT EEN NIEUWE WEBHOOKSLEUTEL GEGENEREERD OP SAVE

source: A refspec to fetch (passed to the Ansible git module). This parameter allows access to references via the branch field not otherwise available.
es: Un refspec para buscar (pasado al módulo git de Ansible). Este parámetro permite el acceso a las referencias a través del campo de rama no disponible de otra manera.
fr: Refspec à récupérer (passé au module git Ansible). Ce paramètre permet d'accéder aux références via le champ de branche non disponible par ailleurs.
ja: 取得する refspec (Ansible git モジュールに渡します)。このパラメーターを使用すると、(パラメーターなしでは利用できない) ブランチのフィールド経由で参照にアクセスできるようになります。
nl: Een refspec om op te halen (doorgegeven aan de Ansible git module). Deze parameter maakt toegang tot referenties mogelijk via het vertakkingsveld dat anders niet beschikbaar is.

source: A schedule name is required.
es: Un nombre para el planificador es necesario.
fr: Un intitulé est requis pour la programmation
ja: スケジュール名が必要です。
nl: Een naam voor het schema is vereist.

source: A value is required
es: Un valor es necesario
fr: Entrez une valeur
ja: 値が必要です
nl: Een waarde is vereist

source: A value is required.
es: Un valor es necesario.
fr: Entrez une valeur.
ja: 値が必要です。
nl: Een waarde is vereist.

source: ABOUT
es: ACERCA DE
fr: À PROPOS
ja: 情報
nl: OVER

source: ACTION
es: ACCIÓN
ja: アクション
nl: ACTIE

source: ACTIVITY DETAIL
es: DETALLES DE ACTIVIDAD
fr: DÉTAILS ACTIVITÉ
ja: アクティビティーの詳細
nl: ACTIVITEITSGEGEVENS

source: ACTIVITY STREAM
es: FLUJO DE ACTIVIDAD
fr: FLUX D’ACTIVITÉ
ja: アクティビティーストリーム
nl: ACTIVITEITENLOGBOEK

source: ADD
es: AÑADIR
fr: AJOUTER
ja: 追加
nl: TOEVOEGEN

source: ADD A NEW TEMPLATE
es: AÑADIR UNA NUEVA PLANTILLA
fr: AJOUTER UN NOUVEAU MODÈLE
ja: 新規テンプレートの追加
nl: EEN NIEUW SJABLOON TOEVOEGEN

source: ADD A NODE
es: AÑADIR UN NODO
fr: AJOUTER UN NŒUD
ja: ノードの追加
nl: EEN KNOOPPUNT TOEVOEGEN

source: ADD LINK
es: AGREGAR ENLACE
fr: AJOUTER LIEN
ja: リンクの追加
nl: LINK TOEVOEGEN

source: ADD SURVEY PROMPT
es: AGREGAR AVISO DE ENCUESTA
fr: AJOUTER UNE INVITE AU QUESTIONNAIRE
ja: Survey プロンプトの追加
nl: MELDING VRAGENLIJST TOEVOEGEN

source: ADDITIONAL INFORMATION
es: INFORMACIÓN ADICIONAL
fr: INFORMATIONS SUPPLÉMENTAIRES
ja: 追加情報
nl: AANVULLENDE INFORMATIE

source: ADMINS
ja: 管理者
nl: BEHEERDERS

source: ALL ACTIVITY
es: TODA LA ACTIVIDAD
fr: ACTIVITÉS
ja: すべてのアクティビティー
nl: ALLE ACTIVITEIT

source: ALL GROUPS
es: TODOS LOS GRUPOS
fr: TOUS LES GROUPES
ja: すべてのグループ
nl: ALLE GROEPEN

source: ANY
es: CUALQUIERA
fr: QUELCONQUE
ja: 任意
nl: IEDERE

source: API Key
es: Clave API
fr: Clé API
ja: API キー
nl: API-sleutel

source: API Service/Integration Key
es: Servicio API/Clave de integración
fr: Service API/Clé d’intégration
ja: API サービス/統合キー
nl: Service-/integratiesleutel API

source: API Token
es: Token API
fr: Token API
ja: API トークン

source: APPLICATION
es: APLICACIÓN
ja: アプリケーション
nl: TOEPASSING

source: APPLICATION INFORMATION
es: INFORMACIÓN DE LA APLICACIÓN
fr: INFORMATION APPLICATION
ja: アプリケーション情報
nl: TOEPASSINGSINFORMATIE

source: APPLICATIONS
es: APLICACIONES
ja: アプリケーション
nl: TOEPASSINGEN

source: APPROVAL
es: APROBACIÓN
fr: APPROBATION
ja: 承認
nl: GOEDKEURING

source: APPROVAL TIMED OUT
es: TIEMPO DE APROBACIÓN AGOTADO
fr: APPROBATION EXPIRÉE
ja: 承認タイムアウト
nl: GOEDKEURING VERLOPEN

source: APPROVE
es: APROBAR
fr: APPROUVER
ja: 承認
nl: GOEDKEUREN

source: APPROVED
es: APROBADO
fr: APPROUVÉ
ja: 承認
nl: GOEDGEKEURD

source: ASSOCIATED GROUPS
es: GRUPOS ASOCIADOS
fr: GROUPES ASSOCIÉS
ja: 関連付けられているグループ
nl: VERBONDEN GROEPEN

source: ASSOCIATED HOSTS
es: HOSTS ASOCIADOS
fr: HÔTES ASSOCIÉS
ja: 関連付けられているホスト
nl: VERBONDEN HOSTS

source: About
es: Acerca de
fr: À propos de
ja: 情報
nl: Over

source: Access
es: Acceso
fr: Accès
ja: アクセス
nl: Toegang

source: Access Key
es: Clave de acceso
fr: Clé d’accès
ja: アクセスキー
nl: Toegangssleutel

source: Access Token Expiration
es: Expiración del token de acceso
fr: Expiration du jeton d'accès
ja: アクセストークンの有効期限
nl: Toegangstoken vervallen

source: Account SID
es: Cuenta SID
fr: SID de compte
ja: アカウント SID
nl: SID account

source: Account Token
es: Cuenta Token
fr: Token de compte
ja: アカウントトークン

source: Action
es: Acción
ja: アクション
nl: Actie

source: Actions
es: Acciones
ja: アクション
nl: Acties

source: Activity
es: Actividad
fr: Activité
ja: アクティビティー
nl: Activiteit

source: Activity Stream
es: Flujo de actividad
fr: Flux d’activité
ja: アクティビティーストリーム
nl: Activiteitenlogboek

source: Add
es: Añadir
fr: Ajouter
ja: 追加
nl: Toevoegen

source: Add Container Group
es: Agregar grupo de contenedores
fr: Ajouter un groupe de conteneurs
ja: コンテナーグループの追加
nl: Containergroep toevoegen

source: Add Credential
es: Agregar credencial
fr: Ajouter une information d'identification
ja: 認証情報の追加
nl: Toegangsgegevens toevoegen

source: Add Credentials
es: Añadir credencial
fr: Ajouter des informations d’identification
ja: 認証情報の追加
nl: Toegangsgegevens toevoegen

source: Add Inventories
es: Añadir inventarios
fr: Ajouter des inventaires
ja: インベントリーの追加
nl: Inventarissen toevoegen

source: Add Permissions
es: Añadir permisos
fr: Ajouter les permissions
ja: パーミッションの追加
nl: Machtigingen toevoegen

source: Add Project
es: Añadir proyecto
fr: Ajouter un projet
ja: プロジェクトの追加
nl: Project toevoegen

source: Add Survey
es: Añadir cuestionario
fr: Ajouter un questionnaire
ja: Survey の追加
nl: Vragenlijst toevoegen

source: Add Team
es: Añadir equipo
fr: Ajouter une équipe
ja: チームの追加
nl: Team toevoegen

source: Add User
es: Añadir usuario
fr: Ajouter un utilisateur
ja: ユーザーの追加
nl: Gebruiker toevoegen

source: Add Users
es: Añadir usuarios
fr: Ajouter des utilisateurs
ja: ユーザーの追加
nl: Gebruikers toevoegen

source: Add Users to this organization.
es: Añadir usuarios a la organización.
fr: Ajouter des utilisateurs à cette organisation.
ja: ユーザーをこの組織に追加してください。
nl: Gebruikers toevoegen aan deze organisatie.

source: Add a group
es: Agregar un grupo
fr: Ajouter un groupe
ja: グループの追加
nl: Een groep toevoegen

source: Add a host
es: Agregar un host
fr: Ajouter un hôte
ja: ホストの追加
nl: Een host toevoegen

source: Add a new instance
es: Agregar una nueva instancia
fr: Ajouter une nouvelle instance
ja: 新規インスタンスの追加
nl: Een nieuwe instantie toevoegen

source: Add a new instance group
es: Agregar un nuevo grupo de instancias
fr: Ajouter un nouveau groupe d'instances
ja: 新規インスタンスグループの追加
nl: Een nieuwe instantiegroep toevoegen

source: Add a new organization
es: Agregar una nueva organización
fr: Ajouter une nouvelle organisation
ja: 新規組織の追加
nl: Een nieuwe organisatie toevoegen

source: Add a new project
es: Agregar un nuevo proyecto
fr: Ajouter un nouveau projet
ja: 新規プロジェクトの追加
nl: Een nieuw project toevoegen

source: Add a new schedule
es: Añadir un nuevo planificador
fr: Ajouter une nouvelle programmation
ja: 新規スケジュールの追加
nl: Een nieuw schema toevoegen

source: Add a new template
es: Agregar una nueva plantilla
fr: Ajouter un nouveau modèle
ja: 新規テンプレートの追加
nl: Een nieuw sjabloon toevoegen

source: Add a new token
es: Agregar un nuevo token
fr: Ajouter un nouveau jeton
ja: 新規トークンの追加
nl: Een nieuwe token toevoegen

source: Add a permission
es: Añadir un permiso
fr: Ajouter une permission
ja: パーミッションの追加
nl: Een machtiging toevoegen

source: Add existing user to organization
es: Añada un usuario existente a la organización.
fr: Veuillez ajouter l'utilisateur existant à votre organisation
ja: 組織への既存ユーザーの追加
nl: Voeg een bestaande gebruiker toe aan de organisatie

source: Add existing user to organization as administrator
es: Añada un usuario existente como administrador.
fr: Veuillez ajouter l'utilisateur existant à votre organisation dans le rôle d'administrateur
ja: 管理者として組織に既存ユーザーを追加する
nl: Voeg een bestaande gebruiker toe aan de organisatie als beheerder

source: Admin
ja: 管理者
nl: Beheerder

source: Administration
es: Administración
ja: 管理
nl: Beheer

source: Admins
es: Administradores
ja: 管理者
nl: Beheerders

source: After every project update where the SCM revision changes, refresh the inventory from the selected source before executing job tasks. This is intended for static content, like the Ansible inventory .ini file format.
es: Luego de cada actualización del proyecto en el que se modifique la revisión SCM, actualice el inventario del origen seleccionado antes de llevar a cabo tareas de trabajo. Esto está orientado a contenidos estáticos, como el formato de archivo .ini del inventario Ansible.
fr: Chaque fois qu’un projet est mis à jour et que la révision SCM est modifiée, réalisez une mise à jour de la source sélectionnée avant de lancer la tâche. Le but est le contenu statique, comme le format .ini de fichier d'inventaire Ansible.
ja: SCM リビジョンが変更されるプロジェクトの毎回の更新後に、選択されたソースのインベントリーを更新してからジョブのタスクを実行します。これは、Ansible インベントリーの .ini ファイル形式のような静的コンテンツが対象であることが意図されています。
nl: Na iedere projectupdate waarbij de SCM-revisie verandert, dient het inventaris vernieuwd te worden vanuit de geselecteerde bron voordat de opdrachten die bij de taak horen uitgevoerd worden. Dit is bedoeld voor statische content, zoals .ini, het inventarisbestandsformaat van Ansible.

source: All
es: Todos
fr: Tous
ja: すべて
nl: Alle

source: All Activity
es: Todas las actividades
fr: Activités
ja: すべてのアクティビティー
nl: Alle activiteit

source: All Jobs
es: Todos los trabajos
fr: Toutes les tâches
ja: すべてのジョブ
nl: Alle taken

source: Allow branch override
es: Permitir la invalidación de la rama
fr: Autoriser le remplacement de la branche
ja: ブランチの上書き許可
nl: Overschrijven van vertakking toelaten

source: Allow changing the SCM branch or revision in a job template that uses this project.
es: Permitir el cambio de la rama o revisión del SCM en una plantilla de trabajo que utilice este proyecto.
fr: Permet de modifier la branche ou la révision SCM dans un modèle de tâche qui utilise ce projet.
ja: このプロジェクトを使用するジョブテンプレートで SCM ブランチまたはリビジョンを変更できるようにします。
nl: Wijzigen van de SCM-vertakking of de revisie toelaten in een taaksjabloon die gebruik maakt van dit project.

source: Always
es: Siempre
fr: Toujours
ja: 常時
nl: Altijd

source: An SCM update does not appear to be running for project:
es: Parece que una actualización de SCM no se está ejecutando para el proyecto:
fr: Une mise à jour SCM ne semble pas s'exécuter pour le projet :
ja: SCM 更新がプロジェクトに対して実行されていないようです。
nl: Het lijkt er op dat er geen SCM-update bezig is voor project:

source: Ansible AWX Logo
es: Logotipo de Ansible AWX
fr: Logo d'Ansible AWX
ja: Ansible AWX ロゴ

source: Ansible Environment
es: Entorno de Ansible
fr: Environnement Ansible
ja: Ansible 環境
nl: Ansible-omgeving

source: Ansible Tower Documentation
es: Documentación de Ansible Tower
fr: Documentation Ansible Tower
ja: Ansible Tower ドキュメント
nl: Documentatie Ansible Tower

source: Ansible Tower Logo
es: Logotipo de Ansible Tower
fr: Logo d'Ansible Tower
ja: Ansible Tower ロゴ

source: Answer Type
es: Tipo de respuesta
fr: Type de réponse
ja: 回答タイプ
nl: Antwoordtype

source: Answer Variable Name
es: Nombre de la variable
fr: Nom de variable de réponse
ja: 回答の変数名
nl: Antwoord naam variabele

source: Any
es: Cualquiera
fr: Quelconque
ja: 任意
nl: Iedere

source: Application
es: Aplicación
ja: アプリケーション
nl: Toepassing

source: Applications
es: Aplicaciones
ja: アプリケーション
nl: Toepassingen

source: Approval
es: Aprobación
fr: Approbation
ja: 承認
nl: Goedkeuring

source: Are you sure you want to cancel this workflow job?
es: ¿Está seguro de que desea cancelar esta tarea de flujo de trabajo?
fr: Êtes-vous certain de vouloir annuler ce job de flux de travail ?
ja: このワークフローのジョブをキャンセルしてよろしいですか?
nl: Weet u zeker dat u deze workflowtaak wilt annuleren?

source: Are you sure you want to delete this job?
es: ¿Está seguro de que desea eliminar este trabajo?
fr: Êtes-vous sûr de vouloir supprimer ce job ?
ja: このジョブを削除してもよろしいですか?
nl: Weet u zeker dat u deze taak wilt verwijderen?

source: Are you sure you want to delete this notification template?
es: ¿Está seguro de que quiere eliminar esta plantilla de notificación?
fr: Voulez-vous vraiment supprimer ce modèle de notification ?
ja: この通知テンプレートを削除してもよろしいですか?
nl: Weet u zeker dat u dit berichtsjabloon wilt verwijderen?

source: Are you sure you want to delete this schedule?
es: ¿Está seguro de que desea eliminar este programa?
fr: Voulez-vous vraiment supprimer ce planning ?
ja: このスケジュールを削除してもよろしいですか?
nl: Weet u zeker dat u dit schema wilt verwijderen?

source: Are you sure you want to delete this team?
es: ¿Está seguro de que desea eliminar este equipo?
fr: Voulez-vous vraiment supprimer cette équipe ?
ja: このチームを削除してもよろしいですか?
nl: Weet u zeker dat u dit team wilt verwijderen?

source: Are you sure you want to delete this user?
es: ¿Está seguro de que desea eliminar este usuario?
fr: Voulez-vous vraiment supprimer cet utilisateur ?
ja: このユーザーを削除してもよろしいですか?
nl: Weet u zeker dat u deze gebruiker wilt verwijderen?

source: Are you sure you want to delete this workflow node?
es: ¿Está seguro de que desea eliminar este nodo de flujo de trabajo?
fr: Voulez-vous vraiment supprimer ce node de workflow ?
ja: このワークフローノードを削除してもよろしいですか?
nl: Weet u zeker dat u dit workflowknooppunt wilt verwijderen?

source: Are you sure you want to delete this workflow?
es: ¿Está seguro de que desea eliminar este flujo de trabajo?
fr: Voulez-vous vraiment supprimer ce flux de travail ?
ja: このワークフローを削除してもよろしいですか?
nl: Weet u zeker dat u deze workflow wilt verwijderen?
