Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Log aggregator test failed. <br> Detail:
es: Error en la prueba del agregador de registros. <br> Detalles:
fr: Échec du test de l'agrégateur de journalisation. <br>Détails :
ja: ログアグリゲーターのテストに失敗しました。<br> 詳細:
nl: Log aggregator-test mislukt. <br> Details:

source: Log aggregator test sent successfully.
es: Se envió correctamente la prueba del agregador de registros.
fr: Envoi réussi du test de l'agrégateur de journalisation.
ja: ログアグリゲーターのテストの送信に成功しました。
nl: Logboekaggregatortest met succes verzonden.

source: Logged in as
es: Conectado como
fr: Connecté en tant que
ja: 次の名前でログイン
nl: Aangemeld als

source: Logging
es: Registros
fr: Journalisation
ja: ロギング
nl: Logboekregistratie

source: Logout
es: Finalización de la sesión
fr: Déconnexion
ja: ログアウト
nl: Afmelden

source: Lookup field
es: Campo de búsqueda
fr: Champ de recherche
ja: ルックアップフィールド
nl: Opzoekveld

source: Low
es: Bajo
fr: Basse
ja: 低
nl: Laag

source: Low Risk
es: Riesgo bajo
fr: Risque faible
ja: 低リスク
nl: Laag risico

source: MANAGEMENT JOBS
es: TAREAS DE GESTIÓN
fr: TÂCHES DE GESTION
ja: 管理ジョブ
nl: BEHEERDERSTAKEN

source: MANUAL
fr: MANUEL
ja: 手動
nl: HANDMATIG

source: METADATA
es: METADATOS
fr: MÉTADONNÉES
ja: メタデータ

source: MODULE
es: MÓDULO
ja: モジュール

source: MY VIEW
es: MI VISTA
fr: MON ÉCRAN
ja: マイビュー
nl: MIJN BEELD

source: Machine
es: Máquina
ja: マシン

source: Machine Credential
es: Credenciales de máquina
fr: Informations d’identification de la machine
ja: マシンの認証情報
nl: Toegangsgegevens machine

source: Managed Nodes
es: Nodos gestionados
fr: Nœuds gérés
ja: 管理ノード
nl: Beheerde knooppunten

source: Management Jobs
es: Trabajos de gestión
fr: Tâches de gestion
ja: 管理ジョブ
nl: Beheerderstaken

source: Manual projects do not require an SCM update
es: Los proyectos manuales no necesitan una actualización del SCM
fr: Les projets manuels ne nécessitent pas de mise à jour SCM
ja: 手動プロジェクトに SCM 更新は不要です
nl: Voor handmatige projecten is geen SCM-update nodig

source: Max 512 characters per label.
es: Máx. 512 caracteres por etiqueta.
fr: 512 caractères max par étiquette
ja: 最大 512 文字 (ラベルあたり)
nl: Max. 512 tekens per label.

source: Max Hosts
es: Número máximo de hosts
fr: Nombre d'hôtes max.
ja: 最大ホスト数

source: Maximum
es: Máximo
ja: 最大

source: Maximum Length
es: Longitud máxima
fr: Longueur maximale
ja: 最大長
nl: Maximumlengte

source: Maximum per-user sessions reached. Please sign in.
es: Máximo número de sesiones por usuario alcanzado. Por favor identifíquese.
fr: Nombre maximum de sessions par utilisateur atteintes. Veuillez vous connecter.
ja: ユーザーあたりの最大セッション数に達しました。サインインしてください。
nl: Maximaal aantal sessies per gebruiker bereikt. Meld u aan.

source: Maximum<
es: Máximo
ja: 最大<

source: Medium
es: Medio
fr: Moyenne
ja: 中

source: Medium Risk
es: Riesgo medio
fr: Risque moyen
ja: 中リスク
nl: Middelgroot risico

source: Member
es: Miembro
fr: Membre
ja: メンバー
nl: Lid

source: Minimum
es: Mínimo
ja: 最小

source: Minimum Length
es: Longitud mínima
fr: Longueur minimale
ja: 最小長
nl: Minimumlengte

source: Misc. System
es: Sistema de varios
fr: Système divers
ja: その他のシステム
nl: Overig systeem

source: Missing Job Templates found in the <span class='Workflow-warningLink' ng-click='openWorkflowMaker()'>Workflow Editor</span>
es: Plantillas de trabajo faltantes encontradas en el <span class='Workflow-warningLink' ng-click='openWorkflowMaker()'>Editor de flujo de trabajo</span>
fr: Modèles de Job manquants dans <span class='Workflow-warningLink' ng-click='openWorkflowMaker()'>Workflow Editor</span>
ja: 欠落していたジョブテンプレートは<span class='Workflow-warningLink' ng-click='openWorkflowMaker()'>ワークフロービジュアライザー</span>にあります。
nl: Ontbrekende taaksjablonen gevonden in de <span class='Workflow-warningLink' ng-click='openWorkflowMaker()'>Workfloweditor</span>

source: Modified (Ascending)
es: Modificado (ascendente)
fr: Modifié (croissant)
ja: 変更日時 (昇順)
nl: Aangepast (Oplopend)

source: Modified (Descending)
es: Modificado (descendente)
fr: Modifié (décroissant)
ja: 変更日時 (降順)
nl: Aangepast (Aflopend)

source: Module
es: Módulo
ja: モジュール

source: Module Args
es: Argumentos del módulo
fr: Args de module
ja: モジュールの引数

source: Mon
es: Lun
fr: Lun.
ja: 月
nl: Ma

source: Most recent job failed. Click to view jobs.
es: Error en la tarea más reciente. Haga clic para ver las tareas.
fr: Échec de la dernière tâche. Cliquez pour afficher les jobs.
ja: 最新のジョブが失敗しました。クリックしてジョブを表示します。
nl: Meest recente taak is mislukt. Klik om taken te bekijken.

source: Most recent job successful. Click to view jobs.
es: La tarea más reciente se completó correctamente. Haga clic para ver las tareas.
fr: Réussite de la dernière tâche. Cliquez pour afficher les jobs.
ja: 最新のジョブが成功しました。クリックしてジョブを表示します。
nl: Meest recente taak is gelukt. Klik om taken te bekijken.

source: Multiple Choice (multiple select)
es: Opciones de selección múltiple
fr: Options à choix multiples (sélection multiple)
ja: 複数の選択 (複数の選択)
nl: Meerkeuze-opties (meerdere keuzes mogelijk)

source: Multiple Choice (single select)
es: Selección múltiple
fr: Options à choix multiples (une seule sélection)
ja: 複数の選択 (単一の選択)
nl: Meerkeuze-opties (één keuze mogelijk)

source: Multiple Choice Options
es: Opciones de selección múltiple
fr: Options à choix multiples.
ja: 複数の選択オプション
nl: Meerkeuze-opties

source: My Jobs
es: Mis trabajos
fr: Mes tâches
ja: マイジョブ
nl: Mijn taken

source: My View
es: Mi vista
fr: Ma vue
ja: マイビュー
nl: Mijn beeld

source: NAME
es: NOMBRE
fr: NOM
ja: 名前
nl: NAAM

source: NEW APPLICATION
es: NUEVA APLICACIÓN
fr: NOUVELLE APPLICATION
ja: 新規アプリケーション
nl: NIEUWE TOEPASSING

source: NEW CREDENTIAL
es: NUEVA CREDENCIAL
fr: NOUVELLE INFORMATION D'IDENTIFICATION
ja: 新規の認証情報
nl: NIEUWE TOEGANGSGEGEVENS

source: NEW CREDENTIAL TYPE
es: NUEVO TIPO DE CREDENCIAL
fr: NOUVEAU TYPE D'INFORMATION D'IDENTIFICATION
ja: 新規の認証情報タイプ
nl: NIEUWE SOORT TOEGANGSGEGEVENS

source: NEW CUSTOM INVENTORY
es: NUEVO INVENTARIO PERSONALIZADO
fr: NOUVEL INVENTAIRE PERSONNALISÉ
ja: 新規カスタムインベントリー
nl: NIEUWE AANGEPASTE INVENTARIS

source: NEW INVENTORY
es: NUEVO INVENTARIO
fr: NOUVEL INVENTAIRE
ja: 新規インベントリー
nl: NIEUWE INVENTARIS

source: NEW JOB TEMPLATE
es: NEVA PLANTILLA DE TRABAJO
fr: NOUVEAU MODÈLE DE TÂCHE
ja: 新規ジョブテンプレート
nl: NIEUWE TAAKSJABLOON

source: NEW NOTIFICATION TEMPLATE
es: NUEVA PLANTILLA DE NOTIFICACION
fr: NOUVEAU MODÈLE DE NOTIFICATION
ja: 新規通知テンプレート
nl: NIEUWE BERICHTSJABLOON

source: NEW ORGANIZATION
es: NUEVA ORGANIZACION
fr: NOUVELLE ORGANISATION
ja: 新規組織
nl: NIEUWE ORGANISATIE

source: NEW PROJECT
es: NUEVO PROYECTO
fr: NOUVEAU PROJET
ja: 新規プロジェクト
nl: NIEUW PROJECT

source: NEW SMART INVENTORY
es: NUEVO INVENTARIO INTELIGENTE
fr: NOUVEL INVENTAIRE SMART
ja: 新規スマートインベントリー
nl: NIEUW SMART-INVENTARIS

source: NEW TEAM
es: NUEVO EQUIPO
fr: NOUVELLE ÉQUIPE
ja: 新規チーム
nl: NIEUW TEAM

source: NEW USER
es: NUEVO USUARIO
fr: NOUVEL UTILISATEUR
ja: 新規ユーザー
nl: NIEUWE GEBRUIKER

source: NEW WORKFLOW JOB TEMPLATE
es: NUEVA PLANTILLA DE FLUJO DE TRABAJO
fr: MODÈLE DE NOUVEAU FLUX DE TRAVAIL
ja: 新規ワークフロージョブテンプレート
nl: NIEUWE WORKFLOW-TAAKSJABLOON

source: NEXT
es: SIGUIENTE
fr: SUIVANT
ja: 次へ
nl: VOLGENDE

source: NO HOSTS HAVE BEEN CREATED
es: NO SE CREARON HOSTS
fr: AUCUN HÔTE CRÉÉ
ja: ホストが作成されていません
nl: GEEN HOSTS AANGEMAAKT

source: NO JOBS FINISHED
es: NINGÚN TRABAJO FINALIZADO
fr: AUCUN JOB TERMINÉ
ja: 未完了のジョブはありません
nl: GEEN TAKEN AFGEROND

source: NO OPTIONS AVAILABLE
es: NO HAY OPCIONES DISPONIBLES
fr: AUCUNE OPTION DISPONIBLE
ja: 利用可能なオプションがありません
nl: GEEN OPTIES BESCHIKBAAR

source: NONE SELECTED
es: NO SE SELECCIONÓ NINGUNO
fr: AUCUN(E) SÉLECTIONNÉ(E)
ja: 何も選択されていません
nl: GEEN GESELECTEERD

source: NOTE: This field assumes the remote name is "origin".
es: NOTA: Este campo asume que el nombre remoto es "origen".
fr: REMARQUE : ce champ suppose que le nom distant est "origin".
ja: 注: このフィールドは、リモート名が "origin" であることが前提です。
nl: OPMERKING: dit veld gaat ervan uit dat de naam op afstand "oorsprong" is.

source: NOTICE
es: AVISO
fr: ENVOI D’INFOS
ja: 通知
nl: MEDEDELING

source: NOTIFICATION TEMPLATE
es: PLANTILLA DE NOTIFICACIÓN
fr: MODÈLE DE NOTIFICATION
ja: 通知テンプレート
nl: BERICHTSJABLOON

source: NOTIFICATION TEMPLATES
es: PLANTILLAS DE NOTIFICACIÓN
fr: MODÈLES DE NOTIFICATION
ja: 通知テンプレート
nl: BERICHTSJABLONEN

source: NOTIFICATIONS
es: NOTIFICACIONES
ja: 通知
nl: BERICHTEN

source: Name
es: Nombre
fr: Nom
ja: 名前
nl: Naam

source: Name (Ascending)
es: Nombre (ascendente)
fr: Nom (croissant)
ja: 名前 (昇順)
nl: Naam (Oplopend)

source: Name (Descending)
es: Nombre (descendente)
fr: Nom (décroissant)
ja: 名前 (降順)
nl: Naam (Aflopend)

source: Navigate to dashboard
es: Navegar al panel de control
fr: Naviguer vers le tableau de bord
ja: ダッシュボードに移動する
nl: Navigeer naar dashboard

source: Navigate to inventory sync job
es: Navegar a la tarea de sincronización del inventario
fr: Naviguer vers la tâche de synchronisation des inventaires
ja: インベントリー同期ジョブに移動する
nl: Navigeer naar inventarisatiesynchronisatietaak

source: Navigate to project sync job
es: Navegar a la tarea de sincronización del proyecto
fr: Naviguer vers la tâche de synchronisation des projets
ja: プロジェクト同期ジョブに移動する
nl: Navigeer naar projectsynchronisatietaak

source: Navigate to workflow job
es: Navegar a la tarea de flujo de trabajo
fr: Naviguer vers la tâche de flux de travail
ja: ワークフロージョブに移動する
nl: Navigeer naar workflowtaak

source: Network
es: Red
fr: Réseau
ja: ネットワーク
nl: Netwerk

source: New Group
es: Nuevo grupo
fr: Nouveau groupe
ja: 新規グループ
nl: Nieuwe groep

source: New Host
es: Nuevo host
fr: Nouvel hôte
ja: 新規ホスト
nl: Nieuwe host

source: New user successfully created!
es: ¡Nuevo usuario creado correctamente!
fr: Création de l’utilisateur réussie
ja: 新規ユーザーが正常に作成されました!
nl: Nieuwe gebruiker aanmaken gelukt!

source: Next Run
es: Siguiente ejecución
fr: Exécution suivante
ja: 次回実行日時
nl: Volgende uitvoering

source: No Credentials Have Been Created
es: Ningún credencial ha sido creado
fr: Informations d’identification non créées
ja: 認証情報が作成されていません
nl: Nog geen toegangsgegevens aangemaakt

source: No Credentials Matching This Type Have Been Created
es: No se crearon credenciales que coincidan con este tipo
fr: Aucune information d'identification correspondant à ce type n'a été créée
ja: このタイプに一致する認証情報が作成されていません
nl: Nog geen toegangsgegevens die overeenkomen met deze soort aangemaakt

source: No JSON data returned by the module
es: El módulo no arrojó datos JSON
fr: Aucune donnée JSON retournée par ce module
ja: JSON データがモジュールによって返されていません
nl: Module heeft geen JSON-gegevens geretourneerd

source: No Licenses Found
es: No se encontraron licencias
fr: Aucune licence trouvée
ja: ライセンスが見つかりません
nl: Geen licenties gevonden

source: No Projects Have Been Created
es: No se crearon proyectos
fr: Projets non créés
ja: プロジェクトが作成されていません
nl: Nog geen projecten aangemaakt

source: No Remediation Playbook Available
es: No hay un playbook de reparación disponible
fr: Playbook de remédiation indisponible
ja: 修復 Playbook を使用できません
nl: Geen draaiboek voor herstel beschikbaar

source: No SCM Configuration
es: Ninguna configuración SCM
fr: Aucune configuration SCM
ja: SCM 設定がありません
nl: Geen SCM-configuratie

source: No SCM updates have run for this project
es: Ninguna actualización SCM ha sido ejecutada para este proyecto
fr: Aucune mise à jour SCM n’a été exécutée pour ce projet
ja: このプロジェクトで実行された SCM 更新はありません
nl: Geen SCM-updates uitgevoerd voor dit project

source: No Teams exist
es: No existe ningún equipo
fr: Aucune équipe existante
ja: チームが存在しません
nl: Er bestaan geen teams

source: No Updates Available
es: No existen actualizaciones disponibles
fr: Aucune mise à jour disponible
ja: 利用可能な更新がありません
nl: Er zijn geen updates beschikbaar

source: No Users to add
es: No hay usuarios para añadir
fr: Aucun utilisateur à ajouter
ja: 追加するユーザーがありません
nl: Geen gebruikers om toe te voegen

source: No credential selected
es: No se seleccionó ninguna credencial
fr: Aucune information d'identification sélectionnée
ja: 認証情報が選択されていません
nl: Geen inloggegevens geselecteerd

source: No credentials selected
es: No se seleccionaron credenciales
fr: Aucune valeur d'identification sélectionnée
ja: 認証情報が選択されていません
nl: Geen toegangsgegevens geselecteerd

source: No data is available. There are no issues to report.
es: No hay datos disponibles. No hay problemas para informar.
fr: Aucune donnée disponible : aucun problème à signaler.
ja: 使用できるデータがありません。報告する問題がありません。
nl: Geen gegevens beschikbaar. Er zijn geen problemen om te rapporteren.

source: No external credentials available.
es: No hay credenciales externas disponibles.
fr: Aucune information d'identification externe disponible.
ja: 利用可能な外部認証情報がありません。
nl: Geen externe inloggegevens beschikbaar.

source: No file selected.
es: Ningún fichero seleccionado.
fr: Aucun fichier sélectionné.
ja: ファイルが選択されていません。
nl: Geen bestand geselecteerd.

source: No groups to add
es: No hay grupos para añadir
fr: Aucun groupe à ajouter
ja: 追加するグループがありません
nl: Geen groepen om toe te voegen

source: No hosts to add
es: No hay hosts para añadir
fr: Aucun hôte à ajouter
ja: 追加するホストがありません
nl: Geen hosts om toe te voegen

source: No hosts with failures. Click for details.
es: No hay hosts con fallos. Haga clic para obtener más información.
fr: Aucun hôte avec des échecs. Cliquez pour obtenir plus d'informations.
ja: 障害のあるホストがありません。クリックして詳細を確認してください。
nl: Geen host met mislukkingen. Klik voor meer informatie.

source: No inventory selected
es: Sin inventario seleccionado
fr: Aucun inventaire sélectionné
ja: インベントリーが選択されていません
nl: Geen inventaris geselecteerd

source: No inventory sync failures. Click for details.
es: No hay fallos en la sincronización de inventario. Haga clic para obtener más información.
fr: Aucun échec de synchronisation d'inventaire. Cliquez pour obtenir plus d'informations.
ja: インベントリーの同期に障害が発生していません。クリックして詳細を確認してください。
nl: Geen mislukte inventarissynchronisaties. Klik voor meer informatie.

source: No job data
es: No hay datos de tareas
fr: Aucune donnée de tâche
ja: ジョブデータがありません
nl: Geen taakgegevens

source: No job data available.
es: No hay datos de tareas disponibles.
fr: Aucune donnée de tâche disponible.
ja: 利用可能なジョブデータがありません。
nl: Geen taakgegevens beschikbaar.

source: No job templates were recently used.
es: Ninguna plantilla de trabajo fue recientemente utilizada.
fr: Aucun modèle de tâche utilisé récemment.
ja: 最近使用されたジョブテンプレートはありません。
nl: Geen taaksjablonen die recent gebruikt zijn.

source: No jobs were recently run.
es: Ningún trabajo ha sido recientemente ejecutado.
fr: Aucune tâche récemment exécutée.
ja: 最近実行されたジョブがありません。
nl: Er zijn recent geen taken uitgevoerd.

source: No permissions have been granted
es: Ningún permiso concedido
fr: Aucune permission accordée
ja: パーミッションが付与されていません
nl: Geen machtigingen toegekend

source: No promptable values were provided when this node was created.
es: No se proporcionaron valores indicadores cuando se creó este nodo.
fr: Aucune valeur d'invite n'a été fournie quand le nœud a été créé.
ja: このノードの作成時に提示可能な値が指定されませんでした。
nl: Er zijn geen opvraagbare waarden geleverd bij het aanmaken van dit knooppunt.

source: No recent job data available for this host.
es: No hay datos de tareas recientes disponibles para este host.
fr: Aucune donnée de job récent n'est disponible pour cet hôte.
ja: このホストに利用できる最新のジョブデータがありません。
nl: Er zijn geen recente taakgegevens beschikbaar voor deze host.

source: No recent job data available for this inventory.
es: No hay datos de tareas recientes disponibles para este inventario.
fr: Aucune donnée de job récente n'est disponible pour cet inventaire.
ja: このインベントリーに利用できる最新のジョブデータがありません。
nl: Er zijn geen recente taakgegevens beschikbaar voor dit inventaris.

source: No recent notifications.
es: No hay notificaciones recientes
fr: Aucun notification récente.
ja: 最新の通知はありません。
nl: Geen recente berichten.

source: No records matched your search.
es: No existe registros que coincidan con su búsqueda.
fr: Aucun enregistrement ne correspond à votre demande.
ja: 検索に一致するレコードはありません
nl: Er zijn geen gegevens die overeenkomen met uw zoekopdracht.

source: No result found
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません
nl: Geen resultaat gevonden

source: No schedules exist
es: No existen planificaciones
fr: Aucune planification existante
ja: スケジュールがありません
nl: Er bestaan geen schema's

source: No sync data
es: Sin datos de sincronización
fr: Aucunes données synchronisées
ja: 同期データはありません
nl: Geen synchronisatiegegevens

source: No users available to add as adminstrators
es: No hay usuarios disponibles para añadir como administradores
fr: Aucun utilisateur disponible à ajouter en tant qu'administrateur
ja: 管理者として追加できるユーザーがありません
nl: Geen gebruikers beschikbaar om toe te voegen als beheerders

source: Normal User
es: Usuario normal
fr: Utilisateur normal
ja: 標準ユーザー
nl: Normale gebruiker

source: Not Finished
es: No finalizado
fr: Non terminé
ja: 終了していません
nl: Niet voltooid

source: Not Started
es: No iniciado
fr: Non démarré
ja: 開始されていません
nl: Niet gestart

source: Not configured for SCM
es: No configurado para SCM
fr: Non configuré pour le SCM
ja: SCM 用に設定されていません
nl: Niet geconfigureerd voor SCM

source: Not configured for inventory sync.
es: No configurado para la sincronización de inventario.
fr: Non configuré pour la synchronisation de l'inventaire.
ja: インベントリーの同期に設定されていません。
nl: Niet geconfigureerd voor inventarissynchronisatie.

source: Note that only hosts directly in this group can be disassociated. Hosts in sub-groups must be disassociated directly from the sub-group level that they belong.
es: Tenga en cuenta que solo se pueden desasociar los hosts asociados directamente a este grupo. Los hosts en subgrupos deben ser desasociados del nivel de subgrupo al que pertenecen.
fr: Notez que seuls les hôtes qui sont directement dans ce groupe peuvent être dissociés. Les hôtes qui se trouvent dans les sous-groupes doivent être dissociés directement au niveau du sous-groupe auquel ils appartiennent.
ja: このグループに直接含まれるホストのみの関連付けを解除できることに注意してください。サブグループのホストの関連付けの解除については、それらのホストが属するサブグループのレベルで直接実行する必要があります。
nl: Let op: Alleen hosts die zich direct in deze groep bevinden, kunnen worden losgekoppeld. Hosts in subgroepen moeten rechtstreeks worden losgekoppeld van het subgroepniveau waar ze bij horen.

source: Notification Color
es: Color de notificación
fr: Couleur des notifications
ja: 通知の色
nl: Berichtkleur

source: Notification Failed.
es: Notificación fallida
fr: Échec de notification
ja: 通知に失敗しました。
nl: Bericht mislukt

source: Notification Label
es: Etiqueta de Notificación
fr: Étiquette de notification
ja: 通知レベル
nl: Berichtlabel

source: Notification Templates
es: Plantillas de notificación
fr: Modèles de notification
ja: 通知テンプレート
nl: Berichtsjablonen

source: Notification timed out.
es: Caducó el tiempo de la notificación
fr: La notification a expiré.
ja: 通知がタイムアウトしました。
nl: Time-out voor melding.

source: Notifications
es: Notificación
ja: 通知
nl: Berichten

source: Notify Channel
es: Notificar canal
fr: Canal de notification
ja: 通知チャネル
nl: Bericht naar kanaal sturen

source: OFF
fr: DÉSACTIVÉ
ja: オフ
nl: UIT

source: ON
fr: ACTIVÉ
ja: オン
nl: AAN

source: OPTIONS
es: OPCIONES
ja: オプション
nl: OPTIES

source: OR
es: O
fr: OU
ja: または
nl: OF

source: ORG
ja: 組織

source: ORGANIZATION
es: ORGANIZACIÓN
fr: ORGANISATION
ja: 組織
nl: ORGANISATIE

source: ORGANIZATIONS
es: ORGANIZACIONES
fr: ORGANISATIONS
ja: 組織
nl: ORGANISATIES

source: Occurrence(s)
es: Ocurrencia(s)
ja: 発生
nl: Voorval(len)

source: Occurrences
es: Ocurrencias
ja: 発生
nl: Voorvallen

source: On Days
es: En días
fr: Tels jours
ja: 日数
nl: Op dagen

source: On Failure
es: Con error
fr: En cas d'échec
ja: 障害発生時
nl: Bij mislukken

source: On Success
es: Con éxito
fr: En cas de succès
ja: 成功時
nl: Bij slagen

source: Only Group By
es: Agrupar solo por
fr: Grouper seulement par
ja: グループ化のみ
nl: Alleen ordenen op

source: Open credential lookup
es: Abrir búsqueda de credenciales
fr: Ouvrir la recherche d'informations d'identification
ja: 資格情報検索の表示
nl: Opzoeken toegangsgegevens openen

source: Open host filter
es: Abrir filtro de host
fr: Ouvrir le filtre d'hôte
ja: スマートホストフィルター
nl: Hostfilter openen

source: Open instance groups
es: Abrir grupos de instancias
fr: Ouvrir les groupes d'instances
ja: インスタンスグループの表示
nl: Instantiegroepen openen

source: Open webhook credential lookup
es: Abrir búsqueda de credenciales de Webhook
fr: Ouvrir la recherche d'informations d'identification de webhook
ja: Webhook の認証情報検索の表示
nl: Opzoeken toegangsgegevens Webhook openen

source: OpenStack domains define administrative boundaries. It is only needed for Keystone v3 authentication URLs. Common scenarios include:
es: Los dominios OpenStack definen los límites administrativos. Sólo es necesario para las direcciones URLs en el uso de autentificación para KeyStone v3. Los escenarios más habituales:
fr: Les domaines OpenStack définissent les limites administratives. Ils sont nécessaires seulement pour les URL d’authentification Keystone v3. Les scénarios courants incluent :
ja: OpenStack ドメインは管理上の境界を定義します。これは Keystone v3 認証 URL にのみ必要です。共通するシナリオには以下が含まれます:
nl: Domeinen van OpenStack bepalen administratieve grenzen. Het is alleen nodig voor Keystone v3 authenticatie-URL's. Veel voorkomende scenario's zijn:

source: Optional labels that describe this job template, such as 'dev' or 'test'. Labels can be used to group and filter job templates and completed jobs.
es: Etiquetas opcionales que describen esta plantilla de trabajo, como puede ser 'dev' o 'test'. Las etiquetas pueden ser utilizadas para agrupar y filtrar plantillas de trabajo y tareas completadas.
fr: Libellés facultatifs décrivant ce modèle de job, par exemple 'dev' ou 'test'. Les libellés peuvent être utilisés pour regrouper et filtrer les modèles de job et les jobs terminés.
ja: 「dev」または「test」などのこのジョブテンプレートを説明するオプションラベルです。ラベルを使用し、ジョブテンプレートおよび完了したジョブの分類およびフィルターを実行できます。
nl: Optionele labels die de taaksjabloon beschrijven, zoals 'dev' of 'test'. Labels kunnen gebruikt worden om taaksjablonen en uitgevoerde taken te ordenen en filteren.

source: Optionally, select the credential to use to send status updates back to the webhook service
es: Opcionalmente, seleccione la credencial que utilizará para devolver actualizaciones de estado al servicio de webhook
fr: En option, sélectionnez les informations d’identification à utiliser pour renvoyer les mises à jour de statut au service webhook
ja: オプションで、ステータスの更新を Webhook サービスに送信しなおすのに使用する認証情報を選択します。
nl: Optioneel: selecteer de toegangsgegevens die u wilt gebruiken om statusupdates terug te sturen naar de webhookservice

source: Optionally, select the credential to use to send status updates back to the webhook service.
es: Opcionalmente, seleccione la credencial que se usará para devolver las actualizaciones de estado al servicio de Webhook.
fr: En option, sélectionnez les informations d'identification à utiliser pour renvoyer les mises à jour de statut au service webhook.
ja: オプションで、ステータスの更新を Webhook サービスに送信しなおすのに使用する認証情報を選択します。
nl: Optioneel: selecteer de toegangsgegevens die u wilt gebruiken om statusupdates terug te sturen naar de webhookservice.

source: Options
es: Opciones
ja: オプション
nl: Opties

source: Organization
es: Organización
fr: Organisation
ja: 組織
nl: Organisatie

source: Organization (Ascending)
es: Organización (ascendente)
fr: Organisation (croissant)
ja: 組織 (昇順)
nl: Organisatie (Oplopend)

source: Organization (Descending)
es: Organización (descendente)
fr: Organisation (décroissant)
ja: 組織 (降順)
nl: Organisatie (Aflopend)

source: Organizations
es: Organizaciones
fr: Organisations
ja: 組織
nl: Organisaties

source: Other Prompts
es: Otros avisos
fr: Autres invites
ja: 他のプロンプト
nl: Overige meldingen

source: Others (Cloud Providers)
es: Otros (Proveedores Cloud)
fr: Autres (fournisseurs cloud)
ja: その他 (クラウドプロバイダー)
nl: Overigen (cloudproviders)
