Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Please enter a number greater than or equal to 0.
es: Ingrese un número mayor o igual que 0.
fr: Entrez un nombre égal ou supérieur à 0.
ja: 0 以上の数値を入力してください。
nl: Voer een getal in dat groter is dan of gelijk staat aan 0.

source: Please enter a number.
es: Por favor introduzca un número.
fr: Entrez un nombre.
ja: 数値を入力してください。
nl: Voer een getal in.

source: Please enter a password.
es: Por favor introduzca una contraseña.
fr: Entrez un mot de passe.
ja: パスワードを入力してください。
nl: Voer een wachtwoord in.

source: Please enter a smaller float.
es: Ingrese un decimal corto menor.
fr: Saisir une valeur de flottement inférieure.
ja: もう少し小さい浮動小数点数を入力してください。
nl: Voer een lagere float in.

source: Please enter a smaller integer.
es: Ingrese un número entero menor.
fr: Veuillez saisir un entier relatif plus petit.
ja: もう少し小さい整数を入力してください。
nl: Voer een lager geheel getal in.

source: Please enter a username.
es: Por favor introduzca un usuario.
fr: Entrez un nom d’utilisateur.
ja: ユーザー名を入力してください。
nl: Voer een gebruikersnaam in.

source: Please enter a valid email address.
es: Por favor introduzca una dirección de correo válida.
fr: Entrez une adresse électronique valide.
ja: 有効なメールアドレスを入力してください。
nl: Voer een geldig e-mailadres in.

source: Please enter a valid float.
es: Introduzca un decimal corto válido.
fr: Veuillez saisir une valeur de flottement valide.
ja: 有効な浮動小数点数を入力してください。
nl: Voer een geldige float in.

source: Please enter a valid integer.
es: Ingrese un número entero válido.
fr: Veuillez saisir un entier relatif valide.
ja: 有効な整数を入力してください。
nl: Voer een geldig geheel getal in.

source: Please enter a value.
es: Por favor introduzca un valor.
fr: Entrez une valeur.
ja: 値を入力してください。
nl: Voer een waarde in.

source: Please enter an answer between
es: Ingrese una respuesta entre
fr: Veuillez saisir une réponse entre
ja: 次の範囲で回答を入力してください:
nl: Voer een antwoord in tussen

source: Please enter an answer from the choices listed.
es: Ingrese una respuesta de las opciones enumeradas.
fr: Veuillez saisir une réponse parmi les choix proposés.
ja: 表示されている選択肢から回答を選択してください。
nl: Voer een antwoord in uit de vermelde keuzes.

source: Please enter an answer that is a decimal number.
es: Ingrese una respuesta que sea un número decimal.
fr: Veuillez saisir une réponse qui est un chiffre décimal.
ja: 10 進数の回答を入力してください。
nl: Voer een antwoord in dat een decimaal getal is.

source: Please enter an answer that is a valid integer.
es: Ingrese una respuesta que sea un valor entero válido.
fr: Veuillez saisir une réponse qui est un entier valide.
ja: 有効な整数の回答を入力してください。
nl: Voer een antwoord in dat een geldig geheel getal is.

source: Please enter an answer variable name.
es: Ingrese un nombre de la variable de respuesta.
fr: Veuillez saisir un nom de variable comme réponse.
ja: 回答の変数名を入力してください。
nl: Voer een variabele naam in voor het antwoord.

source: Please enter an answer.
es: Ingrese una respuesta.
fr: Veuillez saisir une réponse.
ja: 回答を入力してください。
nl: Voer een antwoord in.

source: Please enter an answer/answers from the choices listed.
es: Ingrese una o varias respuestas de las opciones enumeradas.
fr: Veuillez saisir une ou plusieurs réponse(s) parmi les choix proposés.
ja: 表示されている選択肢から回答を選択してください。
nl: Voer een antwoord/antwoorden in. Kies uit de vermelde keuzes.

source: Please enter an integer<span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.min"> that is not negative</span><span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.max"> that is lower than 9999</span>.
es: Ingrese un número entero<span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.min"> that is not negative</span><span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.max"> que sea menor que 9999</span>.
fr: Entrez un entier<span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.min"> non négatif</span><span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.max"> et inférieur à 9999</span>.
ja: <span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.min">負でない</span><span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.max"> 9999 よりも値の小さい</span>整数を入力してください。
nl: Geef een geheel getal op<span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.min"> dat niet negatief is</span><span ng-show="prompt_for_days_facts_form.granularity_keep_amount.$dirty && prompt_for_days_facts_form.granularity_keep_amount.$error.max"> dat kleiner is dan 9999</span>.

source: Please enter an integer<span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.min"> that is not negative</span><span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.max"> that is lower than 9999</span>.
es: Ingrese un número entero<span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.min"> that is not negative</span><span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.max"> que sea menor 9999</span>.
fr: Entrez un entier<span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.min"> non négatif</span><span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.max"> et inférieur à 9999</span>.
ja: <span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.min">負でない</span><span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.max"> 9999 より値の小さい</span>整数を入力してください。
nl: Geef een geheel getal op<span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.min"> dat niet negatief is</span><span ng-show="prompt_for_days_facts_form.keep_amount.$dirty && prompt_for_days_facts_form.keep_amount.$error.max"> dat kleiner is dan 9999</span>.

source: Please enter an integer<span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.min"> that is not negative</span><span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.max"> that is lower than 9999</span>.
es: Ingrese un número entero<span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.min"> that is not negative</span><span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.max"> que sea menor de 9999</span>.
fr: Entrez un entier<span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.min"> non négatif</span><span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.max"> et inférieur à 9999</span>.
ja: <span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.min">負でない</span><span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.max"> 9999 より値の小さい</span>整数を入力してください。
nl: Geef een geheel getal op<span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.min">dat niet negatief is</span><span ng-show="prompt_for_days_form.days_to_keep.$dirty && prompt_for_days_form.days_to_keep.$error.max"> dat kleiner is dan 9999</span>.

source: Please enter at least one search term to create a new Smart Inventory.
es: Ingrese al menos un término de búsqueda para crear un nuevo Smart Inventory.
fr: Veuillez saisir une expression de recherche au moins pour créer un nouvel inventaire Smart.
ja: 新規スマートインベントリーを作成するために 1 つ以上の検索語句を入力してください。
nl: Voer ten minste één zoekterm in om een nieuwe SMAT-inventaris aan te maken.

source: Please hover over a template for additional options.
es: Coloque el cursos sobre la plantilla para opciones adicionales.
fr: Veuillez pointer un modèle avec la souris pour obtenir des options supplémentaires.
ja: テンプレートにマウスオーバーして追加のオプションを確認してください。
nl: Houd de muis een tijdje op een sjabloon om meer opties te zien.

source: Please input a number greater than 1.
es: Introducir un número superior a 1.
fr: Veuillez saisir un nombre supérieur à 1.
ja: 1 より大きい数値を入力してください。
nl: Voer een getal in dat groter is dan 1.

source: Please provide a valid date.
es: Provea una fecha válida.
fr: Merci d'indiquer une date valide.
ja: 有効な日付を指定してください。
nl: Geef een geldige datum op.

source: Please provide a value between 1 and 999.
es: Introduzca un valor entre 1 y 9999.
fr: Vous devez spécifier une valeur comprise entre 1 et 999.
ja: 1 から 999 の間の値を指定してください。
nl: Geef een waarde tussen 1 en 999 op.

source: Please remove the illegal character from the survey question variable name.
es: Elimine el caracter ilegal de este nombre de variable de pregunta de la encuesta.
fr: Veuillez supprimer le caractère illégal de la variable dans la question d'enquête.
ja: Survey の質問の変数から不正な文字を削除してください。
nl: Verwijder het ongeldige teken uit de variabele naam van de enquêtevraag.

source: Please save before adding a survey to this job template.
es: Guarde antes de agregar una encuesta a esta plantilla de trabajo.
fr: Veuillez enregistrer avant d'ajouter un questionnaire à ce modèle de job.
ja: Survey をこのジョブテンプレートに追加する前に保存してください。
nl: Sla op voordat u een vragenlijst toevoegt aan dit taaksjabloon.

source: Please save before adding a survey to this workflow.
es: Guarde antes de agregar una encuesta a este flujo de trabajo.
fr: Veuillez enregistrer avant d'ajouter un questionnaire à ce flux de travail.
ja: Survey をこのワークフローに追加する前に保存してください。
nl: Sla op voordat u een vragenlijst toevoegt aan deze workflow.

source: Please save before adding notifications.
es: Guarde antes de agregar notificaciones.
fr: Veuillez enregistrer avant d'ajouter des notifications.
ja: 通知を追加する前に保存してください。
nl: Sla op voordat u berichten toevoegt.

source: Please save before adding users.
es: Guarde antes de agregar usuarios.
fr: Veuillez enregistrer avant d'ajouter des utilisateurs
ja: ユーザーを追加する前に保存してください。
nl: Sla op voordat u gebruikers toevoegt.

source: Please save before assigning permissions.
es: Guarde antes de asignar permisos.
fr: Veuillez enregistrer avant d'attribuer des permissions.
ja: パーミッションを割り当てる前に保存してください。
nl: Sla op voordat u machtigingen toekent.

source: Please save before assigning to organizations.
es: Guarde antes de asignar a organizaciones
fr: Veuillez enregistrer avant l'attribution à des organisations.
ja: 組織に割り当てる前に保存してください。
nl: Sla op voordat u toewijst aan organisaties.

source: Please save before assigning to teams.
es: Guarde antes de asignar a equipos.
fr: Veuillez enregistrer avant l'attribution à des équipes.
ja: チームに割り当てる前に保存してください。
nl: Sla op voordat u toewijst aan teams.

source: Please save before creating groups.
es: Guarde antes de crear grupos.
fr: Veuillez enregistrer avant la création de groupes.
ja: グループを作成する前に保存してください。
nl: Sla op voordat u groepen aanmaakt.

source: Please save before creating hosts.
es: Guarde antes de crear hosts.
fr: Veuillez enregistrer avant la création d'hôtes.
ja: ホストを作成する前に保存してください。
nl: Sla op voordat u hosts aanmaakt.

source: Please save before defining groups.
es: Guarde antes de definir grupos.
fr: Veuillez enregistrer avant de définir des groupes.
ja: グループを定義する前に保存してください。
nl: Sla op voordat u groepen bepaalt.

source: Please save before defining hosts.
es: Guarde antes de definir hosts.
fr: Veuillez enregistrer avant de définir des hôtes.
ja: ホストを定義する前に保存してください。
nl: Sla op voordat u hosts bepaalt.

source: Please save before defining inventory sources.
es: Guarde antes de definir fuentes de inventario.
fr: Veuillez enregistrer avant de définir des sources d'inventaire.
ja: インベントリーソースを定義する前に保存してください。
nl: Sla op voordat u inventarisbronnen bepaalt.

source: Please save before defining the workflow graph.
es: Guarde antes de definir un gráfico de flujo de trabajo.
fr: Veuillez enregistrer avant de définir le graphique du flux de travail.
ja: ワークフローグラフを定義する前に保存してください。
nl: Sla op voordat u de workflowgrafiek bepaalt.

source: Please save before launching this template.
es: Guarde antes de iniciar esta plantilla.
fr: Veuillez enregistrer avant de lancer ce modèle.
ja: このテンプレートを起動する前に保存してください。
nl: Sla de wijzigingen op voor u dit sjabloon start.

source: Please save before viewing Insights.
es: Guarde antes de ver Insights.
fr: Veuillez enregistrer avant d'afficher Insights.
ja: Insights を表示する前に保存してください。
nl: Sla op voordat u Insights bekijkt.

source: Please save before viewing facts.
es: Guarde antes de ver eventos.
fr: Veuillez enregistrer avant d'afficher des facts.
ja: ファクトを表示する前に保存してください。
nl: Sla op voordat u feiten bekijkt.

source: Please save before viewing hosts.
es: Guarde antes de ver los hosts.
fr: Veuillez enregistrer avant d'afficher le hôtes.
ja: ホストを表示する前に保存してください。
nl: Sla op voordat u hosts bekijkt.

source: Please select Users / Teams from the lists below.
es: Por favor seleccione Usuarios / Equipos de la siguiente lista.
fr: Veuillez sélectionner des utilisateurs / équipes dans les listes ci-dessous.
ja: 以下の一覧からユーザー/チームを選択してください。
nl: Selecteer gebruikers/teams uit de onderstaande lijsten.

source: Please select Users from the list below.
es: Por favor seleccione Usuarios de la siguiente lista..
fr: Veuillez sélectionner des utilisateurs dans la liste ci-dessous.
ja: 以下の一覧からユーザーを選択してください。
nl: Selecteer gebruikers uit de onderstaande lijst.

source: Please select a number.
es: Por favor seleccione un número.
fr: Sélectionnez un nombre.
ja: 数値を選択してください。
nl: Selecteer een getal.

source: Please select a value
es: Seleccione un valor.
fr: Sélectionnez une valeur.
ja: 値を選択してください。
nl: Selecteer een waarde

source: Please select a value.
es: Por favor seleccione un valor.
fr: Sélectionnez une valeur.
ja: 値を選択してください。
nl: Selecteer een waarde.

source: Please select an Inventory or check the Prompt on launch option.
es: Por favor seleccione un inventario o seleccione la opción Preguntar al ejecutar.
fr: Sélectionnez un inventaire ou cochez l’option Me le demander au lancement.
ja: インベントリーを選択するか、または「起動プロンプト」オプションにチェックを付けてください。
nl: Selecteer een inventaris of vink de optie Melding bij opstarten aan.

source: Please select an organization before editing the host filter.
es: Seleccione una organización antes de editar el filtro del host.
fr: Veuillez sélectionner une organisation avant d'éditer le filtre de l'hôte.
ja: 組織を選択してからホストフィルターを編集します。
nl: Selecteer een organisatie voordat u het hostfilter wijzigt.

source: Please select at least one value.
es: Por favor seleccione al menos un valor.
fr: Sélectionnez une valeur au moins.
ja: 1 つ以上の値を選択してください。
nl: Selecteer ten minste één waarde.

source: Please select one or more days.
es: Seleccione uno o más días.
fr: Veuillez sélectionner un ou plusieurs jours.
ja: 1 つまたは複数の曜日を選択してください。
nl: Selecteer ten minste één dag.

source: Please select resources from the lists below.
es: Por favor seleccione recursos de la lista siguiente.
fr: Veuillez sélectionner des ressources dans les listes ci-dessous.
ja: 以下の一覧からリソースを選択してください。
nl: Selecteer hulpbronnen uit de onderstaande lijsten.

source: Pod Spec Override
es: Anulación de las especificaciones de Pod
fr: Remplacement des spécifications du pod
ja: Pod 仕様の上書き
nl: Overschrijven Podspec

source: Populate the hosts for this inventory by using a search filter.
es: Complete los hosts de este inventario por medio del filtro de búsqueda.
fr: Remplir les hôtes de cet inventaire en utilisant un filtre de recherche.
ja: 検索フィルターを使用してこのインベントリーのホストを設定します。
nl: Vul de hosts voor dit inventaris in door een zoekfilter te gebruiken.

source: Port
es: Puerto
ja: ポート
nl: Poort

source: Preview
es: Vista previa
fr: Prévisualisation
ja: プレビュー
nl: Voorvertoning

source: Private Key
es: Clave privada
fr: Clé privée
ja: 秘密鍵
nl: Privésleutel

source: Private Key Passphrase
es: Frase de contraseña para la clave privada
fr: Phrase de passe pour la clé privée
ja: 秘密鍵のパスフレーズ
nl: Privésleutel wachtwoordzin

source: Privilege Escalation
es: Elevación de privilegios
fr: Élévation des privilèges
ja: 権限昇格
nl: Verhoging van rechten

source: Privilege Escalation Password
es: Contraseña para la elevación de privilegios
fr: Mot de passe pour l’élévation des privilèges
ja: 権限昇格のパスワード
nl: Wachtwoord verhoging van rechten

source: Privilege Escalation Username
es: Usuario para la elevación de privilegios
fr: Nom d’utilisateur pour l’élévation des privilèges
ja: 権限昇格のユーザー名
nl: Gebruikersnaam verhoging van rechten

source: Project
es: Proyecto
fr: Projet
ja: プロジェクト

source: Project (Ascending)
es: Proyecto (ascendente)
fr: Projet (croissant)
ja: プロジェクト (昇順)
nl: Project (Oplopend)

source: Project (Descending)
es: Proyecto (descendente)
fr: Projet (décroissant)
ja: プロジェクト (降順)
nl: Project (Aflopend)

source: Project (Tenant Name)
es: Proyecto (Nombre del inquilino [Tenant])
fr: Projet (nom du client)
ja: プロジェクト (テナント名)
nl: Projecten (naam huurder)

source: Project Base Path
es: Ruta base del proyecto
fr: Chemin de base du projet
ja: プロジェクトのベースパス
nl: Basispad project

source: Project Name
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
nl: Projectnaam

source: Project Path
es: Ruta del proyecto
fr: Chemin du projet
ja: プロジェクトパス
nl: Projectpad

source: Project Sync
es: Sincronización del proyecto
fr: Sync Projet
ja: プロジェクトの同期
nl: Projectsynchronisatie

source: Project Sync Failures
es: Errores de sincronización del proyecto
fr: Erreurs de synchronisation du projet
ja: プロジェクトの同期の失敗
nl: Mislukte projectsynchronisaties

source: Projects
es: Proyectos
fr: Projets
ja: プロジェクト
nl: Projecten

source: Promote group
es: Promover grupo
fr: Promouvoir Groupe
ja: グループのプロモート
nl: Groep promoveren

source: Promote host
es: Promover host
fr: Promouvoir Hôte
ja: ホストのプロモート
nl: Host promoveren

source: Promote {{ group }} and {{ host }}
es: Promover {{ group }} y {{ host }}
fr: Promouvoir {{ group }} et {{ host }}
ja: {{ group }} および {{ host }} のプロモート
nl: {{ group }} en {{ host }} promoveren

source: Prompt
es: Aviso
fr: Invite
ja: プロンプト
nl: Melding

source: Prompt on launch
es: Preguntar al ejecutar
fr: Me le demander au lancement
ja: 起動プロンプト
nl: Melding bij opstarten

source: Provide a comma-separated list of filter expressions.
es: Proporcione una lista de expresiones de filtrado separadas por coma.
fr: Fournir une liste d'expressions de filtre séparées par des virgules.
ja: フィルター式のカンマ区切りリストを指定します。
nl: Voer een lijst van filteruitdrukkingen in, gescheiden door komma's.

source: Provide a comma-separated list of filter expressions. Hosts are imported when all of the filters match. Refer to Ansible Tower documentation for more detail.
es: Proporcione una lista de expresiones de filtrado separadas por coma. Los hosts se importan cuando coinciden todos los filtros. Consulte la documentación de Ansible Tower para obtener más información detallada.
fr: Fournir une liste séparée par des virgules d'expressions de filtre. Les hôtes sont importés lorsque tous les filtres correspondent. Reportez-vous à la documentation de Ansible Tower pour plus de détails.
ja: カンマ区切りのフィルター式の一覧を提供します。ホストは、フィルターのすべてが一致する場合にインポートされます。詳細については、Ansible Tower ドキュメントを参照してください。
nl: Voer een lijst van filteruitdrukkingen in, gescheiden door komma's. Hosts worden geïmporteerd wanneer alle filters overeenkomen. Raadpleeg de documentatie van Ansible Tower voor meer informatie.

source: Provide a host name, ip address, or ip address:port. Examples include:
es: Provea un nombre de host, dirección ip, ó dirección:puerto. Por ejemplo:
fr: Fournir un nom d'hôte, une adresse ip ou ip address:port. Exemples :
ja: host name、ip address、または ip address:port を指定してください。例:
nl: Geef een hostnaam, IP-adres, of IP-adres:poort op. Voorbeelden:

source: Provide a host pattern to further constrain the list of hosts that will be managed or affected by the playbook. Multiple patterns are allowed. Refer to Ansible documentation for more information and examples on patterns.
es: Proporcione un patrón de host para limitar aun más la lista de hosts que se encontrarán bajo la administración del manual o se verán afectados por él. Se permiten distintos patrones. Consulte la documentación de Ansible para obtener más información y ejemplos relacionados con los patrones.
fr: Entrez un modèle d’hôte pour limiter davantage la liste des hôtes qui seront gérés ou attribués par le playbook. Plusieurs modèles sont autorisés. Voir la documentation Ansible pour plus d'informations et pour obtenir des exemples de modèles.
ja: Playbook によって管理されるか、またはその影響を受けるホストの一覧をさらに制限するためのホストのパターンを指定します。複数のパターンが許可されます。パターンについての詳細およびサンプルについては、Ansible ドキュメントを参照してください。
nl: Geef een hostpatroon op om de lijst van hosts die beheerd of beïnvloed worden door het draaiboek verder te beperken. Meerdere patronen zijn toegestaan. Raadpleeg de documentatie van Ansible voor meer informatie over en voorbeelden van patronen.

source: Provide a host pattern to further constrain the list of hosts that will be managed or affected by the workflow. This limit is applied to all job template nodes that prompt for a limit. Refer to Ansible documentation for more information and examples on patterns.
es: Proporcione un patrón de host para limitar aún más la lista de hosts que será administrados por el flujo de trabajo o que se verán afectados por este. Este límite se aplica a todos los nodos de la plantilla de trabajo que solicitan un límite. Consulte la documentación de Ansible para obtener más información y ejemplos relacionados con los patrones.
fr: Entrez un modèle d’hôte pour limiter davantage la liste des hôtes qui seront gérés ou attribués par le workflow. Cette limite est appliquée à tous les nœuds de limite de tâche nécessitant une limite. Voir la documentation Ansible pour plus d'informations et pour obtenir des exemples de modèles.
ja: ワークフローからの影響を受けるホストまたはワークフローが管理するホストの一覧をさらに制限するためにホストのパターンを指定します。この制限は、制限を求めるジョブテンプレートノードすべてに適用されます。パターンの詳細や、例については、Ansible ドキュメントを参照してください。
nl: Geef een hostpatroon op om de lijst van hosts die beheerd of beïnvloed worden door de workflow verder te beperken. Deze limiet wordt toegepast op alle taaksjabloonknooppunten die om een limiet vragen. Raadpleeg de documentatie van Ansible voor meer informatie over en voorbeelden van patronen.

source: Provide account information using Google Compute Engine JSON credentials file.
es: Introduzca información de la cuenta usando el archivo de credenciales Google Compute Engine JSON.
fr: Fournir des informations sur le compte à l'aide de Google Compute Engine JSON.
ja: Google Compute Engine JSON 認証情報ファイルを使用してアカウント情報を指定します。
nl: Geef accountgegevens met het JSON-toegangsgegevensbestand van Google Compute Engine.

source: Provide environment variables to pass to the custom inventory script.
es: Proporcione variables del entorno para trasladar al script del inventario personalizado.
fr: Fournir des variables d'environnement à transmettre au script de l'inventaire personnalisé.
ja: カスタムインベントリースクリプトに渡す環境変数を指定します。
nl: Geef omgevingsvariabelen op om door te geven aan het aangepaste inventarisscript.
