Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Select credentials that allow Tower to access the nodes this job will be ran against. You can only select one credential of each type. For machine credentials (SSH), checking "Prompt on launch" without selecting credentials will require you to select a machine credential at run time. If you select credentials and check "Prompt on launch", the selected credential(s) become the defaults that can be updated at run time.
es: Seleccione las credenciales que le permiten a Tower acceder a los nodos en función de los cuales se ejecutará este trabajo. Solo puede seleccionar una credencial de cada tipo. Para las credenciales de equipo (SSH), si marca "Preguntar al ejecutar" sin seleccionar las credenciales, se le pedirá que seleccione una credencial del equipo en el momento de la ejecución. Si selecciona credenciales y marca "Preguntar al ejecutar", las credenciales seleccionadas se convierten en las predeterminadas que pueden actualizarse al momento de la ejecución.
fr: Sélectionnez les informations d'identification permettant à Tower d'accéder aux noeuds selon qui déterminent l'exécution de cette tâche. Vous pouvez uniquement sélectionner une information d'identification de chaque type. Pour les informations d'identification machine (SSH), cocher la case "Me demander au lancement" requiert la sélection des informations d'identification de la machine lors de l'exécution. Si vous sélectionnez des informations d'identification ET que vous cochez la case "Me demander au lancement", les informations d'identification sélectionnées deviennent les informations d'identification par défaut qui peuvent être mises à jour au moment de l'exécution.
ja: Tower のこのジョブが実行されるノードへのアクセスを許可する認証情報を選択します。各タイプにつき 1 つの認証情報のみを選択できます。マシン認証情報 (SSH) については、認証情報を選択せずに「起動プロンプト」を選択すると、実行時にマシン認証情報を選択する必要があります。認証情報を選択し、「起動プロンプト」にチェックを付けている場合、選択した認証情報が実行時に更新できるデフォルトになります。
nl: Selecteer toegangsgegevens waarmee Tower toegang kan krijgen tot de knooppunten waartegen deze taak uitgevoerd zal worden. U kunt slechts één set toegangsgegevens van iedere soort kiezen. In het geval van machine-toegangsgegevens (SSH) moet u, als u 'melding bij opstarten' aanvinkt zonder toegangsgegevens te kiezen, bij het opstarten de machinetoegangsgegevens kiezen. Als u toegangsgegevens selecteert en 'melding bij opstarten' aanvinkt, worden de geselecteerde toegangsgegevens de standaardtoegangsgegevens en kunnen deze bij het opstarten gewijzigd worden.

source: Select date
es: Seleccionar fecha
fr: Sélectionner une date
ja: 日付の選択
nl: Selecteer datum

source: Select file
es: Seleccionar archivo
fr: Sélectionner un fichier
ja: ファイルの選択
nl: Selecteer bestand

source: Select from the list of directories found in the Project Base Path. Together the base path and the playbook directory provide the full path used to locate playbooks.
es: Seleccione desde la lista de directorios encontrados en el directorio base del proyecto. Junto al directorio base y el directorio del playbook se construirá la ruta completa utilizada para encontrar playbooks.
fr: Faites une sélection à partir de la liste des répertoires trouvés dans le chemin de base du projet. Le chemin de base et le répertoire de playbook fournissent ensemble le chemin complet servant à localiser les playbooks.
ja: プロジェクトのベースパスにあるデイレクトリーの一覧から選択します。ベースパスと Playbook ディレクトリーは、Playbook を見つけるために使用される完全なパスを提供します。
nl: Kies uit de lijst mappen die in het basispad van het project gevonden zijn. Het basispad en de map van het draaiboek vormen samen het volledige pad dat gebruikt wordt op draaiboeken te vinden.

source: Select group types
es: Seleccionar un tipo de grupo
fr: Sélectionner des types de groupe
ja: グループタイプの選択
nl: Selecteer soorten groepen

source: Select roles
es: Seleccionar roles
fr: Sélectionner des rôles
ja: ロールの選択
nl: Selecteer rollen

source: Select the Instance Groups for this Inventory to run on.
es: Seleccione los grupos de instancias en los que se ejecutará este inventario.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter cet inventaire.
ja: このインベントリーが実行されるインスタンスグループを選択します。
nl: Selecteer de instantiegroepen waar deze inventaris op uitgevoerd wordt.

source: Select the Instance Groups for this Inventory to run on. Refer to the Ansible Tower documentation for more detail.
es: Seleccione los Grupos de instancias respecto de los cuales se ejecutará este Inventario. Consulte la documentación de Ansible Tower para obtener más información.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter cet inventaire. Voir la documentation Ansible Tower pour obtenir plus d'informations.
ja: このインベントリーが実行されるインスタンスグループを選択します。詳細については、Ansible Tower ドキュメントを参照してください。
nl: Selecteer de instantiegroepen waar deze inventaris op uitgevoerd wordt. Raadpleeg de documentatie van Ansible Tower voor meer informatie.

source: Select the Instance Groups for this Job Template to run on.
es: Seleccione los grupos de instancias en los que se ejecutará esta plantilla de trabajo.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter ce modèle de job.
ja: このジョブテンプレートが実行されるインスタンスグループを選択します。
nl: Selecteer de instantiegroepen waar dit taaksjabloon op uitgevoerd wordt.

source: Select the Instance Groups for this Organization to run on.
es: Seleccione los grupos de instancias en los que se ejecutará esta organización.
fr: Sélectionnez les groupes d'instances sur lesquels exécuter cette organisation.
ja: この組織が実行されるインスタンスグループを選択します。
nl: Selecteer de instantiegroepen waar de organisatie op uitgevoerd wordt.

source: Select the custom Python virtual environment for this inventory source sync to run on.
es: Seleccione el entorno virtual Python personalizado en el que se ejecutará esta fuente de inventario.
fr: Sélectionnez l'environnement virtuel Python personnalisé sur lequel exécuter cette source d'inventaire.
ja: このインベントリーソースの実行に使用するカスタム Python 仮想環境を選択します。
nl: Selecteer de aangepaste virtuele Python-omgeving waarop de synchronisatie van deze inventarisbron uitgevoerd moet worden.

source: Select the custom Python virtual environment for this job template to run on.
es: Seleccione el entorno virtual Python personalizado en el que se ejecutará esta plantilla.
fr: Sélectionnez l'environnement virtuel Python personnalisé sur lequel exécuter ce modèle de job.
ja: このジョブテンプレートの実行に使用するカスタム Python 仮想環境を選択します。
nl: Selecteer de aangepaste virtuele Python-omgeving waarop u dit taaksjabloon uit wilt voeren.

source: Select the custom Python virtual environment for this organization to run on.
es: Seleccione el entorno virtual Python personalizado en el que se ejecutará esta organización.
fr: Sélectionnez l'environnement virtuel Python personnalisé sur lequel exécuter ce modèle de job.
ja: この組織の実行に使用するカスタム Python 仮想環境を選択します。
nl: Selecteer de aangepaste virtuele Python-omgeving waarop u deze organisatie uit wilt voeren.

source: Select the custom Python virtual environment for this project to run on.
es: Seleccione el entorno virtual Python personalizado en el que se ejecutará este proyecto.
fr: Sélectionnez l'environnement virtuel Python personnalisé sur lequel exécuter ce projet.
ja: このプロジェクトの実行に使用する Python 仮想環境を選択します。
nl: Selecteer de aangepaste virtuele Python-omgeving waarop dit project uitgevoerd moet worden.

source: Select the inventory containing the hosts you want this job to manage.
es: Seleccione el inventario que contenga los servidores que desea que este trabajo administre.
fr: Sélectionnez l’inventaire contenant les hôtes que vous souhaitez gérer.
ja: このジョブで管理するホストが含まれるインベントリーを選択してください。
nl: Selecteer de inventaris met de hosts waarvan u wilt dat deze taak ze beheert.

source: Select the inventory file to be synced by this source. You can select from the dropdown or enter a file within the input.
es: Seleccione el archivo del inventario que sincronizará esta fuente. Puede seleccionar del menú desplegable o ingresar un archivo en la entrada.
fr: Sélectionnez le fichier d'inventaire à synchroniser par cette source. Vous pouvez le choisir dans le menu déroulant ou saisir un fichier dans l'entrée.
ja: このソースで同期されるインベントリーファイルを選択します。ドロップダウンから選択するか、入力にファイルを指定できます。
nl: Selecteer het inventarisbestand dat gesynchroniseerd moet worden door deze bron. U kunt kiezen uit het uitklapbare menu of een bestand invoeren in het invoerveld.

source: Select the playbook to be executed by this job.You can select from the dropdown or enter a file within the input.
es: Seleccione el cuaderno de estrategias que ejecutará este trabajo. Puede seleccionar del menú desplegable o ingresar un archivo en la entrada.
fr: Sélectionnez le playbook que cette tâche doit exécuter. Vous pouvez le choisir dans le menu déroulant ou saisir un fichier dans l'entrée.
ja: このジョブで実行する Playbook を選択します。ドロップダウンから選択することも、入力項目からファイルを入力することも可能です。
nl: Selecteer het draaiboek dat door deze taak uitgevoerd moet worden. U kunt kiezen uit het uitklapbare menu of een bestand invoeren in het invoerveld.

source: Select the project containing the playbook you want this job to execute.
es: Seleccionar el proyecto que contiene el playbook que desea ejecutar este trabajo.
fr: Sélectionnez le projet contenant le playbook que cette tâche devra exécuter.
ja: このジョブで実行する Playbook が含まれるプロジェクトを選択してください。
nl: Selecteer het project dat het draaiboek bevat waarvan u wilt dat deze taak hem uitvoert.

source: Select types
es: Seleccionar los tipos
fr: Sélectionner des types
ja: タイプの選択
nl: Selecteer soorten

source: Select which groups to create automatically.
es: Seleccione los grupos que se crearán de manera automática.
fr: Sélectionner quels groupes créer automatiquement.
ja: 自動作成するグループを選択します。
nl: Selecteer welke groepen automatisch aangemaakt moeten worden.

source: Selected
es: Seleccionado
fr: Sélectionné
ja: 選択済み
nl: Geselecteerd

source: Send a test log message to the configured log aggregator.
es: Envíe un mensaje de registro de prueba al agregador de registros configurado.
fr: Envoyez un message de journal de test à l'agrégateur de journalisation configuré.
ja: 設定済みのログアグリゲーターにテストログメッセージを送信します。
nl: Stuur een testlogboekbericht naar de geconfigureerde logboekaggregator.

source: Sender Email
es: Dirección de correo del remitente
fr: Adresse électronique de l’expéditeur
ja: 送信者のメール
nl: Afzender e-mail

source: Service Account Email Address
es: Dirección de correo de cuenta de servicio
fr: Adresse électronique du compte de service
ja: サービスアカウントのメールアドレス
nl: E-mailadres service-account

source: Service Account JSON File
es: Archivo JSON de cuenta de servicio
fr: Fichier JSON Compte de service
ja: サービスアカウント JSON ファイル
nl: JSON-bestand service-account

source: Set Input Source
es: Establecer fuente de entrada
fr: Définir la source en entrée
ja: 入力ソースの設定
nl: Inputbron instellen

source: Set how many days of data should be retained.
es: Establecer cuántos días de datos debería ser retenidos.
fr: Définissez le nombre de jours pendant lesquels les données doivent être conservées.
ja: データの保持日数を設定します。
nl: Stel in hoeveel dagen aan gegevens er moet worden bewaard.

source: Set preferences for data collection, logos, and logins
es: Establezca preferencias para la recopilación de datos, los logotipos y los inicios de sesión
fr: Définissez des préférences pour la collection des données, les logos et logins.
ja: データ収集、ロゴ、ログイン情報の設定
nl: Stel voorkeuren in voor gegevensverzameling, logo's en aanmeldingen

source: Settings
es: Ajustes
fr: Paramètres
ja: 設定
nl: Instellingen

source: Show
es: Mostrar
fr: Afficher
ja: 表示
nl: Tonen

source: Show Changes
es: Mostrar cambios
fr: Afficher les modifications
ja: 変更の表示
nl: Wijzigingen tonen

source: Show Less
es: Mostrar menos
fr: Afficher moins de détails
ja: 簡易表示
nl: Minder tonen

source: Show More
es: Mostrar más
fr: Afficher plus de détails
ja: 詳細を表示
nl: Meer weergeven

source: Show help text
es: Mostrar texto de ayuda
fr: Afficher le texte d'aide
ja: ヘルプテキストの表示
nl: Helptekst weergeven

source: Show host summary
es: Mostrar resumen de host
fr: Afficher le récapitulatif de l'hôte
ja: ホストの概要の表示
nl: Hostoverzicht weergeven

source: Show page size options
es: Mostrar opciones de tamaño de página
fr: Afficher les options de taille de page
ja: ページサイズオプションの表示
nl: Opties voor paginagrootte weergeven

source: Show source summary
es: Mostrar resumen de fuente
fr: Afficher le récapitulatif de la source
ja: ソースの概要の表示
nl: Bronoverzicht weergeven

source: Sign in with %s
es: Iniciar sesión con %s
fr: Se connecter avec %s
ja: %s でサインイン
nl: Aanmelden met %s

source: Sign in with %s Organizations
es: Iniciar sesión con las organizaciones %s
fr: Se connecter avec des organisations %s
ja: %s 組織でサインイン
nl: Aanmelden met %s organisaties

source: Sign in with %s Teams
es: Iniciar sesión con los equipos %s
fr: Se connecter avec des équipes %s
ja: %s チームでサインイン
nl: Aanmelden met %s teams

source: Skip Tags
es: Omitir etiquetas
fr: Balises de saut
ja: スキップタグ
nl: Tags overslaan

source: Skip tags are useful when you have a large playbook, and you want to skip specific parts of a play or task. Use commas to separate multiple tags. Refer to Ansible Tower documentation for details on the usage of tags.
es: La omisión de etiquetas resulta útil cuando tiene un manual de gran tamaño y desea omitir partes específicas de la tarea o la reproducción. Utilice comas para separar las distintas etiquetas. Consulte la documentación de Ansible Tower para obtener información detallada sobre el uso de etiquetas.
fr: Les balises de saut sont utiles si votre playbook est important et que vous souhaitez ignorer certaines parties d’une scène ou d’une tâche. Utiliser des virgules pour séparer plusieurs balises. Consulter la documentation Ansible Tower pour obtenir des détails sur l'utilisation des balises.
ja: スキップタグは、Playbook のサイズが大きい場合にプレイまたはタスクの特定の部分をスキップする必要がある場合に役立ちます。カンマを使って複数のタグを区切ります。タグの使用方法の詳細については、Ansible Tower ドキュメントを参照してください。
nl: Tags overslaan is nuttig wanneer u een groot draaiboek heeft en specifieke delen van het draaiboek of een taak wilt overslaan. Gebruik een komma om meerdere tags van elkaar te scheiden. Raadpleeg de documentatie van Ansible Tower voor meer informatie over het gebruik van tags.

source: Slice Job
es: Fraccionar trabajo
fr: Tranche de Job
ja: スライスジョブ
nl: Taakdeel

source: Slice Job Count
es: Fraccionar conteo de trabajo
fr: Nbre Tranches Job
ja: ジョブのスライス数
nl: Aantal taakdelen

source: Slice Job Template
es: Fraccionar plantilla de trabajo
fr: Modèle de découpage de Job
ja: スライスジョブテンプレート
nl: Taakdeelsjabloon

source: Smart Host Filter
es: Filtro de host inteligente
fr: Filtre d'hôte smart
ja: スマートホストフィルター

source: Smart Inventory
es: Inventario inteligente
fr: Inventaire smart
ja: スマートインベントリー
nl: Smart-inventaris

source: Solvable With Playbook
es: Se puede solucionar con playbook
fr: Solvable avec playbook
ja: Playbook で解決可能
nl: Op te lossen met draaiboek

source: Source
es: Fuente
ja: ソース
nl: Bron

source: Source Control
es: Fuente de control
fr: Contrôle de la source
ja: ソースコントロール
nl: Broncontrole

source: Source Credential
es: Credencial de origen
fr: Informations d'identification de la source
ja: ソース認証情報
nl: Toegangsgegevens bron

source: Source Details
es: Detalles de la fuente
fr: Détails de la source
ja: ソース詳細
nl: Broninformatie

source: Source Phone Number
es: Número de teléfono de la fuente
fr: Numéro de téléphone de la source
ja: 発信元の電話番号
nl: Brontelefoonnummer

source: Source Project
es: Proyecto de origen
fr: Projet source
ja: ソースプロジェクト
nl: Bronproject

source: Source Regions
es: Regiones de fuente
fr: Régions sources
ja: ソースリージョン
nl: Bronregio's

source: Source Variables
es: Variables de fuente
fr: Variables sources
ja: ソース変数
nl: Bronvariabelen

source: Source Vars
es: Vars de la fuente
fr: Vars Source
ja: ソース変数
nl: Bronvariabelen

source: Source Workflow
es: Flujo de trabajo fuente
fr: Flux de travail source
ja: ソースワークフロー
nl: Bronworkflow

source: Sources
es: Fuentes
ja: ソース
nl: Bronnen

source: Specify HTTP Headers in JSON format. Refer to the Ansible Tower documentation for example syntax.
es: Especificar los encabezados HTTP en formato JSON. Consulte la documentación de Ansible Tower para obtener ejemplos de sintaxis.
fr: Spécifier les En-têtes HTTP en format JSON. Voir la documentation Ansible Tower pour obtenir des exemples de syntaxe.
ja: JSON 形式で HTTP ヘッダーを指定します。構文のサンプルについては Ansible Tower ドキュメントを参照してください。
nl: Specificeer HTTP-koppen in JSON-formaat. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis.

source: Specify a method for %s operations. This is equivalent to specifying the %s parameter, where %s could be %s
es: Especificar un método para las operaciones %s. Esto es equivalente a especificar el parámetro %s, en el que %s puede ser %s.
fr: Spécifiez une méthode pour les opérations %s. Cela équivaut à définir le paramètre %s, où %s peut être %s
ja: %s 操作のメソッドを指定します。これは %s を指定することに相当します。%s は %s にすることができます。
nl: Specificeer een methode voor %s-operaties. Dit staat gelijk aan het specificeren van de %s-parameter, waar %s %s kan zijn

source: Specify a notification color. Acceptable colors are hex color code (example: #3af or #789abc) .
es: Especificar un color de notificación. Los colores aceptables son el código de color hexadecimal (ejemplo: #3af o #789abc) .
fr: Spécifier une couleur de notification. Les couleurs acceptées sont d'un code de couleur hex (exemple : #3af or #789abc) .
ja: 通知の色を指定します。使用できる色: 16 進数の色コード (例: #3af または #789abc)
nl: Kies een berichtkleur. Mogelijke kleuren zijn kleuren uit de hexidecimale kleurencode (bijvoorbeeld: #3af of #789abc).

source: Specify a notification color. Acceptable colors are: yellow, green, red purple, gray or random.
es: Especifique un color para la notificación. Se aceptan los siguientes colores: amarillo, verde, rojo, púrpura, gris o al azar.
fr: Spécifier une couleur de notification. Les couleurs acceptées sont : jaune, vert, rouge, violet, gris, ou au hasard.
ja: 通知の色を指定します。使用できる色: 黄、緑、赤紫、灰色、またはランダム
nl: Kies een berichtkleur. Mogelijke kleuren zijn: geel, groen, rood, paars, grijs of willekeurig.

source: Specify a scope for the token's access
es: Especifique un alcance para el acceso al token
fr: Spécifier le champ d'application du jeton
ja: トークンのアクセスのスコープを指定します
nl: Geef een bereik op voor de toegang van de token

source: Specify an HTTP method for the webhook. Acceptable choices are: POST or PUT
es: Especificar un método HTTP para el webhook. Las opciones aceptables son: POST o PUT
fr: Spécifiez une méthode HTTP pour le webhook. Les choix acceptables sont : POST ou PUT
ja: Webhook の HTTP メソッドを指定します。許容できる選択肢は、POST か PUT です。
nl: Geef een HTTP-methode op voor de webhook. Mogelijke keuzes zijn: POST of PUT

source: Specify which groups to create automatically. Group names will be created similar to the options selected. If blank, all groups above are created. Refer to Ansible Tower documentation for more detail.
es: Especifique los grupos que se crearán de manera automática. Los nombres de grupos creados serán similares a los de las opciones seleccionadas. Si la opción se deja en blanco, se crearán todos los grupos de arriba. Consulte la documentación de Ansible Tower para obtener información detallada.
fr: Spécifier quels groupes créer automatiquement. Les noms de groupe seront créés de la même façon que les options sélectionnées. Si vide, tous les groupes au-dessus seront créés. Voir la documentation Ansible Tower pour obtenir plus d'informations.
ja: 自動作成するグループを指定します。選択したオプションと同様のグループ名が作成されます。空白の場合は、上のすべてのグループが作成されます。詳細については、Ansible Tower ドキュメントを参照してください。
nl: Specificeer welke groepen automatisch aangemaakt moeten worden. De namen van de groepen zullen vergelijkbaar zijn met de geselecteerde opties. Indien dit leeg gelaten wordt, zullen alle bovenstaande groepen aangemaakt worden. Raadpleeg de documentatie van Ansible Tower voor meer informatie.

source: Standard Error
es: Error estándar
fr: Erreur standard
ja: 標準エラー
nl: Standaardfout

source: Standard Out
es: Salida estándar
ja: 標準出力
nl: Standaardoutput

source: Start
es: Iniciar
fr: Démarrer
ja: 開始
nl: Starten

source: Start Date
es: Fecha de inicio
fr: Date Début
ja: 開始日
nl: Startdatum

source: Start Message
es: Iniciar mensaje
fr: Message de départ
ja: 開始メッセージ
nl: Startbericht

source: Start Message Body
es: Iniciar el cuerpo del mensaje
fr: Démarrer le corps du message
ja: 開始メッセージのボディー
nl: Body startbericht

source: Start Time
es: Hora de inicio
fr: Heure Début
ja: 開始時間
nl: Starttijd

source: Start Time (Ascending)
es: Hora de inicio (ascendente)
fr: Heure de début (croissant)
ja: 開始時間 (昇順)
nl: Starttijd (Oplopend)

source: Start Time (Descending)
es: Hora de inicio (descendente)
fr: Heure de début (décroissant)
ja: 開始時間 (降順)
nl: Starttijd (Aflopend)

source: Start a job using this template
es: Iniciar un trabajo usando esta plantilla
fr: Démarrer une tâche avec ce modèle
ja: このテンプレートによるジョブの開始
nl: Start een taak met dit sjabloon

source: Start sync process
es: Iniciar proceso de sincronización
fr: Démarrer le processus de synchronisation
ja: 同期プロセスの開始
nl: Start het synchronisatieproces

source: Started
es: Iniciado
fr: Démarré
ja: 開始
nl: Gestart

source: Status
es: Estado
fr: État
ja: ステータス

source: Submit
es: Enviar
fr: Valider
ja: 送信
nl: Indienen

source: Submit search
es: Enviar búsqueda
fr: Soumettre la recherche
ja: 検索内容の送信
nl: Zoekopdracht indienen

source: Subscription
es: Subscripción
fr: Abonnement
ja: サブスクリプション
nl: Abonnement

source: Subscription ID
es: ID de suscripción
fr: ID d’abonnement
ja: サブスクリプション ID
nl: Abonnement-ID

source: Subscription ID is an Azure construct, which is mapped to a username.
es: El ID de subscripción es un elemento Azure, el cual está asociado al usuario.
fr: L’ID d’abonnement est une construction Azure mappée à un nom d’utilisateur.
ja: サブスクリプション ID は、ユーザー名にマップされる Azure コンストラクトです。
nl: Abonnement-ID is een concept van Azure en is gelinkt aan een gebruikersnaam.

source: Success
es: Correcto
fr: Réussite
ja: 成功
nl: Geslaagd

source: Success Message
es: Mensaje de éxito
fr: Message de réussite
ja: 成功メッセージ
nl: Succesbericht

source: Success Message Body
es: Cuerpo del mensaje de éxito
fr: Corps du message de réussite
ja: 成功メッセージボディー
nl: Body succesbericht

source: Successful
es: Correctamente
fr: Réussi
ja: 成功
nl: Geslaagd

source: Sun
es: Dom
fr: Dim.
ja: 日
nl: Zon

source: Surveys allow users to be prompted at job launch with a series of questions related to the job. This allows for variables to be defined that affect the playbook run at time of launch.
es: Las encuestas permiten que los usuarios reciban una serie de preguntas relacionadas a la tarea en el momento de su ejecución. Esto permite que se definan las variables que afectan el playbook ejecutado en el lanzamiento.
fr: Les questionnaires permettent aux utilisateurs d'être invités lors du lancement d'une tâche à répondre à une série de questions liées à la tâche. Cela permet de définir les variables affectant l'exécution du Playbook au moment du lancement.
ja: Survey により、ジョブに関連する一連の質問によるジョブ起動時のユーザーのプロモートが可能になります。これにより、起動時の Playbook 実行に影響を与える変数を定義できます。
nl: Met vragenlijsten kunnen gebruikers bij het starten van een taak een melding krijgen met een lijst vragen die bij de taak horen. Zo kunnen variabelen die van invloed zijn op de uitvoering van het draaiboek bepaald worden bij het opstarten.

source: Sync Status
es: Estado de sincronización
fr: Statut de la synchronisation
ja: 同期の状態
nl: Synchronisatiestatus

source: Sync all inventory sources
es: Sincronizar todas las fuentes de inventario
fr: Synchroniser toutes les sources d'inventaire
ja: すべてのインベントリーソースの同期
nl: Alle inventarisbronnen synchroniseren

source: Sync canceled. Click to view log.
es: Sincronización cancelada. Haga clic para ver el registro.
fr: Synchronisation annulée. Cliquez pour afficher le journal.
ja: 同期が取り消されました。クリックしてログを表示します。
nl: Synchronisatie geannuleerd. Klik om logboek te bekijken.
