Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Override variables found in azure_rm.ini and used by the inventory update script. For a detailed description of these variables
es: Variables de invalidación halladas en azure_rm.ini y utilizadas por el script de actualización del inventario. Para ver una descripción detallada de estas variables
fr: Remplacer les variables qui se trouvent dans azure_rm.ini et qui sont utilisées par le script de mise à jour de l'inventaire. Pour obtenir une description détaillée de ces variables
ja: azure_rm.ini にあり、インベントリー更新スクリプトで使用される変数を上書きします。これらの変数の詳細な説明については、次を参照してください。
nl: Variabelen overschrijven die aangetroffen zijn in azure_rm.ini en die gebruikt worden in het script van de inventarisupdate. Voor een gedetailleerde beschrijving van deze variabelen

source: Override variables found in cloudforms.ini and used by the inventory update script. For an example variable configuration <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/cloudforms.ini\" target=\"_blank\"> view cloudforms.ini in the Ansible Collections github repo.</a> Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. Refer to the Ansible Tower documentation for example syntax.
es: Variables de invalidación halladas en cloudforms.ini y usadas en el script de actualización del inventario. Para ver un ejemplo de configuración variable, <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/cloudforms.ini\" target=\"_blank\"> vea cloudforms.ini en el repositorio github de Ansible Collections.</a> Ingrese variables de inventario con sintaxis de JSON o YAML. Use el botón de opción para alternar entre los dos. Consulte la documentación de Ansible Tower para ver ejemplos de sintaxis.
fr: Remplacez les variables qui se trouvent dans cloudforms.ini et qui sont utilisées par le script de mise à jour de l'inventaire. Voici un exemple de configuration de variable <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/cloudforms.ini\" target=\"_blank\"> voir cloudforms.ini dans Ansible Collections github repo.</a> Entrez les variables d’inventaire avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux. Consultez la documentation d’Ansible Tower pour avoir un exemple de syntaxe.
ja: cloudforms.ini にあり、インベントリー更新スクリプトで使用される変数を上書きします。たとえば、変数の設定 <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/cloudforms.ini\" target=\"_blank\"> は Ansible Collections github リポジトリーで cloudforms.ini を表示します。</a> JSON または YAML 構文のいずれかを使用してインベントリー変数を入力します。ラジオボタンを使用してこの 2 つの間の切り替えを行います。構文のサンプルについては、Ansible Tower ドキュメントを参照してください。
nl: Variabelen overschrijven die zijn aangetroffen in cloudforms.ini en die gebruikt worden door het script van de inventarisupdate. Zie voor een voorbeeld van de configuratie van de variabele a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/cloudforms.ini\" target=\"_blank\"> cloudfroms.ini in de Ansible Collections github repo.</a>Voer de variabelen van de inventaris in met JSON- of YAML-syntaxis. Gebruik de radio-knop om tussen de twee de wisselen. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis.

source: Override variables found in ec2.ini and used by the inventory update script. For a detailed description of these variables
es: Variables de invalidación halladas en ec2.ini y utilizadas en el script de actualización del inventario. Para ver una descripción detallada de estas variables
fr: Remplacer les variables qui se trouvent dans ec2.ini et qui sont utilisées par le script de mise à jour de l'inventaire. Pour obtenir une description détaillée de ces variables
ja: ec2.ini にあり、インベントリー更新スクリプトで使用される変数を上書きします。これらの変数の詳細な説明については、次を参照してください。
nl: Variabelen overschrijven die aangetroffen zijn in ec2.ini en die gebruikt worden door het script van de inventarisupdate. Voor een gedetailleerde beschrijving van deze variabelen

source: Override variables found in foreman.ini and used by the inventory update script. For an example variable configuration <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/foreman.ini\" target=\"_blank\"> view foreman.ini in the Ansible Collections github repo.</a> Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. Refer to the Ansible Tower documentation for example syntax.
es: Variables de invalidación halladas en foreman.ini y usadas en el script de actualización del inventario. Para ver un ejemplo de configuración variable, <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/cloudforms.ini\" target=\"_blank\"> vea foreman.ini en el repositorio github de Ansible Collections.</a> Ingrese variables de inventario con sintaxis de JSON o YAML. Use el botón de opción para alternar entre los dos. Consulte la documentación de Ansible Tower para ver ejemplos de sintaxis.
fr: Remplacez les variables qui se trouvent dans foreman.ini et qui sont utilisées par le script de mise à jour de l'inventaire. Voici un exemple de configuration de variable <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/foreman.ini\" target=\"_blank\"> voir foreman.ini dans Ansible le référentiel github repo.</a> Entrez les variables d’inventaire avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux. Consultez la documentation d’Ansible Tower pour avoir un exemple de syntaxe.
ja: foreman.ini にあり、インベントリー更新スクリプトで使用される変数を上書きします。たとえば、変数の設定 <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/foreman.ini\" target=\"_blank\"> は Ansible Collections github リポジトリーで foreman.ini を表示します。</a> JSON または YAML 構文のいずれかを使用してインベントリー変数を入力します。ラジオボタンを使用してこの 2 つの間の切り替えを行います。構文のサンプルについては、Ansible Tower ドキュメントを参照してください。
nl: Variabelen overschrijven die aangetroffen zijn in foreman.ini en die gebruikt worden door het script van de inventarisupdate. Zie voor een voorbeeld van de configuratie van de variabelen <a href=\"https://github.com/ansible-collections/community.general/blob/master/scripts/inventory/foreman.ini\" target=\"_blank\"> foreman.ini in de Ansible Collections github repo.</a>Voer de variabelen van de inventaris in met JSON- of YAML-syntaxis. Gebruik de radioknop om tussen de twee te wisselen. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis.

source: Override variables found in openstack.yml and used by the inventory update script. For an example variable configuration <a href=\"https://github.com/openstack/ansible-collections-openstack/blob/master/scripts/inventory/openstack.yml\" target=\"_blank\"> view openstack.yml in the Openstack github repo.</a> Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. Refer to the Ansible Tower documentation for example syntax.
es: Variables de invalidación halladas en openstack.yml y usadas en el script de actualización del inventario. Para ver un ejemplo de configuración de variable, <a href=\"https://github.com/openstack/ansible-collections-openstack/blob/master/scripts/inventory/openstack.yml\" target=\"_blank\"> vea openstack.yml en el repositorio github de Openstack.</a> Ingrese variables de inventario con la sintaxis de JSON o YAML. Use el botón de opción para alternar entre los dos. Consulte la documentación de Ansible Tower para ver ejemplos de sintaxis.
fr: Remplacez les variables qui se trouvent dans openstack.yml et qui sont utilisées par le script de mise à jour de l'inventaire. Voici un exemple de configuration de variable <a href=\"https://github.com/openstack/ansible-collections-openstack/blob/master/scripts/inventory/openstack.yml\" target=\"_blank\"> voir openstack.yml dans le référentiel Ansible github repo.</a> Entrez les variables d’inventaire avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux. Consultez la documentation d’Ansible Tower pour avoir un exemple de syntaxe.
ja: openstack.yml にあり、インベントリー更新スクリプトで使用される変数を上書きします。たとえば、変数の設定 <a href=\"https://github.com/openstack/ansible-collections-openstack/blob/master/scripts/inventory/openstack.yml\" target=\"_blank\"> は Openstack github リポジトリーで openstack.yml を表示します。</a> JSON または YAML 構文のいずれかを使用してインベントリー変数を入力します。ラジオボタンを使用して 2 つの間の切り替えを行います。構文のサンプルについては、Ansible Tower ドキュメントを参照してください。
nl: Variabelen overschrijven die aangetroffen zijn in openstack.yml en die gebruikt worden door het script van de inventarisupdate. Zie voor een voorbeeld van de configuratie van de variabelen <a href=\"https://github.com/openstack/ansible-collections-openstack/blob/master/scripts/inventory/openstack.yml\" target=\"_blank\"> openstack.yml in de Openstack github repo.</a>Voer de variabelen van de inventaris in met JSON- of YAML-syntaxis. Gebruik de radioknop om tussen de twee te wisselen. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis.

source: Override variables found in vmware.ini and used by the inventory update script. For a detailed description of these variables
es: Variables de invalidación halladas en vmware.ini y utilizadas en el script de actualización del inventario. Para ver una descripción detallada de estas variables
fr: Remplacer les variables qui se trouvent dans vmware.ini et qui sont utilisées par le script de mise à jour de l'inventaire. Pour obtenir une description détaillée de ces variables
ja: vmware.ini にあり、インベントリー更新スクリプトで使用される変数を上書きします。これらの変数の詳細な説明については、次を参照してください。
nl: Variabelen overschrijven die aangetroffen zijn in vmware.ini en die gebruikt worden in het script van de inventarisupdate. Voor een gedetailleerde beschrijving van deze variabelen

source: Overwrite
es: Anular
fr: Remplacer
ja: 上書き
nl: Overschrijven

source: Overwrite Variables
es: Anular variables
fr: Remplacer les variables
ja: 変数の上書き
nl: Variabelen overschrijven

source: Overwrite Vars
es: Sobrescribir variables
fr: Remplacer Vars
ja: 変数の上書き
nl: Variabelen overschrijven

source: Owners
es: Propietarios
fr: Propriétaires
ja: 所有者
nl: Eigenaren

source: PASSWORD
es: CONTRASEÑA
fr: MOT DE PASSE
ja: パスワード
nl: WACHTWOORD

source: PERMISSIONS
es: PERMISOS
ja: パーミッション
nl: MACHTIGINGEN

source: PLAY
es: REPRODUCIR
fr: LECTURE
ja: プレイ
nl: AFSPELEN

source: PLEASE ADD A SURVEY PROMPT.
es: AGREGAR UN AVISO DE ENCUESTA.
fr: VEUILLEZ AJOUTER UNE INVITE AU QUESTIONNAIRE.
ja: Survey プロンプトを追加してください。
nl: VOEG EEN MELDING VOOR DE VRAGENLIJST TOE.

source: PLEASE ADD ITEMS TO THIS LIST
es: Por favor añada elementos a la lista
fr: AJOUTEZ DES ÉLÉMENTS À CETTE LISTE
ja: 項目をこの一覧に追加してください
nl: VOEG ITEMS AAN DEZE LIJST TOE

source: PREVIEW
es: VISTA PREVIA
fr: PRÉVISUALISATION
ja: プレビュー
nl: VOORVERTONING

source: PROCEED
es: PROCEDER
fr: CONTINUER
ja: 続行
nl: DOORGAAN

source: PROJECT
es: PROYECTO
fr: PROJET
ja: プロジェクト

source: PROJECTS
es: PROYECTOS
fr: PROJETS
ja: プロジェクト
nl: PROJECTEN

source: PROMPT
es: AVISO
fr: INVITE
ja: プロンプト
nl: MELDING

source: Page
es: Página
ja: ページ
nl: Pagina

source: Pagerduty subdomain
es: Subdominio Pagerduty
fr: Sous-domaine Pagerduty
ja: Pagerduty サブドメイン
nl: Subdomein Pagerduty

source: Pass extra command line variables to the playbook. Provide key/value pairs using either YAML or JSON. Refer to the Ansible Tower documentation for example syntax.
es: Traslade variables de línea de comando adicionales al manual. Proporcione claves/pares de valores utilizando YAML o JSON. Consulte la documentación de Ansible Tower para acceder a ejemplos de sintaxis.
fr: Transmettez des variables de ligne de commandes supplémentaires au playbook. Fournir la paire clé/valeur en utilisant YAML ou JSON. Consulter la documentation Ansible Tower pour obtenir des exemples de syntaxe.
ja: 追加のコマンドライン変数を Playbook に渡します。YAML または JSON のいずれかを使用してキーと値のペアを指定します。構文のサンプルについては Ansible Tower ドキュメントを参照してください。
nl: Geef extra commandoregelvariabelen op in het draaiboek. Geef sleutel/waarde-paren op met YAML of JSON. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis.

source: Pass extra command line variables to the playbook. This is the -e or --extra-vars command line parameter for ansible-playbook. Provide key/value pairs using either YAML or JSON. Refer to the Ansible Tower documentation for example syntax.
es: Traslade variables de línea de comando adicionales al cuaderno de estrategias. Este es el parámetro de línea de comando -e o --extra-vars para el cuaderno de estrategias de Ansible. Proporcione pares de claves/valores utilizando YAML o JSON. Consulte la documentación de Ansible Tower para ver ejemplos de sintaxis.
fr: Transmettez des variables de ligne de commandes supplémentaires au playbook. Voici le paramètre de ligne de commande -e or --extra-vars pour ansible-playbook. Fournir la paire clé/valeur en utilisant YAML ou JSON. Consulter la documentation Ansible Tower pour obtenir des exemples de syntaxe.
ja: 追加のコマンドライン変数を Playbook に渡します。これは、ansible-playbook の -e または --extra-vars コマンドラインパラメーターです。YAML または JSON のいずれかを使用してキーと値のペアを指定します。構文のサンプルについては Ansible Tower ドキュメントを参照してください。
nl: Geef extra commandoregelvariabelen op in het draaiboek. Dit is de commandoregelparameter -e of --extra-vars voor het ansible-draaiboek. Geef sleutel/waarde-paren op met YAML of JSON. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis

source: Pass extra command line variables. This is the %s or %s command line parameter for %s. Provide key/value pairs using either YAML or JSON.
es: Transmitir variables adicionales en la línea de comandos a los cuaderno de estrategias. Este es el parámetro de línea de comandos %s o %s para %s. Introduzca pares de claves/valores utilizando YAML o JSON.
fr: Transmettez des variables de ligne de commande supplémentaires. Il s'agit du paramètre de ligne de commande %s ou %s pour %s. Entrez des paires clé/valeur avec la syntaxe YAML ou JSON.
ja: 追加のコマンドライン変数を渡します。これは、%s の %s または %s コマンドラインパラメーターです。YAML または JSON のいずれかを使用してキーと値のペアを指定します。
nl: Geef extra commandoregelvariabelen op. Dit is de %s of %s commandoregelparameter voor %s. Geef sleutel/waarde-paren op met YAML of JSON.

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord

source: Password (API Key)
es: Contraseña (clave API)
fr: Mot de passe (clé API)
ja: パスワード (API キー)
nl: Wachtwoord (API-sleutel)

source: Past 24 Hours
es: Últimas 24 horas
fr: Après 24 heures
ja: 過去 24 時間
nl: Afgelopen 24 uur

source: Past Month
es: Mes pasado
fr: Le mois dernier
ja: 過去 1 ヵ月
nl: Afgelopen maand

source: Past Week
es: Semana pasada
fr: La semaine dernière
ja: 過去 1 週間
nl: Afgelopen week

source: Paste the contents of the PEM file associated with the service account email.
es: Pegue el contenido del fichero PEM asociado al correo de la cuenta de servicio.
fr: Collez le contenu du fichier PEM associé à l’adresse électronique du compte de service.
ja: サービスアカウントメールに関連付けられた PEM ファイルの内容を貼り付けます。
nl: Plak hier de inhoud van het PEM-bestand dat bij de e-mail van het serviceaccount hoort.

source: Paste the contents of the SSH private key file.
es: Pegue el contenido del archivo de clave privada de SSH.
fr: Collez le contenu du fichier de clé privée SSH.
ja: SSH 秘密鍵ファイルの内容を貼り付けます。
nl: Plak hier de inhoud van het SSH-privésleutelbestand.

source: Paste the contents of the SSH private key file.%s or click to close%s
es: Pegue el contenido del archivo de clave privada de SSH .%s o haga clic en cerrar%s
fr: Collez le contenu du fichier de clé privée SSH.%s ou cliquez pour fermer%s
ja: SSH 秘密鍵ファイルの内容を貼り付けます。%s またはクリックして %s を閉じます。
nl: Plak hier de inhoud van het SSH-privésleutelbestand.%s of klik om af te sluiten%s

source: Pending Delete
es: Eliminación pendiente
fr: En attente de suppression
ja: 保留中の削除
nl: In afwachting om verwijderd te worden

source: Perform a search above to define a host filter
es: Realice una búsqueda anterior para definir un filtro de host
fr: Effectuez une recherche ci-dessus pour définir un filtre d'hôte
ja: 上記の検索を実行して、ホストフィルターを定義します。
nl: Voer hierboven een zoekopdracht uit om een hostfilter te definiëren

source: Perform lookup
es: Realizar búsqueda
fr: Effectuer une recherche
ja: ルックアップの実行
nl: Opzoeken uitvoeren

source: Period
es: Periodo
fr: Période
ja: 期間
nl: Periode

source: Permission Error
es: Error de permiso
fr: Erreur de permission
ja: パーミッションのエラー
nl: Machtigingsfout

source: Permissions
es: Permisos
ja: パーミッション
nl: Machtigingen

source: Personal Access Token
es: Token de acceso personal
fr: Jeton d'accès personnel
ja: パーソナルアクセストークン
nl: Persoonlijke toegangstoken

source: Playbook Directory
es: Directorio de playbook
fr: Répertoire de playbooks
ja: Playbook ディレクトリー
nl: Draaiboekmap

source: Playbook Run
es: Ejecución de playbook
fr: Exécution du playbook
ja: Playbook 実行
nl: Draaiboek uitvoering

source: Plays
es: Jugadas
fr: Lancements
ja: プレイ
nl: Uitvoeringen van het draaiboek

source: Please add items to this list.
es: Añada elementos a esta lista.
fr: Veuillez ajouter des éléments à cette liste.
ja: 項目をこの一覧に追加してください。
nl: Voeg items aan deze lijst toe.

source: Please add user to an Organization.
es: Por favor añada un usuario a su organización.
fr: Veuillez ajouter un utilisateur à votre organisation.
ja: ユーザーを組織に追加してください。
nl: Voeg gebruiker toe aan een organisatie

source: Please assign roles to the selected resources
es: Por favor asigne roles a los recursos seleccionados
fr: Veuillez allouer des rôles aux ressources sélectionnées
ja: ロールを選択したリソースに割り当ててください。
nl: Wijs rollen toe aan de geselecteerde bronnen

source: Please assign roles to the selected users/teams
es: Por favor asigne roles a los usuarios/equipos seleccionados
fr: Veuillez allouer des rôles aux utilisateurs / équipes sélectionnées
ja: ロールを選択したユーザー/チームに割り当ててください。
nl: Wijs rollen toe aan de geselecteerde gebruikers/teams

source: Please check the server and make sure the directory exists and file permissions are set correctly.
es: Verifique el servidor y asegúrese de que el directorio exista y que los permisos de archivos estén configurados de manera correcta.
fr: Veuillez vérifier le serveur, s'assurer que le répertoire existe bien et que les permissions d'accès aux fichiers sont définies correctement.
ja: サーバーを確認し、ディレクトリーが存在し、ファイルのパーミッションが正常に設定されていることを確認してください。
nl: Controleer de server om er zeker van te zijn dat de map bestaat en de bestandsmachtigingen juist zijn ingesteld.

source: Please click on an available node to form a new link.
es: Haga clic en un nodo disponible para formar un nuevo enlace.
fr: Veuillez cliquer sur un nœud disponible pour former un nouveau lien.
ja: 使用できるノードをクリックして新しいリンクを作成してください。
nl: Klik op een beschikbaar knooppunt om een nieuwe link te vormen.

source: Please click the button below to visit Ansible's website to get a Tower license key.
es: Por favor pulse sobre el siguiente botón para visitar la página web de Ansible para obtener una clave de licencia Tower.
fr: Cliquez sur le bouton ci-dessous pour visiter le site Web d'Ansible afin d'obtenir une clé de licence Tower.
ja: 以下のボタンをクリックし、Ansible の web サイトに移動して Tower ライセンスキーを取得します。
nl: Klik op onderstaande knop om de website van Ansible te bezoeken en een licentiesleutel voor Tower te bemachtigen.

source: Please click the icon to edit the host filter.
es: Haga clic en el icono para editar el filtro del host.
fr: Cliquez sur l'icône pour modifier le filtre de l'hôte.
ja: アイコンをクリックしてホストフィルターを編集します。
nl: Klik op het icoon om de hostfilter te wijzigen.

source: Please click the start button to build your workflow.
es: Haga clic en el botón de inicio para desarrollar su flujo de trabajo.
fr: Veuillez cliquer sur le bouton de démarrage pour créer votre workflow.
ja: 開始ボタンをクリックしてワークフローを構築してください。
nl: Klik op de startknop om uw workflow op te bouwen.

source: Please confirm that you would like to remove {{ role }} access from the team {{ name }}. This will affect all members of the team. If you would like to only remove access for this particular user, please remove them from the team.
es: Confirme que desea quitar el acceso de {{ role }} del equipo {{ name }}. Esto afectará a todos los miembros del equipo. Si solo desea quitar el acceso para este usuario en particular, quítelo del equipo.
fr: Veuillez confirmer que vous souhaitez supprimer l'accès {{ role }} de l'équipe {{ name }}. Ceci affectera tous les membres de l'équipe. Si vous ne souhaitez supprimer l'accès que pour cet utilisateur particulier, veuillez le retirer de l'équipe.
ja: チーム {{name}} から {{role}} のアクセス権が削除されたことを確認してください。これは、チームの全メンバーに影響します。この特定のユーザーのアクセス権のみを削除する場合は、チームからこのユーザーを削除してください。
nl: Bevestig dat u de toegang tot {{ role }} wilt verwijderen voor het team {{ name }}. Dit heeft gevolgen voor alle leden van het team. Als u alleen de toegang voor deze specifieke gebruiker wilt verwijderen, verwijder deze dan uit het team.

source: Please confirm that you would like to remove {{ role }} access from {{ name }}.
es: Confirme que le gustaría quitar el acceso de {{ role }} de {{ name }}.
fr: Veuillez confirmer que vous souhaitez supprimer l'accès {{ role }} de {{ name }}.
ja: チーム {{name}} から {{role}} のアクセス権が削除されたことを確認してください。
nl: Bevestig dat u toegang tot {{ role }} wilt verwijderen voor {{ name }}.

source: Please enter a URL that begins with ssh, http or https. The URL may not contain the '@' character.
es: Por favor introduzca una URL que inicie por ssh, http o https. La URL no puede contener el caracter '@'.
fr: Veuillez saisir une URL commençant par ssh, http ou https. L’URL ne doit pas contenir le caractère '@'.
ja: ssh、http または https で始まる URL を入力します。URL には「@」文字を含めることはできません。
nl: Voer een URL in die begint met ssh, http of https. De URL mag niet het teken '@' bevatten.

source: Please enter a larger float.
es: Ingrese un decimal corto mayor.
fr: Veuillez saisir une valeur de flottement supérieure.
ja: もう少し大きい浮動小数点数を入力してください。
nl: Voer een hogere float in.

source: Please enter a larger integer.
es: Ingrese un número entero mayor.
fr: Veuillez saisir un entier relatif plus élevé.
ja: もう少し大きい整数を入力してください。
nl: Voer een hoger geheel getal in.

source: Please enter a maximum default of {{float_max}}.
es: Ingrese un valor predeterminado máximo de {{float_max}}.
fr: Veuillez saisir une valeur maximum par défaut de {{float_max}}.
ja: {{float_max}} の最大デフォルト値を入力してください。
nl: Voer een maximumstandaard in van {{float_max}}.

source: Please enter a maximum default of {{int_max}}.
es: Ingrese un valor predeterminado máximo de {{int_max}}.
fr: Veuillez saisir une valeur maximum par défaut de {{int_max}}.
ja: {{int_max}} の最大デフォルト値を入力してください。
nl: Voer een maximumstandaard in van {{int_max}}.

source: Please enter a minimum default of {{float_min}}.
es: Ingrese un valor predeterminado mínimo de {{float_min}}.
fr: Veuillez saisir une valeur maximum par défaut de {{float_min}}.
ja: {{float_min}} の最小デフォルト値を入力してください。
nl: Voer een minimumstandaard in van {{float_min}}.

source: Please enter a minimum default of {{int_min}}.
es: Ingrese un valor predeterminado mínimo de {{int_min}}.
fr: Veuillez saisir une valeur minimum par défaut de {{int_min}}.
ja: {{int_min}} の最小デフォルト値を入力してください。
nl: Voer een minimumstandaard in van {{int_min}}.

source: Please enter a number greater than %d and less than %d.
es: Ingrese un número mayor que %d y menor que %d.
fr: Entrez un nombre supérieur à %d et inférieur à %d.
ja: %d より大きく、%d より小さい数値を入力してください。
nl: Voer een getal in dat groter is dan %d en kleiner dan %d.

source: Please enter a number greater than %d.
es: Ingrese un número mayor que %d.
fr: Entrez un nombre supérieur à %d.
ja: %d より大きい数値を入力してください。
nl: Voer een getal in dat groter is dan %d.
