Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Click on a row to select it, and click Finished when done. Click the %s button to create a new inventory.
es: Haga clic en una fila para seleccionarla, y haga clic en Finalizado una vez terminado. Haga clic en el botón %s para crear un nuevo inventario.
fr: Cliquez sur une ligne pour la sélectionner, puis sur Terminé lorsque vous avez fini. Cliquez sur le bouton %s pour créer un inventaire.
ja: 行をクリックしてこれを選択し、終了したら「終了」をクリックします。%s ボタンをクリックして新規インベントリーを作成します。
nl: Klik op een rij om deze te selecteren en klik op Klaar wanneer u klaar bent. Klik op de knop %s om een nieuwe inventaris aan te maken.

source: Click on a row to select it, and click Finished when done. Click the %s button to create a new team.
es: Haga clic en una fila para seleccionarla, y haga clic en Finalizado una vez terminado. Haga clic en el botón %s para crear un nuevo equipo.
fr: Cliquez sur une ligne pour la sélectionner, puis sur Terminé lorsque vous avez fini. Cliquez sur le bouton %s pour créer une équipe.
ja: 行をクリックしてこれを選択し、終了したら「終了」をクリックします。%s ボタンをクリックして新規チームを作成します。
nl: Klik op een rij om deze te selecteren en klik op Klaar wanneer u klaar bent. Klik op de knop %s om een nieuw team aan te maken.

source: Click on a row to select it, and click Finished when done. Use the %s button to create a new job template.
es: Haga clic en una fila para seleccionarla, y haga clic en Finalizado una vez terminado. Haga clic en el botón %s para crear una nueva plantilla de trabajo.
fr: Cliquez sur une ligne pour la sélectionner, puis sur Terminé lorsque vous avez fini. Cliquez sur le bouton %s pour créer un modèle de tâche.
ja: 行をクリックしてこれを選択し、終了したら「終了」をクリックします。%s ボタンをクリックして新規ジョブテンプレートを作成します。
nl: Klik op een rij om deze te selecteren en klik op Klaar wanneer u klaar bent. Klik op de knop %s om een nieuw taaksjabloon aan te maken.

source: Click on the regions field to see a list of regions for your cloud provider. You can select multiple regions, or choose
es: Haga clic en el campo de regiones para ver una lista de regiones para su proveedor de nube. Puede seleccionar varias regiones o elegir
fr: Cliquez sur le champ régions pour voir la liste des régions associées à votre fournisseur cloud. Vous pouvez choisir plusieurs régions ou l'option
ja: リージョンフィールドをクリックして、クラウドプロバイダーの一覧を表示します。複数のリージョンを選択したり、以下を選択したりできます。
nl: Klik op de regiovelden om een lijst van regio's voor uw cloudprovider in te zien. U kunt meerdere regio's selecteren, of kiezen

source: Click the
es: Haga clic en
fr: Cliquer
ja: 次をクリックしてください:
nl: Klik op

source: Click to edit link
es: Haga clic aquí para editar el enlace
fr: Cliquez pour modifier le lien
ja: クリックしてリンクを編集します
nl: Klik om de link te wijzigen

source: Click to edit schedule.
es: Haga clic para editar el cronograma.
fr: Cliquez pour modifier le planning.
ja: クリックしてスケジュールを編集します。
nl: Klik om het schema te wijzigen.

source: Click to view link
es: Haga clic para ver el enlace
fr: Cliquez pour afficher le lien
ja: クリックしてリンクを表示します
nl: Klik om de link te bekijken

source: Client ID
es: ID del cliente
fr: ID du client
ja: クライアント ID
nl: Klant-ID

source: Client Identifier
es: Identificador del cliente
fr: Identifiant client
ja: クライアント識別子
nl: Klant-identificeerder

source: Client Secret
es: Pregunta secreta del cliente
fr: Question secrète du client
ja: クライアントシークレット
nl: Klant-geheim

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
nl: Sluiten

source: Close Approvals
es: Cerrar aprobaciones
fr: Fermer les approbations
ja: 承認の終了
nl: Goedkeuringen sluiten

source: Close host event modal
es: Cerrar modal de evento de host
fr: Fermer la fenêtre modale de l'événement hôte
ja: ホストイベントモーダルの終了
nl: Hostgebeurtenis modaal sluiten

source: Close variables modal
es: Cerrar modal de variables
fr: Fermer la fenêtre modale de variables
ja: 変数モーダルの終了
nl: Variabelen modaal sluiten

source: Cloud source not configured.
es: Fuente de nube no configurada.
fr: Source cloud non configurée.
ja: クラウドリソースは設定されていません。
nl: Cloudbron niet geconfigureerd.

source: Cloud source not configured. Click
es: Fuente de nube no configurada. Haga clic en
fr: Source cloud non configurée. Cliquez sur
ja: クラウドソースは設定されていません。以下をクリックします。
nl: Cloudbron niet geconfigureerd. Klik op

source: Collapse Output
es: Colapsar salida
fr: Tout réduire
ja: 出力の折りたたみ
nl: Output samenvouwen

source: Compact
es: Compacto
ja: 簡略表示

source: Completed Jobs
es: Tareas completadas
fr: Tâches terminées
ja: 完了したジョブ
nl: Voltooide taken

source: Configure Notifications
es: Configurar las notificaciones
fr: Configurer les notifications
ja: 通知の設定
nl: Notificaties configureren

source: Confirm Password
es: Confirmar la contraseña
fr: Confirmer le mot de passe
ja: パスワードの確認
nl: Wachtwoord bevestigen

source: Confirm Reset
es: Confirmar la reinicialización
fr: Confirmer la réinitialisation
ja: リセットの確認
nl: Reset bevestigen

source: Confirm factory reset
es: Confirmar la reinicialización a valores de fábrica
fr: Confirmer la réinitialisation usine
ja: 出荷時の設定へのリセットの確認
nl: Reset naar fabrieksinstellingen bevestigen

source: Confirm the removal of the
es: Confirmar la eliminación de
fr: Confirmer la suppression du
ja: 以下の削除を確認:
nl: Bevestig het verwijderen van de

source: Contact your System Administrator to grant you the appropriate permissions to add and edit Users and Teams.
es: Entre en contacto con su Administrador de sistema para que le otorgue los permisos adecuados para añadir y editar Usuarios y Equipos.
fr: Contactez votre administrateur de systèmes pour qu'il vous octroie les permissions dont vous aurez besoin afin d'ajouter et de modifier les Utilisateurs et les Équipes.
ja: ユーザーおびチームを追加し、編集するためのパーミッションについては、システム管理者にお問い合わせください。
nl: Neem contact op met uw systeembeheerder om de nodige toestemmingen te krijgen om Gebruikers en Teams toe te voegen en te wijzigen.

source: Container Group
es: Grupo de contenedores
fr: Groupe de conteneurs
ja: コンテナーグループ
nl: Containergroep

source: Container Groups Help
es: Ayuda de Grupos de contenedores
fr: Aide sur les groupes de conteneurs
ja: コンテナーグループのヘルプ
nl: Hulp containergroepen

source: Continue workflow job?
es: ¿Continuar con el trabajo del flujo de trabajo?
fr: Continuer la tâche de workflow ?
ja: ワークフロージョブを続行しますか?
nl: Doorgaan met de workflowtaak?

source: Control the level of output ansible will produce as the playbook executes.
es: Controlar el nivel de salida que ansible producirá al ejecutar playbooks.
fr: Contrôlez le niveau de sortie qu’Ansible génère lors de l’exécution du playbook.
ja: Playbook の実行時に Ansible が生成する出力のレベルを制御します。
nl: Stel in hoeveel output Ansible produceert bij het uitvoeren van het draaiboek.

source: Control the level of output ansible will produce for inventory source update jobs.
es: Controle el nivel de salida que Ansible producirá para las tareas de actualización de fuentes de inventario.
fr: Contrôlez le niveau de sortie produit par Ansible pour les tâches d'actualisation de source d'inventaire.
ja: インベントリーソースの更新ジョブ用に Ansible が生成する出力のレベルを制御します。
nl: Stel in hoeveel output Ansible produceert bij taken die de inventarisbron updaten.

source: Convergence
es: Convergencia
ja: 収束 (コンバージェンス)
nl: Convergentie

source: Copied to clipboard.
es: Copiado al portapapeles.
fr: Copié dans le Presse-papiers.
ja: クリップボードにコピーしました。
nl: Gekopieerd naar klembord.

source: Copy
es: Copiar
fr: Copier
ja: コピー
nl: Kopiëren

source: Copy Inventory
es: Copiar inventario
fr: Copier l'inventaire
ja: インベントリーのコピー
nl: Inventaris kopiëren

source: Copy credential
es: Copiar credencial
fr: Copier les identifiants
ja: 認証情報のコピー
nl: Toegangsgegevens kopiëren

source: Copy full revision to clipboard.
es: Copie la revisión completa al portapapeles.
fr: Copier la révision complète dans le Presse-papiers.
ja: 完全なリビジョンをクリップボードにコピーします。
nl: Volledige herziening kopiëren naar klembord.

source: Copy inventory script
es: Copiar script de inventario
fr: Copier le script d’inventaire
ja: インベントリースクリプトのコピー
nl: Inventarisscript kopiëren

source: Copy notification
es: Copiar notificación
fr: Copier la notification
ja: 通知のコピー
nl: Bericht kopiëren

source: Copy project
es: Copiar proyecto
fr: Copier le projet
ja: プロジェクトのコピー
nl: Project kopiëren

source: Copy template
es: Copiar plantilla
fr: Copier le modèle
ja: テンプレートのコピー
nl: Sjabloon kopiëren

source: Copy {{resourceType}}
es: Copiar {{resourceType}}
fr: Copier {{resourceType}}
ja: {{resourceType}} のコピー
nl: {{resourceType}} kopiëren

source: Copyright &copy; 2019 Red Hat, Inc. <br> Visit <a href="http://www.ansible.com/" target="_blank">Ansible.com</a> for more information.<br>
es: Copyright &copy; 2019 Red Hat, Inc. <br> Visite <a href="http://www.ansible.com/" target="_blank">Ansible.com</a> para obtener más información.<br>
fr: Copyright &copy; 2019 Red Hat, Inc. <br> Consulter <a href="http://www.ansible.com/" target="_blank">Ansible.com</a> pour plus d'informations.<br>
ja: Copyright &copy; 2019 Red Hat, Inc. <br> 詳細は、 <a href="http://www.ansible.com/" target="_blank">Ansible.com</a> をご覧ください。<br>
nl: Auteursrechten &copy; 2019 Red Hat, Inc. <br> Ga voor meer informatie naar <a href="http://www.ansible.com/" target="_blank">Ansible.com</a>.<br>

source: Copyright © 2019 Red Hat, Inc.
ja: 著作権©2019 Red Hat、Inc.

source: Could not cancel workflow. Returned status:
es: No se pudo cancelar el flujo de trabajo. Estado devuelto:
fr: N'a pas pu annuler le flux de travail. Statut retour :
ja: ワークフローを取り消すことができませんでした。返されたステータス:
nl: Workflow kan niet geannuleerd worden. Teruggegeven status:

source: Could not delete job. Returned status:
es: No se pudo eliminar el trabajo. Estado devuelto:
fr: N'a pas pu effacer ce job. Statut retour :
ja: ジョブを削除できませんでした。返されたステータス:
nl: Taak kan niet verwijderd worden. Teruggegeven status:

source: Create New
es: Crear nuevo
fr: Créer
ja: 新規作成
nl: Nieuw aanmaken

source: Create a new Application
es: Crear una nueva aplicación
fr: Créer une nouvelle application
ja: 新規アプリケーションの作成
nl: Een nieuwe toepassing aanmaken

source: Create a new Instance Group
es: Crear un nuevo grupo de instancia
fr: Créer un nouveau groupe d'instances
ja: 新規インスタンスグループの作成
nl: Een nieuwe instantiegroep aanmaken

source: Create a new Smart Inventory from search results.<br /><br />Note: changing the organization of the Smart Inventory could change the hosts included in the Smart Inventory.
es: Cree un nuevo Smart Inventory de los resultados de búsqueda.<br /><br />Nota: Cambiar la organización del Smart Inventory podría cambiar los hosts incluidos en el Smart Inventory.
fr: Créer un nouvel Inventaire Smart à partir des résultats de recherche.<br /><br />À noter : changer l'organisation de l'Inventaire Smart pourrait changer les hôtes inclus dans l'Inventaire Smart.
ja: 検索結果から新規のスマートインベントリーを作成します。<br /><br />注: スマートインベントリーの組織を変更することで、スマートインベントリーに含まれるホストが変更される可能性があります。
nl: Een nieuwe Smart-inventaris aanmaken vanuit zoekresultaten.<br /><br />Let op: wijzigen van de organisatie van de Smart-inventaris kon de hosts in de Smart-inventaris niet wijzigen.

source: Create a new credential
es: Crear una nueva credencial
fr: Créer de nouvelles informations d’identification
ja: 新規認証情報の作成
nl: Nieuwe toegangsgegevens aanmaken

source: Create a new credential type
es: Crear un nuevo tipo de credencial
fr: Créer un nouveau type d'informations d'identification.
ja: 新規認証情報タイプの作成
nl: Een nieuwe soort toegangsgegevens aanmaken

source: Create a new custom inventory
es: Crear un nuevo inventario personalizado
fr: Créer un inventaire personnalisé
ja: 新規カスタムインベントリーの作成
nl: Een nieuwe aangepaste inventaris aanmaken

source: Create a new group
es: Crear un nuevo grupo
fr: Créer un groupe
ja: 新規グループの作成
nl: Een nieuwe groep aanmaken

source: Create a new host
es: Crear un nuevo host
fr: Créer un hôte
ja: 新規ホストの作成
nl: Een nieuwe host aanmaken

source: Create a new inventory
es: Crear un nuevo inventario
fr: Créer un inventaire
ja: 新規インベントリーの作成
nl: Een nieuwe inventaris aanmaken

source: Create a new notification template
es: Crear una nueva plantilla de notificación
fr: Créer un modèle de notification
ja: 新規通知テンプレートの作成
nl: Een nieuw berichtsjabloon aanmaken

source: Create a new organization
es: Crear una nueva organización
fr: Créer une organisation
ja: 新規組織の作成
nl: Een nieuwe organisatie aanmaken

source: Create a new project
es: Crear un nuevo proyecto
fr: Créer un projet
ja: 新規プロジェクトの作成
nl: Een nieuw project aanmaken

source: Create a new source
es: Crear una nueva fuente
fr: Créer une source
ja: 新規ソースの作成
nl: Een nieuwe bron aanmaken

source: Create a new team
es: Crear un nuevo equipo
fr: Créer une équipe
ja: 新規チームの作成
nl: Een nieuw team aanmaken

source: Create a new template
es: Crear una nueva plantilla
fr: Créer un modèle
ja: 新規テンプレートの作成
nl: Een nieuw sjabloon aanmaken

source: Create a new user
es: Crear un nuevo usuario
fr: Créer un utilisateur
ja: 新規ユーザーの作成
nl: Een nieuwe gebruiker aanmaken

source: Created (Ascending)
es: Creados (ascendente)
fr: Créé (croissant)
ja: 作成日 (昇順)
nl: Aangemaakt (Oplopend)

source: Created (Descending)
es: Creados (descendente)
fr: Créé (décroissant)
ja: 作成日 (降順)
nl: Aangemaakt (Aflopend)

source: Credential
es: Credencial
fr: Information d’identification
ja: 認証情報
nl: Toegangsgegeven

source: Credential Type
es: Tipo de credencial
fr: Type d'informations d’identification
ja: 認証情報タイプ
nl: Soort toegangsgegevens

source: Credential Types
es: Tipos de credencial
fr: Types d'informations d'identification
ja: 認証情報タイプ
nl: Soorten toegangsgegevens

source: Credential to authenticate with Kubernetes or OpenShift. Must be of type "Kubernetes/OpenShift API Bearer Token”.
es: Credencial para autenticarse con Kubernetes u OpenShift. Debe ser del tipo "Kubernetes/OpenShift API Bearer Token".
fr: Informations d’identification pour s'authentifier auprès de Kubernetes ou OpenShift. Doit être de type "Kubernetes/OpenShift API Bearer Token".
ja: Kubernetes または OpenShift での認証に使用する認証情報。"Kubernetes/OpenShift API ベアラートークン” のタイプでなければなりません。
nl: Toegangsgevevens om te authenticeren met Kubernetes of OpenShift. Moet van het type ‘Kubernetes/OpenShift API Bearer Token‘ zijn.

source: Credentials
es: Credenciales
fr: Informations d’identification
ja: 認証情報
nl: Toegangsgegevens

source: Credentials that require passwords on launch are not permitted for template schedules and workflow nodes. The following credentials must be removed or replaced to proceed:
es: No se permiten las credenciales que requieran contraseñas durante el lanzamiento para programaciones de plantillas y nodos de flujo de trabajo. Para continuar, se deben eliminar o sustituir las siguientes credenciales:
fr: Les identifiants nécessitant des mots de passe au lancement ne sont pas autorisés pour les modèles de planning et les nodes de workflow. Les identifiants suivants doivent être retirés ou remplacés pour continuer :
ja: 起動時にパスワードを必要とする認証情報はテンプレートスケジュールおよびワークフローノードでは許可されません。以下の認証情報を削除するか、または置換して次に進んでください。
nl: Toegangsgegevens die wachtwoorden nodig hebben bij het starten kunnen niet gebruikt worden bij sjabloonschema's en workflowknooppunten. De volgende toegangsgegevens moeten verwijderd of vervangen worden voordat u door kunt gaan:

source: Critical
es: Crítico
fr: Critique
ja: 重大
nl: Cruciaal

source: Critical Risk
es: Riesgo crítico
fr: Risque critique
ja: 重大リスク
nl: Kritisch risico

source: Current Image:
es: Script personalizado
fr: Image actuelle :
ja: 現在のイメージ:
nl: Huidige afbeelding:

source: Currently following output as it arrives. Click to unfollow
es: Actualmente siguiendo el resultado a medida que se descarga. Haga clic para dejar de seguir
fr: Suit actuellement les résultats au fur et à mesure qu'ils arrivent. Cliquez pour vous désinscrire
ja: 現在、受信時の出力をフォローしています。クリックしてフォローを解除します
nl: Output wordt op dit moment gevolgd wanneer het binnenkomt. Klik om te stoppen met volgen.

source: Custom Inventory Script
es: Script de inventario personalizado
fr: Script d'inventaire personnalisé
ja: カスタムインベントリースクリプト
nl: Aangepast inventarisscript

source: Custom Logo
es: Logo personalizado
fr: Logo personnalisé
ja: カスタムロゴ
nl: Aangepast logo

source: Custom Script
es: Script personalizado
fr: Script personnalisé
ja: カスタムスクリプト
nl: Aangepast script

source: Customize Pod Spec
es: Personalizar especificaciones de pod
fr: Personnaliser les spécifications du pod
ja: Pod 仕様のカスタマイズ
nl: Podspec aanpassen

source: Customize messages…
es: Personalizar mensajes.
fr: Personnaliser les messages...
ja: メッセージのカスタマイズ…
nl: Berichten aanpassen...

source: DASHBOARD
es: PANEL DE CONTROL
fr: TABLEAU DE BORD
ja: ダッシュボード

source: DELETE
es: ELIMINAR
fr: SUPPRIMER
ja: 削除
nl: VERWIJDEREN

source: DELETE SURVEY
es: BORRAR ENCUESTA
fr: SUPPRIMER QUESTIONNAIRE
ja: Survey の削除
nl: VRAGENLIJST VERWIJDEREN

source: DELETED
es: ELIMINADO
fr: SUPPRIMÉ
ja: 削除済み
nl: VERWIJDERD

source: DENIED
es: DENEGADO
fr: REFUSÉ
ja: 拒否
nl: GEWEIGERD

source: DENY
es: DENEGAR
fr: REFUSER
ja: 拒否
nl: AFWIJZEN

source: DESCRIPTION
es: DESCRIPCIÓN
ja: 説明
nl: BESCHRIJVING

source: DETAILS
es: DETALLES
fr: DÉTAILS
ja: 詳細
nl: MEER INFORMATIE

source: DISASSOCIATE
es: DISOCIAR
fr: DISSOCIER
ja: 関連付けの解除
nl: LOSKOPPELEN

source: DYNAMIC HOSTS
es: HOSTS DINÁMICOS
fr: HÔTES DYNAMIQUES
ja: 動的ホスト
nl: DYNAMISCHE HOSTS

source: Dashboard
es: Panel de control
fr: Tableau de bord
ja: ダッシュボード

source: Date format
es: Formato de fecha
fr: Format de la date
ja: 日付書式
nl: Datumindeling

source: Days of data to keep
es: Días de datos para mantener
fr: Nombre de jours pendant lesquels on peut conserver les données
ja: データの保持日数
nl: Dagen van te behouden gegevens

source: Default
es: Predeterminado
fr: Par défaut
ja: デフォルト
nl: Standaard

source: Default Answer
es: Respuesta predeterminada
fr: Réponse par défaut
ja: デフォルトの応答
nl: Standaard antwoord

source: Define system-level features and functions
es: Defina características y funciones a nivel del sistema
fr: Définir les fonctions et fonctionnalités niveau système
ja: システムレベルの機能および関数の定義
nl: Kenmerken en functies op systeemniveau definiëren

source: Delete
es: ELIMINAR
fr: Supprimer
ja: 削除
nl: Verwijderen

source: Delete Group
es: Eliminar grupo
fr: Supprimer le groupe
ja: グループの削除
nl: Groep verwijderen

source: Delete Host
es: Borrar un host
fr: Supprimer l'hôte
ja: ホストの削除
nl: Host verwijderen

source: Delete Job
es: Eliminar tarea
fr: Supprimer Tâche
ja: ジョブの削除
nl: Taak verwijderen

source: Delete Organization
es: Eliminar organización
fr: Supprimer l'organisation
ja: 組織の削除
nl: Organisatie verwijderen

source: Delete Question
es: Eliminar pregunta
fr: Supprimer la question
ja: 質問の削除
nl: Vraag verwijderen

source: Delete Source
es: Eliminar fuente
fr: Supprimer la source
ja: ソースの削除
nl: Bron verwijderen

source: Delete credential
es: Eliminar la credencial.
fr: Supprimer les informations d’identification
ja: 認証情報の削除
nl: Toegangsgegevens verwijderen

source: Delete credential type
es: Eliminar tipo de credencial
fr: Supprimer le type d'informations d’identification
ja: 認証情報タイプの削除
nl: Soort toegangsgegevens verwijderen

source: Delete group
es: Eliminar grupo
fr: Supprimer le groupe
ja: グループの削除
nl: Groep verwijderen

source: Delete host
es: Eliminar host
fr: Supprimer l'hôte
ja: ホストの削除
nl: Host verwijderen

source: Delete inventory
es: Eliminar el inventario
fr: Supprimer l’inventaire
ja: インベントリーの削除
nl: Inventaris verwijderen

source: Delete inventory script
es: Eliminar el script de inventario.
fr: Supprimer le script d’inventaire
ja: インベントリースクリプトの削除
nl: Inventarisscript verwijderen

source: Delete job
es: Eliminar tarea
fr: Supprimer la tâche
ja: ジョブの削除
nl: Taak verwijderen

source: Delete notification
es: Eliminar la notificación
fr: Supprimer la notification
ja: 通知の削除
nl: Bericht verwijderen

source: Delete on Update
es: Eliminar la actualización
fr: Supprimer lors de la mise à jour
ja: 更新時のデプロイ
nl: Verwijderen bij update

source: Delete or promote the group's children?
es: ¿Desea eliminar o promover los elementos secundarios del grupo?
fr: Supprimer ou promouvoir les enfants du groupe ?
ja: グループの子を削除またはプロモートしますか?
nl: De kinderen van de groep verwijderen of promoveren?

source: Delete question
es: Eliminar pregunta
fr: Supprimer la question
ja: 質問の削除
nl: Vraag verwijderen

source: Delete schedule
es: Eliminar planificación
fr: Supprimer la programmation
ja: スケジュールの削除
nl: Schema verwijderen

source: Delete source
es: Eliminar fuente
fr: Supprimer la source
ja: ソースの削除
nl: Bron verwijderen

source: Delete team
es: Eliminar el equipo
fr: Supprimer l’équipe
ja: チームの削除
nl: Team verwijderen

source: Delete template
es: Eliminar la plantilla
fr: Supprimer le modèle
ja: テンプレートの削除
nl: Sjabloon verwijderen

source: Delete the local repository in its entirety prior to performing an update.
es: Eliminar el repositorio local en su totalidad antes de realizar la actualización.
fr: Supprimer le référentiel local dans son intégralité avant de lancer la mise à jour.
ja: 更新の実行前にローカルリポジトリーを完全に削除します。
nl: De lokale opslagplaats dient volledig verwijderd te worden voordat een update uitgevoerd wordt.

source: Delete the project
es: Eliminar el proyecto
fr: Supprimer le projet
ja: プロジェクトの削除
nl: Het project verwijderen

source: Delete the schedule
es: Eliminar la programación
fr: Supprimer la planification
ja: スケジュールの削除
nl: Het schema verwijderen

source: Delete the {{resourceType}}
es: Eliminar el {{resourceType}}
fr: Supprimer {{resourceType}}
ja: {{resourceType}} の削除
nl: De {{resourceType}} verwijderen

source: Delete user
es: Eliminar el usuario
fr: Supprimer l’utilisateur
ja: ユーザーの削除
nl: Gebruiker verwijderen

source: Delete {{ group }} and {{ host }}
es: Eliminar {{ group }} y {{ host }}
fr: Supprimer {{ group }} et {{ host }}
ja: {{ group }} および {{ host }} の削除
nl: {{ group }} en {{ host }} verwijderen

source: Deleting this {{ resourceType }} will make the following resources unavailable.
es: Al eliminar este {{ resourceType }}, los siguientes recursos dejarán de estar disponibles.
fr: En supprimant cette {{ resourceType }} les ressources suivantes ne seront plus disponibles.
ja: この {{ resourceType }} を削除すると、以下のリソースが利用できなくなります。
nl: Als u deze {{ resourceType }} verwijdert, zijn de volgende hulpbronnen niet meer beschikbaar.

source: Depending on the size of the repository this may significantly increase the amount of time required to complete an update.
es: Según el tamaño del repositorio, esto podría incrementar significativamente el tiempo necesario para completar una actualización.
fr: Selon la taille du référentiel, cette opération risque d’augmenter considérablement le délai d’exécution de la mise à jour.
ja: リポジトリーのサイズにより、更新の完了までに必要な時間が大幅に長くなる可能性があります。
nl: Afhankelijk van het formaat van de opslagplaats kan de tijd die nodig is om een update uit te voeren hierdoor sterk verlengd worden.

source: Describe Instances documentation
es: Documentación de descripción de las instancias
fr: Décrire la documentation des instances
ja: インスタンスの概要ドキュメント
nl: Documentatie Instances beschrijven

source: Description
es: Descripción
ja: 説明
nl: Omschrijving

source: Destination Channels
es: Canales destinatarios
fr: Canaux de destination
ja: 送信先チャネル
nl: Bestemmingskanalen

source: Destination Channels or Users
es: Canales destinatarios o usuarios
fr: Canaux de destination pour les utilisateurs
ja: 送信先チャネルまたはユーザー
nl: Bestemmingskanalen of -gebruikers

source: Destination SMS Number
es: Número SMS del destinatario
fr: Numéro SMS de destination
ja: 送信先 SMS 番号
nl: Sms-nummer bestemming

source: Details
es: Detalles
fr: Détails
ja: 詳細
nl: Meer informatie

source: Disable SSL Verification
es: Deshabilite la verificación de SSL
fr: Désactiver la vérification SSL
ja: SSL 検証の無効化
nl: SSL-verificatie uitschakelen

source: Disable Survey
es: Deshabilitar la encuesta
fr: Désactiver Questionnaire
ja: Survey の無効化
nl: Vragenlijst uitschakelen

source: Disable survey
es: Desactivar la encuesta
fr: Désactiver le questionnaire
ja: Survey の無効化
nl: Vragenlijst uitschakelen
