Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Are you sure you want to delete this {{ resourceType }}?
es: ¿Está seguro de que desea eliminar este {{ resourceType }}?
fr: Voulez-vous vraiment supprimer ce {{ resourceType }} ?
ja: この {{ resourceType }} を削除してもよろしいですか?
nl: Weet u zeker dat u dit {{ resourceType }} wilt verwijderen?

source: Are you sure you want to delete this {{deleteMode}}?
es: ¿Esta seguro de que desea eliminar este {{deleteMode}}?
fr: Êtes-vous certain de vouloir supprimer ce {{deleteMode}}?
ja: この {{deleteMode}} を削除してもよろしいですか?
nl: Weet u zeker dat u deze {{deleteMode}} wilt verwijderen?

source: Are you sure you want to disassociate the group below from
es: ¿Está seguro de que quiere desasociar el siguiente grupo de
fr: Voulez-vous vraiment supprimer le groupe ci-dessous de
ja: 以下のグループの関連付けを解除してもよろしいですか?
nl: Weet u zeker dat u onderstaande groep los wilt koppelen van

source: Are you sure you want to disassociate the host below from
es: ¿Está seguro de que quiere desasociar el host indicado de
fr: Voulez-vous vraiment supprimer l'hôte ci-dessous de
ja: 以下のホストの関連付けを解除してもよろしいですか?
nl: Weet u zeker dat u onderstaande host los wilt koppelen van

source: Are you sure you want to exit the Workflow Creator without saving your changes?
es: ¿Está seguro de que desea salir del Creador de flujo de trabajo sin guardar los cambios?
fr: Voulez-vous vraiment quitter le Workflow Creator sans enregistrer vos modifications ?
ja: 変更を保存せずにワークフロークリエーターを終了してもよろしいですか?
nl: Weet u zeker dat u de workflowcreator wil verlaten zonder uw wijzigingen op te slaan?

source: Are you sure you want to permanently delete the group below from the inventory?
es: ¿Está seguro de que quiere eliminar permanentemente el grupo indicado del inventario?
fr: Voulez-vous vraiment supprimer définitivement le groupe ci-dessous de l'inventaire ?
ja: インベントリーから以下のグループを完全に削除してもよろしいですか?
nl: Weet u zeker dat u onderstaande groep permanent wilt verwijderen uit de inventaris?

source: Are you sure you want to permanently delete the host below from the inventory?
es: ¿Está seguro de que quiere eliminar permanentemente el host indicado del inventario?
fr: Voulez-vous vraiment supprimer définitivement l'hôte ci-dessous de l'inventaire ?
ja: インベントリーからホストを完全に削除してもよろしいですか?
nl: Weet u zeker dat u onderstaande host permanent wilt verwijderen?

source: Are you sure you want to remove the %s below from %s?
es: ¿Esa seguro que quiere eliminar el siguiente %s de %s?
fr: Voulez-vous vraimment supprimer le %s ci-dessous de %s ?
ja: %s から以下の %s を削除してもよろしいですか?
nl: Weet u zeker dat u onderstaande %s wilt verwijderen uit de %s?

source: Are you sure you want to remove the following administrator from this organization?
es: ¿Está seguro de que desea eliminar el siguiente administrador de esta organización?
fr: Êtes-vous sûr de vouloir supprimer l'administrateur suivant de votre organisation ?
ja: この組織から以下の管理者を削除してもよろしいですか?
nl: Weet u zeker dat u de volgende beheerder wilt verwijderen uit deze organisatie?

source: Are you sure you want to remove the following user from this organization?
es: ¿Está seguro de que desea borrar el siguiente usuario de esta organización?
fr: Êtes-vous sûr de vouloir supprimer l''utilisateur suivant de votre organisation ?
ja: この組織から以下のユーザーを削除してもよろしいですか？
nl: Weet u zeker dat u de volgende gebruiker wilt verwijderen uit deze organisatie?

source: Are you sure you want to submit the request to cancel this job?
es: ¿Está seguro de que desea enviar la solicitud para cancelar este trabajo?
fr: Voulez-vous vraiment demander l'annulation de ce job ?
ja: このジョブをキャンセルする要求を送信してよろしいですか?
nl: Weet u zeker dat u het verzoek om deze taak te annuleren in wilt dienen?

source: Arguments
es: Argumentos
ja: 引数
nl: Argumenten

source: Artifacts
es: Artefactos
fr: Artefacts
ja: アーティファクト
nl: Artefacten

source: Ask at runtime?
es: ¿Preguntar durante la ejecución?
fr: Demander durant l’éxecution ?
ja: 実行時に確認しますか?
nl: Vragen bij runtime?

source: Associate an existing Instance
es: Asociar una instancia existente
fr: Associer une instance existante
ja: 既存インスタンスの関連付け
nl: Een bestaande instantie verbinden

source: Associate an existing group
es: Asociar un grupo existente
fr: Associer un groupe existant
ja: 既存グループの関連付け
nl: Een bestaande groep verbinden

source: Associate this host with a new group
es: Asociar este host a un nuevo grupo
fr: Associer cet hôte à un nouveau groupe
ja: 新規グループへのこのホストの関連付け
nl: Deze host verbinden met een nieuwe groep

source: Auditor
fr: Auditeur
ja: 監査者
nl: Controleur

source: Authentication
es: Identificación
fr: Authentification
ja: 認証
nl: Authenticatie

source: Authentication for network device access. This can include SSH keys, usernames, passwords, and authorize information. Network credentials are used when submitting jobs to run playbooks against network devices.
es: Identificación para el acceso a dispositivos de red. Puede incluir claves SSH, usuarios, contraseñas, e información de autorización. Las credenciales de Red son utilizadas al lanzar trabajos que ejecutan playbooks sobre dispositivos de red.
fr: Authentification pour l’accès aux périphériques réseau. Il peut s’agir de clés SSH, de noms d’utilisateur, de mots de passe et d’informations d’autorisation. Les informations d’identification réseau sont utilisées au cours de l’envoi de tâches afin d’exécuter des playbooks sur des périphériques réseau.
ja: ネットワークデバイスアクセスの認証です。これには、SSH キー、ユーザー名、パスワード、および承認情報が含まれることがあります。ネットワーク認証情報は、ネットワークデバイスに対して Playbook を実行するためのジョブの送信時に使用されます。
nl: Authenticatie voor toegang tot het netwerkapparaat. Hieronder kunnen vallen: SSH-sleutels, gebruikersnamen, wachtwoorden en autorisatie-informatie. Netwerktoegangsgegevens worden gebruikt voor het indienen van taken die draaiboeken afspelen tegen netwerkapparaten.

source: Authentication for remote machine access. This can include SSH keys, usernames, passwords, and sudo information. Machine credentials are used when submitting jobs to run playbooks against remote hosts.
es: Identificación para máquinas remotas. Puede incluir claves SSH, usuarios, contraseñas e información de sudo. Las credenciales de máquina son utilizadas al lanzar trabajos que ejecutan playbooks contra servidores remotos.
fr: Authentification pour l’accès aux machines distantes. Il peut s’agir de clés SSH, de noms d’utilisateur, de mots de passe et d’informations sudo. Les informations d’identification de machine sont utilisées au cours de l’envoi de tâches afin d’exécuter des playbooks sur des hôtes distants.
ja: リモートマシンアクセスの認証です。これには、SSH キー、ユーザー名、パスワード、および sudo 情報が含まれることがあります。マシン認証情報は、リモートホストに対して Playbook を実行するためのジョブの送信時に使用されます。
nl: Authenticatie voor machinetoegang op afstand. Hieronder kunnen vallen: SSH-sleutels, gebruikersnamen, wachtwoorden en sudo-informatie. Machinetoegangsgegevens worden gebruikt voor het indienen van taken die draaiboeken afspelen tegen hosts op afstand.

source: Authorization Code Expiration
es: Expiración del código de autorización
fr: Expiration du code d'autorisation
ja: 認証コードの有効期限
nl: Machtigingscode vervallen

source: Authorize
es: Autorizar
fr: Autoriser
ja: 承認
nl: Autoriseren

source: Authorize Password
es: Contraseña de autorización
fr: Mot de passe d’autorisation
ja: パスワードの承認
nl: Wachtwoord autoriseren

source: Availability Zone:
es: Zona de disponibilidad:
fr: Zone de disponibilité :
ja: アベイラビリティーゾーン
nl: Beschikbaarheidsgebied:

source: BROWSE
es: NAVEGAR
fr: NAVIGUER
ja: 参照
nl: BLADEREN

source: Back to Top
es: Volver a la parte superior
fr: Retour Haut de page
ja: トップに戻る
nl: Omhoog

source: Base path used for locating playbooks. Directories found inside this path will be listed in the playbook directory drop-down. Together the base path and selected playbook directory provide the full path used to locate playbooks.
es: Directorio base utilizado para encontrar playbooks. Los directorios encontrados dentro de este directorio serán listados en el desplegable correspondiente a la lista de playbook. Junto a la ruta base y el el directorio del playbook seleccionado se creará la ruta completa para encontrar los playbooks.
fr: Chemin de base utilisé pour localiser les playbooks. Les répertoires localisés dans ce chemin sont répertoriés dans la liste déroulante des répertoires de playbooks. Le chemin de base et le répertoire de playbook sélectionnés fournissent ensemble le chemin complet servant à localiser les playbooks.
ja: Playbook を見つけるために使用されるベースパスです。このパス内にあるディレクトリーは Playbook ディレクトリーのドロップダウンに一覧表示されます。ベースパスと選択された Playbook ディレクトリーは、Playbook を見つけるために使用される完全なパスを提供します。
nl: Basispad dat gebruikt wordt voor het vinden van draaiboeken. Mappen die binnen dit pad gevonden worden, zullen in het uitklapbare menu van de draaiboekmap genoemd worden. Het basispad en de gekozen draaiboekmap bieden samen het volledige pad dat gebruikt wordt om draaiboeken te vinden.

source: Basic Auth Password
es: Contraseña de autenticación básica
fr: Mot de passe d'authentification de base
ja: Basic 認証パスワード
nl: Wachtwoord basisauthenticatie

source: Become Privilege Escalation
es: Activar la escalada de privilegios
fr: Activer l’élévation des privilèges
ja: Become (権限昇格)
nl: Verhoging van rechten worden

source: Branch
es: Rama
fr: Branche
ja: ブランチ
nl: Vertakking

source: Branch to checkout. In addition to branches, you can input tags, commit hashes, and arbitrary refs. Some commit hashes and refs may not be availble unless you also provide a custom refspec.
es: Rama para comprobar. Además de las ramas, puede introducir etiquetas, confirmar hashes y referencias arbitrarias. Algunos hashes y refs de confirmación pueden no estar disponibles, a menos que usted también proporcione un refspec personalizado.
fr: Branche à extraire. En plus des branches, vous pouvez saisir des balises, des hachages de validation et des références arbitraires. Certains hachages et références de validation peuvent ne pas être disponibles à moins que vous ne fournissiez également une refspec personnalisée.
ja: チェックアウトするブランチです。ブランチ以外に、タグ、コミットハッシュ値、任意の参照 (refs) を入力できます。カスタムの refspec も指定しない限り、コミットハッシュ値や参照で利用できないものもあります。
nl: Vertakking naar de kassa. Naast vertakkingen kunt u ook tags, commit hashes en willekeurige refs invoeren. Sommige commit hashes en refs zijn mogelijk niet beschikbaar, tenzij u ook een aangepaste refspec aanlevert.

source: Branch to use in job run. Project default used if blank.
es: Rama para usar en la ejecución del trabajo. Se utiliza el proyecto predeterminado si está en blanco.
fr: Branche à utiliser lors de l’exécution du projet. Le projet par défaut est utilisé si vide.
ja: ジョブ実行で使用するブランチ。空白の場合はプロジェクトのデフォルト値が使用されます。
nl: Vertakking om te gebruiken bij het uitvoeren van een taak. Standaardproject wordt gebruikt indien leeg.

source: Browse
es: Navegar
fr: Parcourir
ja: 参照
nl: Bladeren

source: By default, Tower collects and transmits analytics data on Tower usage to Red Hat. There are two categories of data collected by Tower. For more information, see <a target="_blank" href="http://docs.ansible.com/ansible-tower/latest/html/installandreference/user-data.html#index-0">this Tower documentation page</a>. Uncheck the following boxes to disable this feature.
es: De manera predeterminada, Tower recopila y transmite datos analíticos sobre el uso de Tower a Red Hat. Hay dos categorías de datos recopilados por Tower. Para obtener más información, consulte <a target="_blank" href="http://docs.ansible.com/ansible-tower/latest/html/installandreference/user-data.html#index-0">esta página de documentación de Tower</a>. Desmarque las siguientes casillas para deshabilitar esta función.
fr: Par défaut, Tower collecte et transmet des données analytiques sur l'utilisation de Tower dans Red Hat. Deux catégories de données sont recueillies par Tower. Pour plus d'informations, voir <a target="_blank" href="http://docs.ansible.com/ansible-tower/latest/html/installandreference/user-data.html#index-0">cette page de documentation Tower</a>. Décochez ces cases pour désactiver cette fonctionnalité.
ja: デフォルトでは、Tower は Tower の使用状況に関する解析データを収集して、Red Hat に送信します。Tower が収集するデータにはカテゴリーが 2 種類あります。詳細情報は、 <a target="_blank" href="http://docs.ansible.com/ansible-tower/latest/html/installandreference/user-data.html#index-0">この Tower ドキュメントページ</a> を参照してください。この機能を無効にするには、以下のボックスのチェックを解除します。
nl: Tower verzamelt en verzendt gegevens over Tower-gebruik automatisch naar Red Hat. We zijn twee categorieën gegevens die verzameld worden door Tower. Ga voor meer informatie naar <a target="_blank" href="http://docs.ansible.com/ansible-tower/latest/html/installandreference/user-data.html#index-0"> deze pagina over Tower</a>. Vink de volgende vakjes uit om de deze functie uit te schakelen.

source: CANCEL
es: CANCELAR
fr: ANNULER
ja: 取り消し
nl: ANNULEREN

source: CAUTION: Setting both numerical variables to "0" will delete all facts.
es: CUIDADO: al configurar ambas variables numéricas como "0" eliminará todos los datos.
fr: ATTENTION : en définissant les deux variables numériques à "0", vous allez effacer tous les faits.
ja: 注意: どちらの数値変数も「0」に設定すると、すべてのファクトが削除されます。
nl: LET OP: door beide numerieke waarden in te stellen op '0' worden alle feiten verwijderd.

source: CHANGES
es: MODIFICACIONES
fr: MODIFICATIONS
ja: 変更
nl: WIJZIGINGEN

source: CHECK
es: COMPROBAR
fr: VÉRIFIER
ja: チェック
nl: CONTROLE

source: CHOOSE A FILE
es: ELEGIR UN ARCHIVO
fr: SÉLECTIONNER UN FICHIER
ja: ファイルの選択
nl: KIES EEN BESTAND

source: CLEAR ALL
es: LIMPIAR TODO
fr: TOUT EFFACER
ja: すべてをクリア
nl: ALLES WISSEN

source: CLIENT ID
es: ID DE CLIENTE
fr: ID CLIENT
ja: クライアント ID
nl: KLANT-ID

source: CLIENT SECRET
es: SECRETO DEL CLIENTE
fr: SECRET CLIENT
ja: クライアントシークレット
nl: KLANT-GEHEIM

source: CLOSE
es: CERRAR
fr: FERMER
ja: 閉じる
nl: SLUITEN

source: COMPLETED JOBS
es: TRABAJOS COMPLETADOS
fr: JOBS TERMINÉS
ja: 完了したジョブ
nl: VOLTOOIDE TAKEN

source: CONFIRM
es: CONFIRMAR
fr: CONFIRMER
ja: 確認
nl: BEVESTIGEN

source: COPY
es: COPIAR
fr: COPIER
ja: コピー
nl: KOPIËREN

source: COULD NOT CREATE TOKEN
es: NO SE PUDO CREAR EL TOKEN
fr: N'A PAS PU CRÉER DE JETON
ja: トークンを作成できませんでした。
nl: KON GEEN TOKEN AANMAKEN

source: CREATE %s
es: CREAR %s
fr: CRÉER %s
ja: %s の作成
nl: %s AANMAKEN

source: CREATE APPLICATION
es: CREAR APLICACIÓN
fr: CRÉER UNE APPLICATION
ja: アプリケーションの作成
nl: TOEPASSING AANMAKEN

source: CREATE CONTAINER GROUP
es: CREAR GRUPO DE CONTENEDORES
fr: CRÉER UN GROUPE DE CONTENEURS
ja: コンテナーグループの作成
nl: CONTAINERGROEP AANMAKEN

source: CREATE CREDENTIAL
es: CREAR CREDENCIAL
fr: CRÉER IDENTIFIANTS
ja: 認証情報の作成
nl: TOEGANGSGEGEVENS AANMAKEN

source: CREATE GROUP
es: CREAR GRUPO
fr: CRÉER UN GROUPE
ja: グループの作成
nl: GROEP AANMAKEN

source: CREATE HOST
es: CREAR HOST
fr: CRÉER HOTE
ja: ホストの作成
nl: HOST AANMAKEN

source: CREATE INSTANCE GROUP
es: CREAR GRUPO DE INSTANCIA
fr: CRÉER UN GROUPE D'INSTANCES
ja: インスタンスグループの作成
nl: INSTANTIEGROEP AANMAKEN

source: CREATE INVENTORY SOURCE
es: CREAR FUENTE DE INVENTARIO
fr: CRÉER UNE SOURCE D'INVENTAIRE
ja: インベントリーソースの作成
nl: INVENTARISBRON AANMAKEN

source: CREATE SCHEDULE
es: CREAR PROGRAMACIÓN
fr: CRÉER UNE PROGRAMMATION
ja: スケジュールの作成
nl: SCHEMA AANMAKEN

source: CREATE SCHEDULED JOB
es: CREAR TRABAJO PROGRAMADO
fr: CRÉER UNE TÂCHE PROGRAMMÉE
ja: スケジュール済みジョブの作成
nl: GEPLANDE TAAK AANMAKEN

source: CREATE SOURCE
es: CREAR FUENTE
fr: CRÉER UNE SOURCE
ja: ソースの作成
nl: BRON AANMAKEN

source: CREATE TOKEN
es: CREAR TOKEN
fr: CRÉER JETON
ja: トークンの作成
nl: TOKEN AANMAKEN

source: CREATED
es: CREADO
fr: CRÉÉ
ja: 作成済み
nl: AANGEMAAKT

source: CREDENTIAL
es: CREDENCIAL
fr: INFORMATIONS D’IDENTIFICATION
ja: 認証情報
nl: TOEGANGSGEGEVEN

source: CREDENTIAL TYPE
es: TIPO DE CREDENCIAL
fr: TYPE D'INFORMATIONS D'IDENTIFICATION
ja: 認証情報タイプ
nl: SOORT TOEGANGSGEGEVENS

source: CREDENTIAL TYPE:
es: TIPO DE CREDENCIAL:
fr: TYPE D'INFORMATIONS D'IDENTIFICATION :
ja: 認証情報タイプ:
nl: SOORT TOEGANGSGEGEVENS:

source: CREDENTIAL TYPES
es: TIPOS DE CREDENCIAL
fr: TYPES D'INFORMATIONS D'IDENTIFICATION
ja: 認証情報タイプ
nl: SOORTEN TOEGANGSGEGEVENS

source: CREDENTIALS
es: CREDENCIALES
fr: INFORMATIONS D’IDENTIFICATION
ja: 認証情報
nl: TOEGANGSGEGEVENS

source: CREDENTIALS PERMISSIONS
es: PERMISOS DE CREDENCIAL
fr: PERMISSIONS LIÉES AUX INFORMATIONS D'IDENTIFICATION
ja: 認証情報のパーミッション
nl: MACHTIGINGEN TOEGANGSGEGEVENS

source: Cache Timeout
es: Tiempo de espera de la caché
fr: Expiration du délai d’attente du cache
ja: キャッシュタイムアウト

source: Cache Timeout%s (seconds)%s
es: Tiempo de espera de la caché%s (seconds)%s
fr: Expiration du délai d’attente du cache%s (secondes)%s
ja: キャッシュタイムアウト%s (秒)%s
nl: Cache time-out %s (seconden)%s

source: Call to %s failed. DELETE returned status:
es: Fallo en la llamada a %s. ELIMINAR estado devuelto:
fr: Échec de l’appel de %s. État DELETE renvoyé :
ja: %s の呼び出しに失敗しました。DELETE で返されたステータス:
nl: Oproepen %s mislukt. Geretourneerde status VERWIJDEREN:

source: Call to %s failed. POST returned status:
es: Fallo en la llamada a %s. PUBLICAR estado devuelto:
fr: Échec de l’appel de %s. État POST renvoyé :
ja: %s の呼び出しに失敗しました。POST で返されたステータス:
nl: Oproepen %s mislukt. Geretourneerde status POSTEN:

source: Call to %s failed. Return status: %d
es: Fallo en la llamada a %s. Estado devuelto: %d
fr: Échec de l’appel de %s. État du renvoi : %d
ja: %s の呼び出しが失敗しました。返されたステータス: %d
nl: Oproepen %s mislukt. Status retourneren: %d

source: Call to {{ path }} failed. {{ action }} returned status: {{ status }}.
es: Llamada a {{ path }} fallida. {{ action }} estado devuelto: {{ status }}.
fr: La connexion à {{ path }} a échoué. {{ action }} statut renvoyé : {{ status }}.
ja: {{ path }} の呼び出しに失敗しました。{{ action }} で返されたステータス: {{ status }}
nl: Oproepen {{ path }} mislukt. {{ action }} heeft de volgende status teruggegeven: {{ status }}.

source: Cancel
es: Cancelar
fr: Annuler
ja: 取り消し
nl: Annuleren

source: Cancel Job
es: Cancelar tarea
fr: Annuler la tâche
ja: ジョブの取り消し
nl: Taak annuleren

source: Cancel Not Allowed
es: Cancelación no permitida.
fr: Annulation non autorisée
ja: 取り消しは許可されていません
nl: Annuleren niet toegestaan

source: Cancel Workflow
es: Cancelar el flujo de trabajo
fr: Annuler le flux de travail
ja: ワークフローの取り消し
nl: Workflow annuleren

source: Cancel job
es: Cancelar tarea
fr: Annuler la tâche
ja: ジョブの取り消し
nl: Taak annuleren

source: Cancel license lookup
es: Cancelar búsqueda de licencia
fr: Annuler la recherche de licence
ja: ライセンス検索の取り消し
nl: Licentie opzoeken annuleren

source: Cancel sync process
es: Cancelar proceso de sincronización
fr: Annuler le processus de synchronisation
ja: 同期プロセスの取り消し
nl: Synchronisatieproces annuleren

source: Cancel the SCM update
es: Cancelar la actualización de SCM
fr: Annuler la mise à jour SCM
ja: SCM 更新の取り消し
nl: SCM-update annuleren

source: Cancel the {{resourceType}}
es: Cancelar el {{resourceType}}
fr: Annuler {{resourceType}}
ja: {{resourceType}} の取り消し
nl: {{resourceType}} annuleren

source: Cancel unsaved changes
es: Cancelar cambios no guardados
fr: Annuler les modifications non enregistrées
ja: 変更が保存されていません
nl: Niet-opgeslagen wijzigingen annuleren

source: Canceled. Click for details
es: Cancelado. Haga clic para mostrar más detalles.
fr: Annulé. Cliquez pour connaître les détails.
ja: 取り消されました。クリックして詳細を確認してください。
nl: Geannuleerd. Klik voor meer informatie

source: Cannot find job.
es: No se encontró el trabajo
fr: Impossible de trouver le job.
ja: ジョブが見つかりません。
nl: Taak kan niet gevonden worden.

source: Cannot search running job
es: Imposible buscar en trabajos en ejecución.
fr: Impossible de rechercher les tâches en cours
ja: 実行中のジョブを検索することはできません
nl: Kan taak in uitvoering niet zoeken

source: Capacity
es: Capacidad
fr: Capacité
ja: 容量
nl: Capaciteit

source: Capacity (Ascending)
es: Capacidad (ascendente)
fr: Capacité (croissant)
ja: 容量 (昇順)
nl: Capaciteit (oplopend)

source: Capacity (Descending)
es: Capacidad (descendente)
fr: Capacité (décroissant)
ja: 容量 (降順)
nl: Capaciteit (aflopend)

source: Change %s when deploying {{BRAND_NAME}} to change this location.
es: Cambie %s al implementar {{BRAND_NAME}} para cambiar esta ubicación.
fr: Modifiez %s lorsque vous déployez {{BRAND_NAME}} pour changer cet emplacement.
ja: この場所を変更するには {{BRAND_NAME}} のデプロイ時に %s を変更します。
nl: Wijzig %s bij het uitrollen van {{BRAND_NAME}} om deze locatie te wijzigen.

source: Changes
es: Cambios
fr: Modifications
ja: 変更
nl: Wijzigingen

source: Channel
es: Canal
fr: Canal
ja: チャネル
nl: Kanaal

source: Check
es: Comprobar
fr: Vérifier
ja: チェック
nl: Controleren

source: Choose a %s
es: Elegir un %s
fr: Choisir un %s
ja: %s の選択
nl: Kies een %s

source: Choose a Webhook Service
es: Elegir un servicio de Webhook
fr: Choisir un service de webhook
ja: Webhook サービスの選択
nl: Kies een Webhookservice

source: Choose a job type
es: Seleccionar un tipo de tarea
fr: Choisir un type de job
ja: ジョブタイプを選択してください
nl: Kies een soort taak

source: Choose a playbook
es: Elegir un cuaderno de estrategias
fr: Choisir un playbook
ja: Playbook の選択
nl: Kies een draaiboek

source: Choose a verbosity
es: Elegir un nivel de detalle
fr: Sélectionnez une verbosité
ja: 詳細レベルの選択
nl: Kies een verbositeit

source: Choose an SCM Type
es: Elija un tipo de SCM
fr: Choisir un type de SCM
ja: SCM タイプの選択
nl: Kies een SCM-type

source: Choose an answer type
es: Elegir un tipo de respuesta
fr: Choisissez un type de réponse
ja: 回答タイプの選択
nl: Kies een antwoordtype

source: Choose an answer type or format you want as the prompt for the user. Refer to the Ansible Tower Documentation for more additional information about each option.
es: Especifique el tipo de respuesta o el formato que desee como indicador para el usuario. Consulte la documentación de Ansible Tower para obtener más información sobre cada una de las opciones.
fr: Spécifiez le type de format ou de type de réponse que vous souhaitez pour interroger l'utilisateur. Consultez la documentation d’Ansible Tower pour en savoir plus sur chaque option.
ja: ユーザーのプロンプトが表示される際に、必要な回答タイプを選択します。それぞれのオプションの詳細については、Ansible Tower ドキュメントを参照してください。
nl: Kies een antwoordtype of -formaat dat u als melding voor de gebruiker wilt. Raadpleeg de documentatie van Ansible Tower voor meer informatie over iedere optie.

source: Choose an email option
es: Elegir una opción de correo electrónico
fr: Choisir une option d'email
ja: メールオプションの選択
nl: Kies een e-mailoptie

source: Choose an inventory file
es: Escoja un archivo del inventario.
fr: Sélectionner un fichier d'inventaire
ja: インベントリーファイルの選択
nl: Kies een inventarisbestand

source: Choose file
es: Escoger fichero
fr: Choisir un fichier
ja: ファイルの選択
nl: Bestand kiezen

source: Choose your license file, agree to the End User License Agreement, and click submit.
es: Escoja su fichero de licencia, aceptando el Acuerdo de licencia de usuario final, y pulse sobre validar.
fr: Choisissez votre fichier de licence, acceptez le Contrat de licence de l’utilisateur final et validez.
ja: ライセンスファイルを選択し、使用許諾契約書に同意した後に「送信」をクリックします。
nl: Kies uw licentiebestand, ga akkoord met de Licentie-overeenkomst voor eindgebruikers en klik op indienen.

source: Clean
es: Limpiar
fr: Nettoyer
ja: クリーニング
nl: Opschonen

source: Clear
es: Borrar
fr: Effacer
ja: 消去
nl: Wissen

source: Click for details
es: Hacer clic para obtener más información
fr: Cliquez pour obtenir plus d’informations
ja: クリックして詳細を確認してください。
nl: Klik voor meer informatie

source: Click for help
es: Hacer clic para obtener ayuda
fr: Cliquez pour obtenir de l'aide
ja: クリックしてヘルプを確認してください
nl: Klik voor hulp

source: Click here to open the workflow visualizer
es: Haga clic aquí para abrir el visualizador de flujos de trabajo
fr: Cliquez ici pour ouvrir le visualisateur de flux de travail
ja: こちらをクリックしてワークフロービジュアライザーを開きます
nl: Klik hier om de workflowweergave te openen

source: Click here to open the workflow visualizer.
es: Haga clic aquí para abrir el visualizador de flujos de trabajo.
fr: Cliquez ici pour ouvrir le visualisateur de workflow.
ja: こちらをクリックしてワークフロービジュアライザーを開きます。
nl: Klik hier om de workflowweergave te openen.
