Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Provide the named URL encoded name or id of the remote Tower inventory to be imported.
es: Indique la URL, el nombre cifrado o id del inventario remoto de Tower para importarlos.
fr: Fournir le nom encodé de l'URL ou d'id de l'inventaire distant de Tower à importer.
ja: インポートされるリモート Tower インベントリーの名前付き URL のエンコードされた名前または ID を指定します。
nl: Voer de URL, versleutelde naam of ID of de externe inventaris in die geïmporteerd moet worden.

source: Provide your Red Hat customer credentials and you can choose from a list of your available licenses. The credentials you use will be stored for future use in retrieving renewal or expanded licenses. You can update or remove them in SETTINGS > SYSTEM.
ja: Red Hat の顧客認証情報を指定して、利用可能なライセンス一覧から選択してください。使用した認証情報は、今後、ライセンスの更新や延長情報を取得する時に利用できるように保存されます。設定 > システムでこの情報は更新または削除できます。

source: Provisioning Callback URL
es: Dirección URL para las llamadas callback
fr: URL de rappel d’exécution de Tower job_template
ja: プロビジョニングコールバック URL
nl: Provisioning terugkoppelings-URL

source: Purple
es: Púrpura
fr: Violet
ja: 紫
nl: Paars

source: READ ONLY
es: SOLO LECTURA
fr: LECTURE SEULE
ja: 読み取り専用
nl: ALLEEN-LEZEN

source: RECENT JOB RUNS
es: TRABAJOS EJECUTADOS RECIENTEMENTE
fr: RÉCENTES EXÉCUTIONS DE TÂCHE
ja: 最近のジョブ実行
nl: RECENTE TAAKUITVOERINGEN

source: RECENTLY RUN JOBS
es: TRABAJOS EJECUTADOS RECIENTEMENTE
fr: TÂCHES RÉCEMMENT EXÉCUTÉES
ja: 最近実行されたジョブ
nl: TAKEN DIE RECENT UITGEVOERD ZIJN

source: RECENTLY USED JOB TEMPLATES
es: PLANTILLAS DE TRABAJO USADOS RECIENTEMENTE
fr: MODÈLES DE TÂCHE RÉCEMMENT UTILISÉS
ja: 最近使用されたジョブテンプレート
nl: TAAKSJABLONEN DIE RECENT GEBRUIKT ZIJN

source: RECENTLY USED TEMPLATES
es: PLANTILLAS USADAS RECIENTEMENTE
fr: MODÈLES RÉCEMMENT UTILISÉS
ja: 最近使用されたテンプレート
nl: SJABLONEN DIE RECENT GEBRUIKT ZIJN

source: REFRESH
es: ACTUALIZAR
fr: ACTUALISER
ja: 更新
nl: VERNIEUWEN

source: REFRESH TOKEN
es: ACTUALIZAR TOKEN
fr: RÉACTUALISER JETON
ja: トークンの更新
nl: TOKEN VERVERSEN

source: RELATED FIELDS:
es: CAMPOS RELACIONADOS:
fr: CHAMPS ASSOCIÉS :
ja: 関連フィールド:
nl: VERWANTE VELDEN:

source: REMEDIATE INVENTORY
es: REPARAR INVENTARIO
fr: REMÉDIER À L'INVENTAIRE
ja: インベントリーの修復
nl: INVENTARIS HERSTELLEN

source: REMOVE
es: ELIMINAR
fr: SUPPRIMER
ja: 削除
nl: VERWIJDEREN

source: REMOVE ACCESS
es: QUITAR ACCESO
fr: SUPPRIMER L'ACCÈS
ja: アクセス権の削除
nl: TOEGANG VERWIJDEREN

source: REMOVE TEAM ACCESS
es: ELIMINAR ACCESO DEL EQUIPO
fr: SUPPRIMER L'ACCÈS À L'ÉQUIPE
ja: チームのアクセス権の削除
nl: TEAMTOEGANG VERWIJDEREN

source: RESULTS
es: RESULTADOS
fr: RÉSULTATS
ja: 結果
nl: RESULTATEN

source: REVERT
es: REVERTIR
fr: RÉTABLIR
ja: 元に戻す
nl: TERUGZETTEN

source: REVISION
es: REVISIÓN
fr: RÉVISION
ja: リビジョン
nl: REVISIE

source: ROOT GROUPS
es: GRUPOS RAÍZ
fr: GROUPES RACINE
ja: Root グループ
nl: WORTELGROEPEN

source: RSA Private Key
es: Clave privada RSA
fr: Clé privée RSA
ja: RSA 秘密鍵
nl: RSA-privésleutel

source: RUN
es: EJECUTAR
fr: EXÉCUTER
ja: 実行
nl: UITVOEREN

source: RUN COMMAND
es: EJECUTAR COMANDO
fr: EXÉCUTER COMMANDE
ja: コマンドの実行
nl: COMMANDO UITVOEREN

source: RUN COMMANDS
es: EJECUTAR COMANDOS
fr: EXÉCUTER DES COMMANDES
ja: コマンドの実行
nl: COMMANDO'S UITVOEREN

source: Random
es: Aleatorio
fr: Aléatoire
ja: ランダム
nl: Willekeurig

source: Read
es: Lectura
fr: Lecture
ja: 読み込み
nl: Lezen

source: Read only view of extra variables added to the workflow.
es: Vista de sólo lectura de las variables adicionales añadidas al flujo de trabajo.
fr: Affichage en lecture seule de variables supplémentaires ajoutées au flux de travail.
ja: 追加変数の読み取り専用ビューがワークフローに追加されました。
nl: Alleen-lezen-beeld van extra variabelen toegevoegd aan de workflow.

source: Read-only view of artifacts added to the job template
es: Vista de solo lectura de artefactos añadidos a la plantilla de trabajo
fr: Affichage en lecture seule des artefacts ajoutés au modèle de job
ja: アーティファクトの読み取り専用ビューがジョブテンプレートに追加されました
nl: Alleen-lezen-beeld van artefacten toegevoegd aan taaksjabloon

source: Read-only view of extra variables added to the job template
es: Vista de solo lectura de variables adicionales agregadas a la plantilla de trabajo
fr: Affichage en lecture seule de variables supplémentaires ajoutées au modèle de job.
ja: 追加変数の読み取り専用ビューがジョブテンプレートに追加されました
nl: Alleen-lezen-beeld van extra variabelen toegevoegd aan taaksjabloon.

source: Read-only view of extra variables added to the job template.
es: Vista de solo lectura de las variables adicionales añadidas a la plantilla de trabajo.
fr: Affichage en lecture seule de variables supplémentaires ajoutées au modèle de job.
ja: 追加変数の読み取り専用ビューがジョブテンプレートに追加されました。
nl: Alleen-lezen-beeld van extra variabelen toegevoegd aan taaksjabloon.

source: Recent Failed Jobs
es: Trabajos con errores recientes
fr: Tâches ayant échoué récemment.
ja: 最近の失敗ジョブ
nl: Recent mislukte taken

source: Recent Notifications
es: Notificaciones recientes
fr: Notifications récentes
ja: 最近の通知
nl: Recente berichten

source: Recent Successful Jobs
es: Trabajos exitosos recientes
fr: Tâches ayant réussi récemment
ja: 最近成功ジョブ
nl: Recente succesvolle taken

source: Recipient List
es: Lista de destinatarios
fr: Liste de destinataires
ja: 受信者リスト
nl: Lijst van ontvangers

source: Red
es: Rojo
fr: Rouge
ja: 赤
nl: Rood

source: Refer to the Ansible Tower documentation for further syntax and examples.
es: Consulte la documentación de Ansible Tower para obtener más ejemplos sobre sintaxis.
fr: Consultez la documentation d’Ansible Tower pour obtenir des exemples de syntaxe.
ja: 追加の構文およびサンプルについては、Ansible Tower ドキュメントを参照してください。
nl: Raadpleeg de documentatie van Ansible Tower voor meer syntaxis en voorbeelden.

source: Refer to the Ansible documentation for details about the configuration file.
es: Consulte la documentación de Ansible para obtener detalles sobre el archivo de configuración.
fr: Reportez-vous à la documentation Ansible pour plus de détails sur le fichier de configuration.
ja: 設定ファイルの詳細は、Ansible ドキュメントを参照してください。
nl: Raadpleeg de documentatie van Ansible voor meer informatie over het configuratiebestand.

source: Refresh
es: Actualizar
fr: Recharger
ja: 更新
nl: Vernieuwen

source: Refresh Insights
es: Actualizar Insights
fr: Actualiser Insights
ja: Insights の更新
nl: Inzichten vernieuwen

source: Refresh Token Expiration
es: Actualizar expiración del token
fr: Actualiser l’expiration du jeton
ja: トークンの有効期限を更新する
nl: Vernieuwingstoken vervallen

source: Refresh the page
es: Actualizar la página
fr: Actualiser la page
ja: ページの更新
nl: Pagina vernieuwen

source: Region:
es: Región:
fr: Région :
ja: リージョン:
nl: Regio:

source: Regions
es: Regiones
fr: Régions
ja: リージョン
nl: Regio's

source: Related Groups
es: Grupos relacionados
fr: Groupes liés
ja: 関連するグループ
nl: Gerelateerde groepen

source: Relaunch On
es: Relanzar el
fr: Relancer sur
ja: 再起動時
nl: Opnieuw starten bij

source: Relaunch job
es: Relanzar tarea
fr: Relancer la tâche
ja: ジョブの再起動
nl: Taak opnieuw starten

source: Relaunch using host parameters
es: Relanzar utilizando los parámetros de host
fr: Relancer en utilisant les paramètres de l'hôte
ja: ホストパラメーターを使用した再起動
nl: Opnieuw opstarten met hostparameters

source: Relaunch using the same parameters
es: Relanzar utilizando los mismos parámetros
fr: Relancer en utilisant les mêmes paramètres
ja: 同一パラメーターによる起動
nl: Opnieuw opstarten met dezelfde parameters

source: Remediate Inventory
es: Reparar inventario
fr: Remédier à l'inventaire
ja: インベントリーの修復
nl: Inventaris herstellen

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
nl: Verwijderen

source: Remove Label from
es: Quitar etiqueta de
fr: Supprimer l'étiquette de
ja: 以下からラベルを削除する
nl: Verwijder label van

source: Remove any local modifications prior to performing an update.
es: Eliminar cualquier modificación local antes de realizar una actualización.
fr: Supprimez toutes les modifications locales avant d’effectuer une mise à jour.
ja: 更新の実行前にローカルの変更を削除します。
nl: Verwijder alle plaatselijke aanpassingen voordat een update uitgevoerd wordt.

source: Remove host from
es: Borrar host
fr: Supprimer l'hôte de
ja: 以下からホストを削除する
nl: Verwijder host van

source: Repeat frequency
es: Frecuencia de repetición
fr: Fréquence de répétition
ja: 繰り返しの頻度
nl: Frequentie herhalen

source: Replace
es: Reemplazar
fr: Remplacer
ja: 置換
nl: Vervangen

source: Replace password
es: Reemplazar contraseña
fr: Remplacer le mot de passe
ja: パスワードの置き換え
nl: Wachtwoord vervangen

source: Replace secret
es: Reemplazar secreto
fr: Remplacer le secret
ja: シークレットの置き換え
nl: Geheim vervangen

source: Request License
es: Solicitar una licencia
fr: Demander une licence
ja: ライセンスの要求
nl: Licentie opvragen

source: Required
es: Obligatorio
fr: Obligatoire
ja: 必須
nl: Vereist

source: Reset
es: Restablecer
fr: Réinitialisation
ja: リセット
nl: Resetten

source: Resources
es: Recursos
fr: Ressources
ja: リソース
nl: Hulpbronnen

source: Resources are missing from this template.
es: Faltan recursos de esta plantilla.
fr: Ressources manquantes dans ce modèle.
ja: リソースがこのテンプレートにありません。
nl: Er ontbreken hulpbronnen uit dit sjabloon.

source: Return
es: Volver
fr: Renvoi
ja: 戻る
nl: Teruggeven

source: Returned status:
es: Estado devuelto:
fr: État renvoyé :
ja: 返されたステータス:
nl: Teruggegeven status:

source: Revert
es: Revertir
fr: Revenir
ja: 戻す
nl: Terugzetten

source: Revert all to default
es: Revertir todo a valores por defecto
fr: Revenir aux valeurs par défaut
ja: すべてをデフォルトに戻す
nl: Alles terugzetten naar standaardinstellingen

source: Revision
es: Revisión
fr: Révision
ja: リビジョン
nl: Herziening

source: Revision #
es: Revisión n°
fr: Révision n°
ja: リビジョン #
nl: Herziening #

source: Role
es: Rol
fr: Rôle
ja: ロール
nl: Rol

source: Role access removal
es: Eliminación de acceso de rol
fr: Suppression de l'accès du rôle
ja: ロールのアクセス権の削除
nl: Toegang voor rol verwijderen

source: Rotate Webhook Key
es: Girar clave de Webhook
fr: Rotation de clé de webhook
ja: Webhook キーの回転
nl: Webhooksleutel draaien

source: Running Jobs
es: Tareas en ejecución
fr: Tâches en cours d'exécution
ja: 実行中のジョブ
nl: Taken in uitvoering

source: SAVE
es: GUARDAR
fr: ENREGISTRER
ja: 保存
nl: OPSLAAN

source: SAVE & EXIT
es: GUARDAR Y SALIR
fr: ENREGISTRER ET QUITTER
ja: 保存して終了
nl: OPSLAAN EN AFSLUITEN

source: SCHEDULED JOBS
es: TRABAJOS PROGRAMADOS
fr: TÂCHES PROGRAMMÉES
ja: スケジュール済みジョブ
nl: GEPLANDE TAKEN

source: SCHEDULES
es: PROGRAMACIONES
fr: PROGRAMMATIONS
ja: スケジュール
nl: SCHEMA'S

source: SCM Branch
es: Rama SCM
fr: Branche SCM
ja: SCM ブランチ
nl: SCM-vertakking

source: SCM Branch/Tag/Commit
es: Consigna/Etiqueta/Rama SCM
fr: Branche SCM/Balise/Validation
ja: SCM ブランチ/タグ/コミット
nl: SCM-vertakking/tag/binding

source: SCM Branch/Tag/Revision
es: Revisión/Etiqueta/Rama SCM
fr: Branche SCM/Balise/Révision
ja: SCM ブランチ/タグ/リビジョン
nl: SCM-vertakking/tag/herziening

source: SCM Clean
es: Limpiar SCM
fr: Nettoyage SCM
ja: SCM クリーニング
nl: SCM-zuiveren

source: SCM Delete
es: Eliminar SCM
fr: Suppression SCM
ja: SCM 削除
nl: SCM-verwijderen

source: SCM Private Key
es: Clave privada SCM
fr: Clé privée SCM
ja: SCM 秘密鍵
nl: SCM-privésleutel

source: SCM Type
es: Tipo SCM
fr: Type de SCM
ja: SCM タイプ
nl: Type SCM

source: SCM Update
es: Actualizar SCM
fr: Mise à jour SCM
ja: SCM 更新

source: SCM Update Cancel
es: Cancelar actualización SCM
fr: Annulation de la mise à jour SCM
ja: SCM 更新の取り消し
nl: SCM-updatekanaal

source: SCM Update Options
es: Opciones de actualización SCM
fr: Options de mise à jour SCM
ja: SCM 更新オプション
nl: SCM-update-opties

source: SCM update currently running
es: Actualización SCM actualmente en ejecución
fr: Mise à jour SCM en cours
ja: 現在実行中の SCM 更新
nl: SCM-update nu in uitvoering

source: SCOPE
es: ALCANCE
fr: CHAMP d'APPLICATION
ja: スコープ
nl: BEREIK

source: SEARCH
es: BÚSQUEDA
fr: RECHERCHE
ja: 検索
nl: ZOEKEN

source: SELECT
es: SELECCIONAR
fr: SÉLECTIONNER
ja: 選択
nl: SELECTEREN

source: SELECT A CREDENTIAL
es: SELECCIONAR UNA CREDENCIAL
fr: SÉLECTIONNER UNE INFORMATION D'IDENTIFICATION
ja: 認証情報の選択
nl: EEN TOEGANGSGEGEVEN SELECTEREN

source: SELECT A CREDENTIAL TYPE
es: SELECCIONAR UN TIPO DE CREDENCIAL
fr: SÉLECTIONNER UN TYPE D'INFORMATION D'IDENTIFICATION
ja: 認証情報タイプの選択
nl: SELECTEER EEN SOORT TOEGANGSGEGEVENS

source: SELECT AN APPLICATION
es: SELECCIONAR UNA APLICACIÓN
fr: SÉLECTIONNER UNE APPLICATION
ja: アプリケーションの選択
nl: TOEPASSING SELECTEREN

source: SELECT AN ORGANIZATION
es: SELECCIONAR UNA ORGANIZACIÓN
fr: SÉLECTIONNER UNE ORGANISATION
ja: 組織の選択
nl: SELECTEER EEN ORGANISATIE

source: SELECT GROUPS
es: SELECCIONAR GRUPOS
fr: SÉLECTIONNER DES GROUPES
ja: グループの選択
nl: SELECTEER GROEPEN

source: SELECT HOSTS
es: SELECCIONAR HOSTS
fr: SÉLECTIONNER DES HÔTES
ja: ホストの選択
nl: SELECTEER HOSTS

source: SELECT INSTANCE
es: SELECCIONAR INSTANCIA
fr: SÉLECTIONNER UNE INSTANCE
ja: インスタンスの選択
nl: INSTANTIE SELECTEREN

source: SELECTED
es: SELECCIONADO
fr: SÉLECTIONNÉ
ja: 選択済み
nl: GESELECTEERD

source: SELECTED:
es: SELECCIONADO:
fr: SÉLECTIONNÉ :
ja: 選択済み:
nl: GESELECTEERD:

source: SETTING CATEGORY
es: CATEGORÍA DE LA CONFIGURACIÓN
fr: CATÉGORIE DE PARAMÈTRE
ja: カテゴリーの設定
nl: CATEGORIE SELECTEREN

source: SETTING NAME
es: NOMBRE DE LA CONFIGURACIÓN
fr: NOM DU PARAMÈTRE
ja: 名前の設定
nl: NAAM INSTELLEN

source: SETTINGS
es: AJUSTES
fr: PARAMÈTRES
ja: 設定
nl: INSTELLINGEN

source: SHOW
es: MOSTRAR
fr: AFFICHER
ja: 表示
nl: TONEN

source: SIGN IN
es: CONECTARSE
fr: SE CONNECTER
ja: サインイン
nl: AANMELDEN

source: SIGN IN WITH
es: CONECTARSE CON
fr: SE CONNECTER AVEC
ja: サインイン:
nl: AANMELDEN MET

source: SMART INVENTORY
es: INVENTARIO INTELIGENTE
fr: INVENTAIRE SMART
ja: スマートインベントリー
nl: SMART-INVENTARIS

source: SORT BY
es: ORDENAR POR
fr: TRIER PAR
ja: 並び替え
nl: SORTEREN OP

source: SOURCES
es: FUENTES
ja: ソース
nl: BRONNEN

source: SSH Key
es: Clave SSH
fr: Clé SSH
ja: SSH キー
nl: SSH-sleutel

source: SSH Password
es: Contraseña de SSH
fr: Mot de passe SSH
ja: SSH パスワード
nl: SSH-wachtwoord

source: SSH key description
es: Descripción de la clave SSH
fr: Description de la clé SSH
ja: SSH キーの説明
nl: Beschrijving SSH-sleutel

source: SSL Connection
es: Conexión SSL
fr: Connexion SSL
ja: SSL 接続
nl: SSL-verbinding

source: START
es: INICIAR
fr: DÉMARRER
ja: 開始
nl: BEGINNEN

source: STATUS
es: ESTADO
fr: STATUT
ja: ステータス

source: STS Token
es: Token STS
fr: Token STS
ja: STS トークン

source: SUCCESSFUL
es: CORRECTO
fr: RÉUSSI
ja: 成功
nl: GESLAAGD

source: SYNC ALL
es: SINCRONIZAR TODO
fr: SYNCHRONISER TOUT
ja: すべてを同期する
nl: ALLES SYNCHRONISEREN

source: Sat
es: Sáb
fr: Sam.
ja: 土
nl: Zat

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
nl: Opslaan

source: Save Complete
es: Guardado completo
fr: Sauvegarde terminée
ja: 保存が完了しました
nl: Opslaan voltooid

source: Save and enable log aggregation before testing the log aggregator.
es: Guarde y habilite la agregación de registros antes de probar el agregador de registros.
fr: Enregistrez et activez l'agrégation de journalisation avant de tester l'agrégateur de journalisation.
ja: ログ集計機能をテストする前に、ログ集計を保存して有効にします。
nl: Sla logboekaggregatie op en schakel deze in voordat u de logboekaggregator test.

source: Save changes
es: Guardar los cambios
fr: Enregistrer les modifications
ja: 変更の保存
nl: Wijzigingen opslaan

source: Save successful!
es: Guardado correctamente
fr: Enregistrement réussi
ja: 正常に保存が実行されました!
nl: Opslaan gelukt!

source: Schedule Description
es: Descripción de la programación
fr: Description du planning
ja: 説明のスケジュール
nl: Omschrijving schema

source: Schedule Management Job
es: Planificar trabajo de gestión
fr: Planifier la tâche de gestion
ja: 管理ジョブのスケジュール
nl: Schema beheertaak

source: Schedule inventory syncs
es: Programar sincronizaciones de inventario
fr: Planifier des synchronisations d'inventaire futures
ja: インベントリー同期のスケジュール
nl: Inventarissynchronisaties inplannen

source: Schedule is active.
es: La programación está activa.
fr: Le planning est actif.
ja: スケジュールはアクティブです。
nl: Schema is actief.

source: Schedule is active. Click to stop.
es: La programación está activa. Haga clic para detenerla.
fr: Le planning est actif. Cliquer pour le mettre à l'arrêt.
ja: スケジュールはアクティブです。クリックして停止してください。
nl: Schema is actief. Klik om stop te zetten.

source: Schedule is stopped.
es: La programación se detuvo.
fr: Le planning est à l'arrêt.
ja: スケジュールは停止しています。
nl: Schema is gestopt.

source: Schedule is stopped. Click to activate.
es: La programación se detuvo. Haga clic para activarla.
fr: Le planning à l'arrêt. Cliquer pour l'activer.
ja: スケジュールは停止しています。クリックしてアクティブにしてください。
nl: Schema is gestopt. Klik om te activeren.

source: Schedule name
es: Nombre de programa
fr: Intitulé
ja: スケジュール名
nl: Schemanaam

source: Schedules
es: Programaciones
fr: Calendriers
ja: スケジュール
nl: Schema's

source: Scope
es: Ámbito
fr: Champ d'application
ja: 範囲
nl: Bereik

source: Search
es: Buscar
fr: Rechercher
ja: 検索
nl: Zoeken

source: Secret Key
es: Clave secreta
fr: Clé secrète
ja: シークレットキー
nl: Geheime sleutel

source: Security Group:
es: Grupo de seguridad:
fr: Groupe de sécurité :
ja: セキュリティーグループ:
nl: Veiligheidsgroep:

source: Security Token Service (STS) is a web service that enables you to request temporary, limited-privilege credentials for AWS Identity and Access Management (IAM) users.
es: El Security Token Service (STS) es un servicio web que habilita su solicitud temporalmente y con credenciales con privilegio limitado para usuarios de AWS Identity y Access Management (IAM).
fr: Le service de jeton de sécurité (STS) est un service Web qui permet de demander des informations d’identification provisoires avec des privilèges limités pour les utilisateurs d’AWS Identity and Access Management (IAM).
ja: セキュリティートークンサービス (STS) は、AWS Identity and Access Management (IAM) ユーザーの一時的な、権限の制限された認証情報を要求できる web サービスです。
nl: Security Token Service (STS) is een webdienst waarmee u tijdelijke toegangsgegevens met beperkte rechten aan kunt vragen voor gebruikers van AWS Identity en Access Management (IAM)

source: Select
es: Seleccionar
fr: Sélectionner
ja: 選択
nl: Selecteren

source: Select Instance Groups
es: Seleccionar grupos de instancias
fr: Sélectionner des groupes d'instance
ja: インスタンスグループの選択
nl: Instantiegroepen selecteren

source: Select Webhook Credential
es: Seleccione la credencial de Webhook
fr: Sélectionnez l’information d’identification de webhook
ja: Webhook の認証情報の選択
nl: Toegangsgegevens Webhook selecteren

source: Select a branch for the workflow. This branch is applied to all job template nodes that prompt for a branch.
es: Seleccione una rama para el flujo de trabajo. Esta rama se aplica a todos los nodos de la plantilla de trabajo que indican una rama.
fr: Sélectionnez une branche pour le workflow. Cette branche est appliquée à tous les nœuds de modèle de tâche qui demandent une branche.
ja: ワークフローにブランチを選択してください。このブランチは、ブランチを求めるジョブテンプレートノードすべてに適用されます。
nl: Selecteer een vertakking voor de workflow. Deze vertakking wordt toegepast op alle jobsjabloonknooppunten die vragen naar een vertakking.

source: Select a credential
es: Seleccionar una credencial
fr: Sélectionner une information d'identification
ja: 認証情報の選択
nl: Toegangsgegevens selecteren

source: Select a frequency for snapshot retention
es: Selecciona las frecuencia para la retención de instantáneas (snapshots)
fr: Sélectionnez une fréquence pour la conservation des instantanés
ja: スナップショットの保持頻度を選択
nl: Een frequentie selecteren voor het behoud van momentopnames

source: Select a license
es: Seleccione una licencia
fr: Sélectionner une licence
ja: ライセンスの選択
nl: Een licentie selecteren

source: Select a role
es: Seleccionar un rol
fr: Sélectionner un rôle
ja: ロールの選択
nl: Rol selecteren

source: Select a scope
es: Seleccionar un alcance
fr: Sélectionner un champ d'application
ja: スコープの選択
nl: Een bereik kiezen

source: Select a time period after which to remove old facts
es: Seleccione un periodo en el que después de él se eliminará los facts antiguos.
fr: Sélectionnez un intervalle de temps après lequel les faits anciens pourront être supprimés
ja: 古いファクトを削除するまでの期間を選択
nl: Selecteer een tijdsperiode waarna oude feiten worden verwijderd.

source: Select a webhook service.
es: Seleccione un servicio de webhook.
fr: Sélectionnez un service webhook.
ja: Webhook サービスを選択します。
nl: Selecteer een webhookservice.

source: Select an inventory for the workflow. This inventory is applied to all job template nodes that prompt for an inventory.
es: Seleccione un inventario para el flujo de trabajo. Este inventario se aplica a todos los nodos de la plantilla de trabajo que indican un inventario.
fr: Sélectionnez un inventaire pour le flux de travail. Cet inventaire est appliqué à tous les nœuds de modèle de tâche qui demandent un inventaire.
ja: ワークフローのインベントリーを選択してください。このインベントリーが、インベントリーをプロンプトするすべてのジョブテンプレートノードに適用されます。
nl: Selecteer een inventaris voor de workflow. Deze inventaris wordt toegepast op alle jobsjabloonknooppunten die vragen naar een inventaris.

source: Select an inventory source by clicking the check box beside it. The inventory source can be a single group or a selection of multiple groups.
es: Seleccione una fuente de inventario al hacer clic en la casilla de verificación a su lado. La fuente de inventario puede ser un único grupo o una selección de varios grupos.
fr: Sélectionner une source d'inventaire en cliquant sur la case correspondante. La source de l'inventaire peut être un seul groupe ou une sélection de plusieurs groupes.
ja: チェックボックスをクリックしてインベントリーソースを選択します。インベントリーソースは単一グループにすることも、複数グループのセレクションにすることもできます。
nl: Selecteer een inventarisbron door het selectievak ernaast aan te klikken. De inventarisbron kan een enkele groep of een selectie van meerdere groepen zijn.

source: Select an inventory source by clicking the check box beside it. The inventory source can be a single group or host, a selection of multiple hosts, or a selection of multiple groups.
es: Seleccione una fuente de inventario al hacer clic en la casilla de verificación a su lado. La fuente de inventario puede ser un único grupo o host, una selección de varios hosts o una selección de varios grupos.
fr: Sélectionner une source d'inventaire en cliquant sur la case correspondante. La source de l'inventaire peut être un seul groupe ou hôte, une sélection de plusieurs hôtes ou une sélection de plusieurs groupes.
ja: チェックボックスをクリックしてインベントリーソースを選択します。インベントリーソースは単一グループや複数ホストのセレクション、または複数グループのセレクションにすることができます。
nl: Selecteer een inventarisbron door het selectievak ernaast aan te klikken. De inventarisbron kan een enkele groep of host, een selectie van meerdere hosts of een selectie van meerdere groepen zijn.

source: Select an inventory source by clicking the check box beside it. The inventory source can be a single host or a selection of multiple hosts.
es: Seleccione una fuente de inventario al hacer clic en la casilla de verificación a su lado. La fuente de inventario puede ser un único host o una selección de varios hosts.
fr: Sélectionner une source d'inventaire en cliquant sur la case correspondante. La source de l'inventaire peut être un seul hôte ou une sélection de plusieurs hôtes.
ja: チェックボックスをクリックしてインベントリーソースを選択します。インベントリーソースは単一ホストにすることも、複数ホストのセレクションにすることもできます。
nl: Selecteer een inventarisbron door het selectievak ernaast aan te klikken. De inventarisbron kan een enkele host of een selectie van meerdere hosts zijn.

source: Select commands
es: Seleccionar comandos
fr: Sélectionner des commandes
ja: コマンドの選択
nl: Commando's selecteren
