Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Unable to Submit
es: No se puede enviar
fr: Validation impossible
ja: 送信できません
nl: Kon niet indienen

source: Unable to copy template.
es: No es posible copiar la plantilla.
fr: Impossible de copier le modèle.
ja: テンプレートをコピーできませんでした。
nl: Kon sjabloon niet kopiëren.

source: Unable to delete instance group.
es: No es posible eliminar el grupo de instancias.
fr: Impossible de supprimer le groupe d'instances
ja: インスタンスグループを削除できませんでした。
nl: Kon instantiegroep niet verwijderen.

source: Unable to delete template.
es: No es posible eliminar la plantilla.
fr: Impossible de supprimer le modèle.
ja: テンプレートを削除できませんでした。
nl: Kon sjabloon niet verwijderen.

source: Unable to determine template type.
es: No es posible determinar el tipo de plantilla.
fr: Impossible de déterminer le type de modèle.
ja: テンプレートタイプを判別できませんでした。
nl: Kon soort sjabloon niet bepalen.

source: Unable to determine this template's type while copying.
es: No es posible determinar este tipo de plantilla mientras se copia.
fr: Impossible de déterminer ce type de modèle pendant la copie.
ja: コピー中にこのテンプレートのタイプを判別できませんでした。
nl: Kon het soort van dit sjabloon niet bepalen tijdens het kopiëren.

source: Unable to determine this template's type while deleting.
es: No es posible determinar este tipo de plantilla mientras se elimina.
fr: Impossible de déterminer ce type de modèle pendant la suppression.
ja: 削除中にこのテンプレートのタイプを判別できませんでした。
nl: Kon het soort van dit sjabloon niet bepalen tijdens het verwijderen.

source: Unable to determine this template's type while editing.
es: No es posible determinar este tipo de plantilla mientras se edita.
fr: Impossible de déterminer ce type de modèle lors de la modification.
ja: 編集中にこのテンプレートのタイプを判別できませんでした。
nl: Kon het soort van dit sjabloon niet bepalen tijdens het bewerken.

source: Unable to determine this template's type while launching.
es: No es posible determinar este tipo de plantilla durante su lanzamiento.
fr: Impossible de déterminer ce type de modèle pendant le lancement.
ja: 起動中にこのテンプレートのタイプを判別できませんでした。
nl: Kon het soort van dit sjabloon niet bepalen tijdens het opstarten.

source: Unable to determine this template's type while scheduling.
es: No es posible determinar este tipo de plantilla mientras se programa.
fr: Impossible de déterminer ce type de modèle lors de la programmation.
ja: スケジュール中にこのテンプレートのタイプを判別できませんでした。
nl: Kon het soort van dit sjabloon niet bepalen tijdens het inplannen.

source: Unable to edit template.
es: No es posible editar la plantilla.
fr: Impossible de modifier le modèle.
ja: テンプレートを編集できませんでした。
nl: Kon het sjabloon niet bewerken.

source: Unable to get resource:
es: No es posible obtener el recurso:
fr: Impossible d'obtenir la ressource :
ja: リソースを取得できませんでした:
nl: Kon de volgende hulpbron niet ophalen:

source: Unable to launch template.
es: No es posible lanzar la plantilla.
fr: Impossible de lancer le modèle.
ja: テンプレートを起動できませんでした。
nl: Kon sjabloon niet opstarten.

source: Unable to schedule job.
es: No es posible programar la tarea.
fr: Impossible de programmer le job.
ja: ジョブをスケジュールできませんでした。
nl: Kon taak niet inplannen.

source: Unavailable
es: No disponible
fr: Non disponible
ja: 利用できません
nl: Niet beschikbaar

source: Unavailable to run jobs.
es: No disponible para ejecutar tareas.
fr: Non disponible pour exécuter les tâches.
ja: ジョブの実行に使用できません。
nl: Kan geen taken uitvoeren.

source: Unexpected Error
es: Error inesperado
fr: Erreur inattendue
ja: 予期しないエラー
nl: Onverwachte fout

source: Unexpected server error. View the console for more information
es: Error inesperado del servidor. Consulte la consola para obtener más información.
fr: Erreur de serveur inattendue. Affichez la console pour plus d'informations.
ja: 予期しないサーバーエラーが発生しました。コンソールで詳細情報を表示してください。
nl: Onverwachte serverfout. Bekijk de console voor meer informatie

source: Unlimited
es: Ilimitado
fr: Illimité
ja: 制限なし
nl: Onbeperkt

source: Unsupported display model type
es: Tipo de modelo de visualización no compatible
fr: Type de modèle d'affichage non pris en charge
ja: サポートされない表示モデルタイプ
nl: Soort weergavemodel niet ondersteund

source: Unsupported input type
es: Tipo de entrada no compatible
fr: Type d'entrée non prise en charge
ja: サポートされない入力タイプ
nl: Soort input niet ondersteund

source: Update Not Found
es: Actualización no encontrada
fr: Mise à jour introuvable
ja: 更新が見つかりません
nl: Update niet gevonden

source: Update Options
es: Actualizar opciones
fr: Mettre à jour les options
ja: オプションの更新
nl: Update-opties

source: Update Revision on Launch
es: Revisión de actualización durante el lanzamiento
fr: Mettre à jour Révision au lancement
ja: 起動時のリビジョン更新
nl: Herziening updaten bij opstarten

source: Update canceled. Click for details
es: Actualización cancelada. Haga clic para obtener más información.
fr: Mise à jour annulée. Cliquer pour plus de détails.
ja: 更新が取り消されました。クリックして詳細を確認してください。
nl: Update geannuleerd. Klik voor meer informatie

source: Update failed. Click for details
es: Actualización fallida. Haga clic para obtener más información.
fr: Échec de la mise à jour. Cliquer pour plus de détails.
ja: 更新に失敗しました。クリックして詳細を確認してください。
nl: Update mislukt. Klik voor meer informatie

source: Update in Progress
es: Actualización en curso
fr: Mise à jour en cours
ja: 更新が進行中です
nl: Update in uitvoering

source: Update missing. Click for details
es: Actualización faltante. Haga clic para obtener más información.
fr: Mise à jour manquante. Cliquer pour plus de détails.
ja: 更新がありません。クリックして詳細を確認してください。
nl: Update ontbreekt. Klik voor meer informatie

source: Update on Launch
es: Actualizar al ejecutar
fr: Mettre à jour au lancement
ja: 起動時の更新
nl: Update bij opstarten

source: Update on Project Update
es: Actualizar en la actualización del proyecto
fr: Mettre à jour lorsque le projet est actualisé
ja: プロジェクト更新時の更新
nl: Update voor projectupdate

source: Update queued. Click for details
es: Actualización en fila. Haga clic para obtener más información.
fr: Mise à jour en file d'attente. Cliquer pour plus de détails.
ja: 更新がキューに入れられました。クリックして詳細を確認してください。
nl: Update in de wachtrij gezet. Klik voor meer informatie

source: Update running. Click for details
es: Actualización en ejecución. Haga clic para obtener más información.
fr: Mise à jour en cours. Cliquer pour plus de détails.
ja: 更新が実行中です。クリックして詳細を確認してください。
nl: Update in uitvoering. Klik voor meer informatie

source: Update settings pertaining to Jobs within Tower
es: Actualice las configuraciones correspondientes a Trabajos dentro de la Torre
fr: Mise à jour de la configuration des paramètres liés aux Jobs dans Tower.
ja: Tower 内のジョブを含む設定の更新
nl: Werk de instellingen bij die betrekking hebben tot taken binnen Tower

source: Update succeeded. Click for details
es: Actualización exitosa. Haga clic para obtener más información.
fr: Mise à jour réussie. Cliquer pour plus de détails.
ja: 更新が正常に実行されました。クリックして詳細を確認してください。
nl: Update gelukt. Klik voor meer informatie

source: Upgrade
es: Actualizar
fr: Mettre à niveau
ja: アップグレード

source: Upload a license file
es: Subir un archivo de licencia
fr: Télécharger un fichier de licence
ja: ライセンスファイルのアップロード
nl: Een licentiebestand uploaden

source: Use Default Environment
es: Utilizar entorno predeterminado
fr: Utiliser l'environnement par défaut
ja: デフォルト環境の使用
nl: Standaardomgeving gebruiken

source: Use SSL
es: Utilizar SSL
fr: Utiliser SSL
ja: SSL の使用
nl: SSL gebruiken

source: Use TLS
es: Utilizar TLS
fr: Utiliser TLS
ja: TLS の使用
nl: TLS gebruiken

source: Use custom messages to change the content of notifications sent when a job starts, succeeds, or fails. Use curly braces to access information about the job: <code ng-non-bindable>{{ job_friendly_name }}</code>, <code ng-non-bindable>{{ url }}</code>, or attributes of the job such as <code ng-non-bindable>{{ job.status }}</code>. You may apply a number of possible variables in the message. Refer to the <a href="https://docs.ansible.com/ansible-tower/latest/html/userguide/notifications.html#create-custom-notifications" target="_blank">Ansible Tower documentation</a> for more details.
es: Utilice los mensajes personalizados para cambiar el contenido de las notificaciones que se envían cuando un trabajo comienza, tiene éxito o falla. Utilice llaves para acceder a la información sobre el trabajo: <code ng-non-bindable>{{ job_friendly_name }}</code>, <code ng-non-bindable>{{ url }}</code>, o atributos del trabajo como <code ng-non-bindable>{{ job.status }}</code>. Puede aplicar una serie de posibles variables en el mensaje. Consulte la <a href="https://docs.ansible.com/ansible-tower/latest/html/userguide/notifications.html#create-custom-notifications" target="_blank"> documentación Ansible Tower</a> para ver más detalles.
fr: Utilisez des messages personnalisés pour modifier le contenu des notifications envoyées lorsqu'une tâche commence, réussit ou échoue. Utilisez des accolades pour accéder aux informations sur la tâche : <code ng-non-bindable>{{ nom_convivial_tâche }}</code>, <code ng-non-bindable>{{ url }}</code>, ou des attributs de la tâche tels que <code ng-non-bindable>{{ job.status}}</code>. Vous pouvez appliquer un certain nombre de variables possibles dans le message. Reportez-vous à la <a href="https://docs.ansible.com/ansible-tower/latest/html/userguide/notifications.html#create-custom-notifications" target="_blank">documentation Ansible Tower</a> pour plus de détails.
ja: カスタムメッセージを使用して、ジョブの開始時、成功時、または失敗時に送信する通知内容を変更します。中括弧を使用して、ジョブの情報 (<code ng-non-bindable>{{ job_friendly_name }}</code>, <code ng-non-bindable>{{ url }}</code>) またはジョブの属性 (<code ng-non-bindable>{{ job.status }}</code>) にアクセスします。メッセージには、使用可能な変数を複数適用できます。詳細は、<a href="https://docs.ansible.com/ansible-tower/latest/html/userguide/notifications.html#create-custom-notifications" target="_blank">Ansible Tower ドキュメント</a> を参照してください。
nl: Gebruik aangepaste berichten om de inhoud van meldingen te wijzigen die worden verzonden wanneer een taak begint, slaagt of mislukt. Gebruik accolades om toegang te krijgen tot informatie over de taak: <code ng-non-bindable>{{ job_friendly_name }}</code>, <code ng-non-bindable>{{ url }}</code>, of attributen van de taak zoals <code ng-non-bindable>{{ job.status }}</code>. U kunt een aantal mogelijke variabelen in het bericht toepassen. Raadpleeg de <a href="https://docs.ansible.com/ansible-tower/latest/html/userguide/notifications.html#create-custom-notifications" target="_blank">Ansible Tower documentatie</a> voor meer details.

source: Used Capacity
es: Capacidad usada
fr: Capacité utilisée
ja: 使用済み容量
nl: Gebruikte capaciteit

source: Used to check out and synchronize playbook repositories with a remote source control management system such as Git, Subversion (svn), or Mercurial (hg). These credentials are used by Projects.
es: Utilizado para verificar y sincronizar los repositorios playbook con sistema remoto de gestión de código fuente como Git, Subversion (svn) o Mercurial (hg). Estos credenciales son utilizados por proyectos.
fr: Utilisé pour vérifier et synchroniser les référentiels de playbooks avec un SCM à distance tel que Git, Subversion (svn) ou Mercurial (hg). Ces informations d’identification sont utilisées par les Projets.
ja: Git、Subversion (svn)、または Mercurial (hg) などのリモートソースコントロール管理システムで Playbook リポジトリーをチェックアウトし、同期するために使用されます。これらの認証情報はプロジェクトで使用されます。
nl: Wordt gebruikt om draaiboekopslagplaatsen te bekijken en te synchroniseren met een broncontrole-beheersysteem op afstand, zoals Git, Subversion (svn) of Mercurial (hg). Deze toegangsgegevens worden gebruikt door projecten.

source: User
es: Usuario
fr: Utilisateur
ja: ユーザー
nl: Gebruiker

source: User Interface
es: Interfaz de usuario
fr: Interface utilisateur
ja: ユーザーインターフェース
nl: Gebruikersinterface

source: User Type
es: Tipo de usuario
fr: Type d’utilisateur
ja: ユーザータイプ
nl: Soort gebruiker

source: Username
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名
nl: Gebruikersnaam

source: Username (Ascending)
es: Nombre de usuario (ascendente)
fr: Nom d'utilisateur (croissant)
ja: ユーザー名 (昇順)
nl: Gebruikersnaam (Oplopend)

source: Username (Descending)
es: Nombre de usuario (descendente)
fr: Nom d'utilisateur (décroissant)
ja: ユーザー名 (降順)
nl: Gebruikersnaam (Aflopend)

source: Usernames, passwords, and access keys for authenticating to the specified cloud or infrastructure provider. These are used for smart inventory sources and for cloud provisioning and deployment in playbook runs.
es: Nombres de usuarios, contraseñas y claves de acceso para la autenticación del proveedor de nube o infraestructura especificado. Estos son utilizados para fuentes de inventario inteligente y para el aprovisionamiento y la implementación de nube cuando se ejecuta un playbook.
fr: Noms d'utilisateur, mots de passe et clés d'accès pour s'authentifier auprès du fournisseur de cloud ou d'infrastructure spécifié. Ceux-ci sont utilisés pour les sources d'inventaire smarts et pour l'allocation de services dans le cloud et leur déploiement dans les playbooks.
ja: 指定されたクラウドまたはインフラストラクチャープロバイダーに対する認証を行うためのユーザー名、パスワード、およびアクセスキーです。これらはスマートインベントリーソース、および Playbook 実行におけるクラウドプロビジョニングおよびデプロイメントに使用されます。
nl: Gebruikersnamen, wachtwoorden en toegangssleutels voor authenticatie bij de gespecificeerde cloud- of infrastructuurprovider. Deze worden gebruikt voor smart-inventarisbronnen, voor cloudvoorziening en om in te zetten bij uitvoeringen van het draaiboek.

source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザー
nl: Gebruikers

source: Using a credential that requires a password on launch is prohibited when creating a Job Template schedule
es: El uso de una credencial que requiere una contraseña durante el lanzamiento está prohibido al crear una programación de la Plantilla de trabajo
fr: L'utilisation d'un identifiant exigeant un mot de passe au lancement n'est pas permis lorsqu'on créer un planning de Modèle de job.
ja: ジョブテンプレートスケジュールの作成時に、起動時にパスワードを必要とする認証情報は禁止されています。
nl: Het is niet toegestaan toegangsgegevens die een wachtwoord nodig hebben bij het opstarten te gebruiken bij het aanmaken van een taaksjabloonschema

source: VARIABLES
ja: 変数
nl: VARIABELEN

source: VIEW ALL
es: VER TODO
fr: TOUT AFFICHER
ja: すべてを表示
nl: ALLE WEERGEVEN

source: VIEW DATA IN INSIGHTS
es: VER DATOS EN INSIGHTS
fr: AFFICHER LES DONNÉES DANS INSIGHTS
ja: Insights でのデータの表示
nl: GEGEVENS BEKIJKEN IN INSIGHTS

source: VIEW LESS
es: VER MENOS
fr: AFFICHER MOINS DE DÉTAILS
ja: 簡易表示
nl: MINDER WEERGEVEN

source: VIEW LINK
es: VER ENLACE
fr: AFFICHER LE LIEN
ja: リンクの表示
nl: LINK BEKIJKEN

source: VIEW MORE
es: VER MÁS
fr: AFFICHER DES DÉTAILS SUPPLÉMENTAIRES
ja: 詳細を表示
nl: MEER WEERGEVEN

source: VIEW PER PAGE
es: VISTA POR PÁGINA
fr: AFFICHER PAR PAGE
ja: ページ別のビュー
nl: WEERGEVEN PER PAGINA

source: Valid License
es: Licencia válida
fr: Licence valide
ja: 有効なライセンス
nl: Geldige licentie

source: Variables
ja: 変数
nl: Variabelen

source: Vault Password
es: Contraseña Vault
fr: Mot de passe Vault
ja: Vault パスワード
nl: Wachtwoord kluis

source: Verbosity
es: Nivel de detalle
fr: Verbosité
ja: 詳細
nl: Verbositeit

source: Version
es: Versión
ja: バージョン
nl: Versie

source: View
es: Mostrar
fr: Afficher
ja: 表示
nl: weergeven

source: View Activity Stream
es: Mostrar el flujo de actividad
fr: Afficher le flux d’activité
ja: アクティビティーストリームの表示
nl: Activiteitenlogboek weergeven

source: View Documentation
es: Mostrar la documentación
fr: Afficher la documentation
ja: ドキュメントの表示
nl: Documentatie weergeven

source: View Insights
es: Ver Insights
fr: Afficher les informations
ja: Insights の表示
nl: Insights weergeven

source: View Insights Data
es: Ver datos de Insights
fr: Afficher les données des informations
ja: Insights データの表示
nl: Insights-gegevens weergeven

source: View JSON examples at
es: Ver ejemplos de JSON en
fr: Afficher les exemples JSON à
ja: JSON サンプルの表示:
nl: Bekijk JSON-voorbeelden op

source: View JSON examples at %s
es: Ver ejemplos de JSON en %s
fr: Afficher les exemples JSON à %s
ja: JSON サンプルを %s に表示
nl: Bekijk JSON-voorbeelden op %s

source: View Less
es: Ver menos
fr: Afficher moins
ja: 簡易表示
nl: Minder weergeven

source: View More
es: Ver más
fr: Afficher plus
ja: 詳細表示
nl: Meer weergeven

source: View Organization
es: Ver organización
fr: Afficher l'organisation
ja: 組織の表示
nl: Organisatie weergeven

source: View Project checkout results
es: Ver resultados de verificación del proyecto
fr: Afficher les résultats d'extraction du projet
ja: プロジェクトのチェックアウト結果を表示
nl: Resultaten project-checkout weergeven

source: View Survey
es: Mostrar el cuestionario
fr: Afficher le questionnaire
ja: Survey の表示
nl: Vragenlijst weergeven

source: View YAML examples at
es: Ver ejemplos de YAML en
fr: Afficher les exemples YAML à
ja: YAML サンプルの表示:
nl: Bekijk YAML-voorbeelden op

source: View YAML examples at %s
es: Ver ejemplos de YAML en %s
fr: Afficher les exemples YAML à %s
ja: YAML サンプルを %s に表示
nl: Bekijk YAML-voorbeelden op %s

source: View and edit your license information
es: Ver y editar su información de licencia.
fr: Affichez et modifiez vos informations de licence.
ja: ライセンス情報の表示、編集
nl: Uw licentie-informatie weergeven en bewerken

source: View credential
es: Mostrar credencial
fr: Afficher les informations d’identification
ja: 認証情報の表示
nl: Toegangsgegevens weergeven

source: View credential type
es: Ver tipo de credencial
fr: Afficher le type d'informations d’identification
ja: 認証情報タイプの表示
nl: Soort toegangsgegevens weergeven

source: View documentation
es: Ver documentación
fr: Afficher la documentation
ja: ドキュメントの表示
nl: Documentatie weergeven

source: View event details
es: Mostrar detalles del evento
fr: Afficher les détails de l’événement
ja: イベント詳細の表示
nl: Evenementinformatie weergeven

source: View group
es: Ver grupo
fr: Afficher le groupe
ja: グループの表示
nl: Groep weergeven

source: View host
es: Ver host
fr: Afficher l'hôte
ja: ホストの表示
nl: Host weergeven

source: View inventory
es: Mostrar inventario
fr: Afficher l’inventaire
ja: インベントリーの表示
nl: Inventaris weergeven

source: View inventory script
es: Mostrar script de inventario
fr: Afficher le script d’inventaire
ja: インベントリースクリプトの表示
nl: Inventarisscript weergeven

source: View job
es: Ver tarea
fr: Afficher la tâche
ja: ジョブの表示
nl: Taak weergeven

source: View notification
es: Mostrar notificación
fr: Afficher la notification
ja: 通知の表示
nl: Bericht weergeven

source: View schedule
es: Mostrar el calendario
fr: Afficher le calendrier
ja: スケジュールの表示
nl: Schema weergeven

source: View source
es: Ver fuente
fr: Afficher la source
ja: ソースの表示
nl: Bron weergeven

source: View team
es: Mostrar equipo
fr: Afficher l’équipe
ja: チームの表示
nl: Team weergeven

source: View template
es: Mostrar plantilla
fr: Afficher le modèle
ja: テンプレートの表示
nl: Sjabloon weergeven

source: View the
es: Ver
fr: Afficher
ja: 次の表示:
nl: Bekijk de

source: View the Credential
es: Ver credencial
fr: Afficher les informations d’identification
ja: 認証情報の表示
nl: De toegangsgegevens weergeven

source: View the Inventory
es: Ver inventario
fr: Afficher l’inventaire
ja: インベントリーの表示
nl: Het inventaris weergeven

source: View the Job Template
es: Ver la plantilla de tareas
fr: Afficher le Modèle de Job
ja: ジョブテンプレートの表示
nl: Het taaksjabloon weergeven

source: View the Project
es: Ver el proyecto
fr: Afficher le projet
ja: プロジェクトの表示
nl: Het project weergeven

source: View the Schedule
es: Ver la programación
fr: Afficher le planning
ja: スケジュールの表示
nl: Het schema weergeven

source: View the User
es: Ver el usuario
fr: Afficher cet utilisateur
ja: ユーザーの表示
nl: De gebruiker weergeven

source: View the project
es: Mostrar el proyecto
fr: Afficher le projet
ja: プロジェクトの表示
nl: Het project weergeven

source: View the schedule
es: Mostrar el calendario
fr: Afficher le calendrier
ja: スケジュールの表示
nl: Het schema weergeven

source: View the source Workflow Job
es: Ver la tarea del flujo de trabajo de origen
fr: Afficher source Job de workflow
ja: ソースのワークフロージョブの表示
nl: De bron-workflowtaak weergeven

source: View the webhook configuration on the job template.
es: Vea la configuración de webhook en la plantilla de trabajo.
fr: Affichez la configuration du webhook sur le modèle de tâche.
ja: ジョブテンプレートで Webhook 設定を表示します。
nl: Bekijk de webhook-configuratie op het taaksjabloon.

source: View the webhook configuration on the workflow job template.
es: Vea la configuración de webhook en la plantilla de trabajo del flujo de trabajo.
fr: Affichez la configuration du webhook sur le modèle de tâche de workflow.
ja: ワークフローのジョブテンプレートで Webhook 設定を表示します。
nl: Bekijk de webhook-configuratie op het workflowtaaksjabloon.

source: View user
es: Mostrar usuario
fr: Afficher l’utilisateur
ja: ユーザーの表示
nl: Gebruiker weergeven

source: Views
es: Vistas
fr: Affichages
ja: ビュー
nl: Weergaven

source: WARNING: UNSAVED CHANGES
es: ADVERTENCIA: CAMBIOS NO GUARDADOS
fr: AVERTISSEMENT : MODIFICATIONS NON ENREGISTRÉES
ja: 警告: 変更が保存されていません
nl: WAARSCHUWING: ONOPGESLAGEN WIJZIGINGEN

source: WORKFLOW
es: FLUJO DE TRABAJO
ja: ワークフロー

source: WORKFLOW VISUALIZER
es: VISUALIZADOR DE FLUJOS DE TRABAJO
fr: VISUALISATEUR DE WORKFLOW
ja: ワークフロービジュアライザー
nl: WORKFLOWWEERGAVE

source: Wait For Approval
es: Esperar la aprobación
fr: Attendre l'approbation
ja: 承認待ち
nl: Wacht op goedkeuring

source: Warning
es: Advertencia
fr: Avertissement
ja: 警告
nl: Waarschuwing

source: Warning: Unsaved Changes
es: Aviso: modificaciones no guardadas
fr: Avertissement : modifications non enregistrées
ja: 警告: 変更が保存されていません
nl: Waarschuwing: niet-opgeslagen wijzigingen

source: We were unable to locate licenses associated with this account
es: No pudimos localizar las licencias asociadas a esta cuenta
fr: Nous n'avons pas été en mesure de trouver les licences associées à ce compte
ja: このアカウントに関連するライセンスを見つけることができませんでした
nl: We waren niet in staat om de aan deze account gekoppelde licenties te lokaliseren

source: Webhook Credential
es: Credencial de Webhook
fr: Informations d'identification du webhook
ja: Webhook の認証情報
nl: Webhook toegangsgegevens

source: Webhook Key
es: Clave de Webhook
fr: Clé du webhook
ja: Webhook キー
nl: Webhooksleutel

source: Webhook Service
es: Servicio de Webhook
fr: Service webhook
ja: Webhook サービス

source: Webhook services can launch jobs with this job template by making a POST request to this URL.
es: Los servicios de Webhook pueden iniciar trabajos con esta plantilla de trabajo haciendo una solicitud de POST a esta URL.
fr: Les services webhook peuvent lancer des tâches avec ce modèle de tâche en effectuant une requête POST à cette URL.
ja: Webhook サービスは、この URL への POST 要求を作成してこのジョブテンプレートでジョブを起動できます。
nl: Webhook-diensten kunnen banen met dit taaksjabloon lanceren door het indienen van een POST-verzoek naar deze URL.

source: Webhook services can use this as a shared secret.
es: Los servicios de Webhook pueden usar esto como un secreto compartido.
fr: Les services webhook peuvent l'utiliser en tant que secret partagé.
ja: Webhook サービスは、これを共有のシークレットとして使用できます。
nl: Webhook-diensten kunnen dit gebruiken als een gedeeld geheim.

source: Wed
es: Mié
fr: Mer.
ja: 水
nl: Woe

source: Welcome to Ansible Tower! Please complete the steps below to acquire a license.
es: ¡Bienvenido a Ansible Tower! Complete los siguientes pasos para adquirir una licencia.
fr: Bienvenue à Ansible Tower ! Veuillez suivre les étapes ci-dessous pour obtenir une licence.
ja: Ansible Tower へようこそ! ライセンスを取得するために以下のステップを完了してください。
nl: Welkom bij Ansible Tower! Volg de onderstaande stappen op om een licentie te verkrijgen.

source: Welcome to Ansible {{BRAND_NAME}}! &nbsp;Please sign in.
es: ¡Bienvenido a Ansible {{BRAND_NAME}}! &nbsp;Inicie sesión.
fr: Bienvenue sur Ansible {{BRAND_NAME}} ! &nbsp;Connectez-vous.
ja: Ansible {{BRAND_NAME}} へようこそ! &nbsp;サインインしてください。
nl: Welkom bij Ansible {{BRAND_NAME}}! Meld u eerst aan.
