Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: INSTANCES
es: INSTANCIAS
ja: インスタンス
nl: INSTANTIES

source: INVENTORIES
es: INVENTARIOS
fr: INVENTAIRES
ja: インベントリー
nl: INVENTARISSEN

source: INVENTORY
es: INVENTARIO
fr: INVENTAIRE
ja: インベントリー
nl: INVENTARIS

source: INVENTORY SCRIPT
es: SCRIPT DE INVENTARIO
fr: SCRIPT D’INVENTAIRE
ja: インベントリースクリプト
nl: INVENTARISSCRIPT

source: INVENTORY SCRIPTS
es: SCRIPTS DE INVENTARIO
fr: SCRIPTS D’INVENTAIRE
ja: インベントリースクリプト
nl: INVENTARISSCRIPTS

source: IRC Nick
es: Alias en IRC
fr: Surnom IRC
ja: IRC ニック
nl: IRC-bijnaam

source: IRC Server Address
es: Dirección del servidor IRC
fr: Adresse du serveur IRC
ja: IRC サーバーアドレス
nl: IRC-serveradres

source: IRC Server Password
es: Contraseña del servidor IRC
fr: Mot de passe du serveur IRC
ja: IRC サーバーパスワード
nl: IRC-serverwachtwoord

source: IRC Server Port
es: Puerto del servidor IRC
fr: Port du serveur IRC
ja: IRC サーバーポート
nl: IRC-serverpoort

source: ISOLATED
es: AISLADO
fr: ISOLÉ
ja: 分離
nl: GEÏSOLEERD

source: ISSUE: {{report.rule.description}}
es: PROBLEMA: {{report.rule.description}}
fr: PROBLÈME : {{report.rule.description}}
ja: 問題: {{report.rule.description}}
nl: PROBLEEM: {{report.rule.description}}

source: ITEMS
es: ELEMENTOS
fr: ÉLÉMENTS
ja: 項目

source: Icon URL
es: URL de icono
fr: Icône URL
ja: アイコン URL
nl: Icoon-URL

source: Idle Session
es: Sesión inactiva
fr: Session inactive
ja: アイドル状態のセッション
nl: Inactieve sessie

source: If blank, all groups above are created except
es: Si está en blanco, se crean todos los grupos de arriba, excepto
fr: Si resté vide, cela indique que tous les groupes ci-dessus sont créés sauf
ja: 空白の場合には、以下を除く上のすべてのグループが作成されます。
nl: Als dit vakje leeg wordt gelaten, worden alle bovenstaande groepen aangemaakt, behalve

source: If checked, all variables for child groups and hosts will be removed and replaced by those found on the external source.
es: Si las opciones están marcadas, todas las variables de los grupos de hijos y hosts se eliminarán y reemplazarán con aquellas que se hallen en la fuente externa.
fr: Si cochées, toutes les variables des groupes et hôtes dépendants seront supprimées et remplacées par celles qui se trouvent dans la source externe.
ja: チェックが付けられている場合、子グループおよびホストのすべての変数が削除され、外部ソースにあるものによって置き換えられます。
nl: Als dit vakje aangevinkt is, worden alle variabelen voor onderliggende groepen en hosts verwijderd en worden ze vervangen door de variabelen die aangetroffen worden in de externe bron.

source: If checked, any hosts and groups that were previously present on the external source but are now removed will be removed from the Tower inventory. Hosts and groups that were not managed by the inventory source will be promoted to the next manually created group or if there is no manually created group to promote them into, they will be left in the "all" default group for the inventory.
es: Si las opciones están marcadas, cualquier grupo o host que estuvo presente previamente en la fuente externa pero que ahora se eliminó, se eliminará del inventario de Tower. Los hosts y grupos que no fueron administrados por la fuente del inventario serán promovidos al siguiente grupo creado manualmente o, si no hay un grupo creado manualmente al que puedan ser promovidos, se los dejará en el grupo predeterminado "Todo" para el inventario.
fr: Si cochés, tous les hôtes et groupes qui étaient présent auparavant sur la source externe, mais qui sont maintenant supprimés, seront supprimés de l'inventaire de Tower. Les hôtes et les groupes qui n'étaient pas gérés par la source de l'inventaire seront promus au prochain groupe créé manuellement ou s'il n'y a pas de groupe créé manuellement dans lequel les promouvoir, ils devront rester dans le groupe "all" par défaut de cet inventaire.
ja: チェックが付けられている場合、以前は外部ソースにあり、現在は削除されているホストおよびグループが Tower インベントリーから削除されます。インベントリーソースで管理されていなかったホストおよびグループは次に手動で作成されるグループにプロモートされるか、またはプロモート先となる手動で作成されたグループがない場合は、それらはインベントリーの「すべて」のデフォルトグループに残ります。
nl: Als dit vakje aangevinkt is, worden alle groepen en hosts die eerder aanwezig waren in de externe bron, maar die nu verwijderd zijn, verwijderd uit de inventaris. Hosts en groepen die niet beheerd werden door de inventarisbron, worden omhoog verplaatst naar de volgende handmatig gemaakte groep. Als er geen handmatig gemaakte groep is waar ze naartoe kunnen worden verplaatst, blijven ze staan in de standaard inventarisgroep 'Alle'.

source: If enabled, run this playbook as an administrator.
es: Si se encuentra habilitada la opción, ejecute este manual como administrador.
fr: Si activé, exécuter ce playbook en tant qu'administrateur.
ja: 有効にされている場合、この Playbook を管理者として実行します。
nl: Als deze optie ingeschakeld is, wordt het draaiboek uitgevoerd als beheerder.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible&#x2019;s --diff mode.
es: Si se habilita, muestra los cambios realizados por las tareas de Ansible, donde sea compatible. Esto es equivalente al modo --diff de Ansible.
fr: Si activé, afficher les changements faits par les tâches Ansible, si supporté. C'est équivalent au mode Ansible&#x2019;s -diff .
ja: Ansible タスクで加えられた変更を表示します (有効にされ、サポートされている場合)。これは Ansible の --diff モードに相当します。
nl: Als deze mogelijkheid ingeschakeld is, worden de wijzigingen die aangebracht zijn door Ansible-taken weergegeven, waar ondersteund. Dit staat gelijk aan de diff-modus van Ansible.

source: If enabled, show the changes made by Ansible tasks, where supported. This is equivalent to Ansible&#x2019s --diff mode.
es: Si se habilita, muestra los cambios realizados por las tareas de Ansible, donde sea compatible. Esto es equivalente al modo --diff de Ansible.
fr: Si activé, afficher les changements faits par les tâches Ansible, si supporté. C'est équivalent au mode Ansible&#x2019;s --diff.
ja: Ansible タスクで加えられた変更を表示します (有効にされ、サポートされている場合)。これは Ansible の --diff モードに相当します。
nl: Als deze mogelijkheid ingeschakeld is, worden de wijzigingen die aangebracht zijn door Ansible-taken weergegeven, waar ondersteund. Dit staat gelijk aan de diff-modus van Ansible.

source: If enabled, simultaneous runs of this job template will be allowed.
es: Si se habilita esta opción, la ejecución de esta plantilla de trabajo en paralelo será permitida.
fr: Si activé, il sera possible d’avoir des exécutions de ce modèle de tâche en simultané.
ja: 有効にされている場合、このジョブテンプレートの同時実行が許可されます。
nl: Indien deze mogelijkheid ingeschakeld is, zijn gelijktijdige uitvoeringen van dit taaksjabloon toegestaan.

source: If enabled, simultaneous runs of this workflow job template will be allowed.
es: Si se habilita esta opción, se permitirá la ejecución de esta plantilla de flujo de trabajo en paralelo.
fr: Si activé, il sera possible d’avoir des exécutions de ce modèle de job de workflow en simultané.
ja: このワークフロージョブテンプレートの同時実行が許可されます (有効にされている場合)。
nl: Indien deze mogelijkheid ingeschakeld is, zijn gelijktijdige uitvoeringen van deze workflow-taaksjabloon toegestaan.

source: If enabled, use cached facts if available and store discovered facts in the cache.
es: Si se habilita, usa los eventos almacenados en caché, si están disponibles, y almacena los elementos detectados en la caché.
fr: Si cette option est activée, utilisez les faits en cache le cas échéant et les faits découverts par le magasin dans le cache.
ja: キャッシュされたファクトを使用し (有効にされ、ファクトが利用可能な場合)、検出されたファクトをキャッシュに保存します。
nl: Gebruik gecachete feiten als deze beschikbaar zijn en sla feiten die ontdekt zijn op in de cache, indien deze mogelijkheid ingeschakeld is.

source: If no organization is given, the credential can only be used by the user that creates the credential. Organization admins and system administrators can assign an organization so that roles for the credential can be assigned to users and teams in that organization.
es: Si no se especifica ninguna organización, el credencial puede ser sólo utilizado por el usuario que ha creado dicho credencial. Administradores de organización y administradores de sistema pueden asignar una organización para que los roles puedan permitir que los credenciales puedan ser asignados a usuarios y equipos en esa organización
fr: Si aucune organisation n’est renseignée, les informations d’identification ne peuvent être utilisées que par l’utilisateur qui les crée. Les administrateurs d’organisation et les administrateurs système peuvent assigner une organisation pour que les rôles liés aux informations d’identification puissent être associés aux utilisateurs et aux équipes de cette organisation.
ja: 組織が指定されない場合、認証情報はそれを作成するユーザーのみに使用されます。組織管理者およびシステム管理者は組織を割り当て、認証情報のロールを組織内のユーザーおよびチームに割り当てられるようにします。
nl: Als er geen organisatie opgegeven is, kunnen de toegangsgegevens alleen gebruikt worden door de gebruiker die de toegangsgegevens aangemaakt heeft. Beheerders van organisaties en systeembeheerders kunnen een organisatie toewijzen zodat rollen voor de toegangsgegevens toegewezen kunnen worden aan gebruikers en teams binnen die organisatie.

source: If you are ready to upgrade, please contact us by clicking the button below
es: Si usted está listo para la actualización, por favor contáctenos pulsando el siguiente botón
fr: Si vous êtes prêt à effectuer une mise à niveau, contactez-nous en cliquant sur le bouton ci-dessous
ja: アップグレードの準備ができましたら、以下のボタンをクリックしてお問い合わせください。
nl: Neem zodra u klaar bent om te updaten contact met ons op door op de onderstaande knop te klikken

source: Image ID:
es: ID de la imagen:
fr: ID d'image :
ja: イメージ ID:
nl: Afbeelding-ID:

source: Indicates if a host is available and should be included in running jobs.
es: Indica si el servidor está disponible y debe ser incluído en trabajos en ejecución.
fr: Indique si un hôte est disponible et doit être ajouté aux tâches en cours d’exécution.
ja: ホストが利用可能かどうか、また実行中のジョブに組み込む必要があるかどうかを示します。
nl: Geeft aan of een host beschikbaar is, moet opgenomen worden in taken die in uitvoering zijn.

source: Initiated by
es: Inicializado por
fr: Initié par
ja: 開始:
nl: Gestart door

source: Injector Configuration
es: Configuración del inyector
fr: Configuration d'Injector
ja: インジェクターの設定
nl: Configuratie-injector

source: Input Configuration
es: Configuración de entrada
fr: Configuration de l'entrée
ja: 入力の設定
nl: Configuratie-input

source: Insights Credential
es: Credencial de Insights
fr: Information d’identification à Insights
ja: Insights 認証情報
nl: Inzichten toegangsgegevens

source: Instance Filters
es: Filtros de instancias
fr: Filtres de l'instance
ja: インスタンスフィルター
nl: Instantiefilters

source: Instance Group
es: Grupo de instancias
fr: Groupe d'instance
ja: Instance group (インスタンスグループ)
nl: Instantiegroep

source: Instance Group parameter is missing.
es: Falta el parámetro del Grupo de instancias.
fr: Paramètre de groupe de l'instance manquant
ja: インスタンスグループのパラメーターがありません。
nl: Parameter van instantiegroep ontbreekt.

source: Instance Groups
es: Grupos de instancias
fr: Groupes d'instances
ja: インスタンスグループ
nl: Instantiegroepen

source: Instance Groups Help
es: Ayuda para grupos de instancias
fr: Assistance Groupes d'instances
ja: インスタンスグループのヘルプ
nl: Instantiegroepen, Help

source: Instance ID
es: ID de instancia
fr: ID d'instance
ja: インスタンス ID
nl: Instantie-id

source: Instance ID:
es: ID de instancia:
fr: ID d'instance :
ja: インスタンス ID:
nl: Instantie-ID:

source: Instance Type:
es: Tipo de instancia:
fr: Type d'instance
ja: インスタンスタイプ:
nl: Instantietype:

source: Instances
es: Instancias
ja: インスタンス
nl: Instanties

source: Insufficient Permissions
es: Permisos insuficientes
fr: Permissions insuffisantes
ja: 十分な権限がありません
nl: Onvoldoende machtigingen

source: Integer
es: Entero
fr: Entier relatif
ja: 整数
nl: Geheel getal

source: Invalid License
es: Licencia no valida
fr: Licence non valide
ja: 無効なライセンス
nl: Ongeldige licentie

source: Invalid file format. Please upload valid JSON.
es: Formato de fichero inválido. Por favor cargue un JSON válido.
fr: Format de fichier non valide. Chargez un fichier JSON valide.
ja: 無効なファイル形式です。有効な JSON をアップロードしてください。
nl: Ongeldige bestandsindeling. Upload een geldige JSON.

source: Invalid input for this type.
es: Entrada no válida para este tipo.
fr: Entrée non valide pour ce type.
ja: このタイプの無効な入力です。
nl: Ongeldige input voor dit type.

source: Invalid search filter provided.
es: Se introdujo un filtro de búsqueda no válido.
fr: Filtre de recherche fourni non valide.
ja: 無効な検索フィルターが指定されました。
nl: Ongeldige zoekfilter verschaft.

source: Invalid username and/or password. Please try again.
es: Nombre de usuario o contraseña inválido. Por favor intente de nuevo.
fr: Nom d’utilisateur et/ou mot de passe non valide. Veuillez réessayer.
ja: 無効なユーザー名および/またはパスワードです。やり直してください。
nl: Ongeldige gebruikersnaam en/of wachtwoord. Probeer het opnieuw.

source: Inventories
es: Inventarios
fr: Inventaires
ja: インベントリー
nl: Inventarissen

source: Inventories with sources cannot be copied
es: No se pueden copiar los inventarios con fuentes
fr: Les inventaires et les sources ne peuvent pas être copiés
ja: ソースを含むインベントリーはコピーできません。
nl: Inventarissen met bronnen kunnen niet gekopieerd worden

source: Inventory
es: Inventario
fr: Inventaire
ja: インベントリー
nl: Inventaris

source: Inventory (Ascending)
es: Inventario (ascendente)
fr: Inventaire (croissant)
ja: インベントリー (昇順)
nl: Inventaris (Oplopend)

source: Inventory (Descending)
es: Inventario (descendente)
fr: Inventaire (décroissant)
ja: インベントリー (降順)
nl: Inventaris (Aflopend)

source: Inventory File
es: Archivo de inventario
fr: Fichier d'inventaire
ja: インベントリーファイル
nl: Inventarisbestand

source: Inventory Limit
es: Límite de inventario
fr: Limite d'inventaire
ja: インベントリーの制限
nl: Inventarisgrens

source: Inventory Scripts
es: Scripts de inventario
fr: Scripts d’inventaire
ja: インベントリースクリプト
nl: Inventarisscript

source: Inventory Sources
es: Fuentes de inventario
fr: Source d'inventaire
ja: インベントリーソース
nl: Inventarisbronnen

source: Inventory Sync
es: Sincronización de inventario
fr: Synchronisation des inventaires
ja: インベントリー同期
nl: Inventarissynchronisatie

source: Inventory Sync Failures
es: Errores de sincronización de inventario
fr: Erreurs de synchronisation des inventaires
ja: インベントリーの同期の失敗
nl: Fouten bij inventarissynchronisatie

source: Inventory Variables
es: Variables de inventario
fr: Variables d’inventaire
ja: インベントリー変数
nl: Inventarisvariabelen

source: Inventory contains 0 hosts.
es: El inventario contiene 0 hosts.
fr: L'inventaire contient 0 hôtes.
ja: インベントリーには 0 ホストが含まれています。
nl: Inventaris bevat 0 hosts.

source: Isolated
es: Aislada
fr: Isolé
ja: 分離
nl: Geïsoleerd

source: JOB ID
es: ID DE TAREA
fr: ID JOB
ja: ジョブ ID
nl: TAAK-ID

source: JOB IS STILL RUNNING
es: EL TRABAJO AÚN SE ESTÁ EJECUTANDO
fr: JOB EN COURS
ja: ジョブが実行中です
nl: TAAK NOG IN UITVOERING

source: JOB STATUS
es: ESTADO DEL TRABAJO
fr: ÉTAT DE LA TÂCHE
ja: ジョブステータス
nl: TAAKSTATUS

source: JOB TEMPLATE
es: PLANTILLA DE TRABAJO
fr: MODÈLES DE TÂCHE
ja: ジョブテンプレート
nl: TAAKSJABLOON

source: JOB TEMPLATES
es: PLANTILLAS DE TRABAJO
fr: MODÈLES DE TÂCHE
ja: ジョブテンプレート
nl: TAAKSJABLONEN

source: JOBS
es: TRABAJOS
fr: TÂCHES
ja: ジョブ
nl: TAKEN

source: Job
es: Tarea
ja: Job (ジョブ)
nl: Taak

source: Job Not Found
es: Trabajo no encontrado
fr: Job non trouvé
ja: ジョブが見つかりません
nl: Taak niet gevonden

source: Job Slicing
es: Fraccionamiento de trabajos
fr: Découpage de job
ja: ジョブスライス
nl: Taken verdelen

source: Job Tags
es: Etiquetas de trabajo
fr: Balises de tâche
ja: ジョブタグ
nl: Taaktags

source: Job Template
es: Plantilla de trabajo
fr: Modèle de tâche
ja: ジョブテンプレート
nl: Taaksjabloon

source: Job Templates
es: Plantillas de trabajo
fr: Modèles de tâche
ja: ジョブテンプレート
nl: Taaksjablonen

source: Job Type
es: Tipo de trabajo
fr: Type de tâche
ja: ジョブタイプ
nl: Soort taak

source: Job has completed. Unable to be canceled.
es: Se ha terminado el trabajo. No se pudo cancelar.
fr: Job complété. Impossible de l'annuler.
ja: ジョブが完了しました。取り消すことができません。
nl: Taak is voltooid. Kan niet geannuleerd worden.

source: Job is one of several from a JT that slices on inventory
es: El trabajo es uno de varios de un JT que se segmenta en el inventario
fr: Le job est un parmi tant d'autres que le Modèle de job découpe dans l'inventaire (au démarrage).
ja: ジョブは、インベントリーをスライスするジョブテンプレートにより生成される複数ジョブの 1 つです。
nl: Taak is één van verschillende jobs in een Taaksjabloon dat inventaris verdeelt

source: Job {{status}}. Click for details.
es: Trabajo {{status}}. Haga clic para obtener detalles.
fr: Job {{status}}. Cliquez pour afficher les détails.
ja: ジョブ {{status}}。クリックして詳細を確認してください。
nl: Taak {{status}}. Klik voor meer informatie.

source: Jobs
es: Trabajos
fr: Tâches
ja: ジョブ
nl: Taken

source: KEY
es: CLAVE
fr: CLÉ
ja: キー
nl: SLEUTEL

source: Key
es: Clave
fr: Clé
ja: キー
nl: Sleutel

source: Key Name:
es: Nombre de la clave:
fr: Nom de la clé :
ja: キー名:
nl: Naam sleutel:

source: Kind
es: Tipo
fr: Genre
ja: 種類
nl: Type

source: LAST MODIFIED
es: ÚLTIMO MODIFICADO
fr: DERNIÈRE MODIFICATION
ja: 最終更新日
nl: LAATST AANGEPAST

source: LAST USED
es: ÚLTIMO UTILIZADO
fr: DERNIÈRE UTILISATION
ja: 最終使用時間
nl: LAATST GEBRUIKT

source: LAUNCH
es: LANZAMIENTO
fr: LANCEMENT
ja: 起動
nl: OPSTARTEN

source: LDAP 1 (Optional)
es: LDAP 1 (Opcional)
fr: LDAP 1 (en option)
ja: LDAP 1 (オプション)
nl: LDAP 1 (optioneel)

source: LDAP 2 (Optional)
es: LDAP 2 (Opcional)
fr: LDAP 2 (en option)
ja: LDAP 2 (オプション)
nl: LDAP 2 (optioneel)

source: LDAP 3 (Optional)
es: LDAP 3 (Opcional)
fr: LDAP 3 (en option)
ja: LDAP 3 (オプション)
nl: LDAP 3 (optioneel)

source: LDAP 4 (Optional)
es: LDAP 4 (Opcional)
fr: LDAP 4 (en option)
ja: LDAP 4 (オプション)
nl: LDAP 4 (optioneel)

source: LDAP 5 (Optional)
es: LDAP 5 (Opcional)
fr: LDAP 5 (en option)
ja: LDAP 5 (オプション)
nl: LDAP 5 (optioneel)

source: LDAP Server
es: Servidor LDAP
fr: Serveur LDAP
ja: LDAP サーバー

source: LICENSE
es: LICENCIA
fr: LICENCE
ja: ライセンス
nl: LICENTIE

source: Labels
es: Etiquetas
fr: Libellés
ja: ラベル

source: Last Modified
es: Último modificado
fr: Dernière modification
ja: 最終更新日
nl: Laatst aangepast

source: Last Name
es: Apellido
fr: Nom
ja: 姓
nl: Achternaam

source: Last Ran
es: Último ejecutado
fr: Dernière exécution
ja: 最終実行日時
nl: Laatst uitgevoerd

source: Last Run (Ascending)
es: Última ejecución (ascendente)
fr: Dernière exécution (croissant)
ja: 最終実行日時 (昇順)
nl: Laatste uitvoering (Oplopend)

source: Last Run (Descending)
es: Última ejecución (descendente)
fr: Dernière exécution (décroissant)
ja: 最終実行日時 (降順)
nl: Laatste uitvoering (Aflopend)

source: Last Sync
es: Última sincronización
fr: Dernière synchronisation
ja: 最終同期
nl: Laatste synchronisatie

source: Last Updated
es: Última actualización
fr: Dernière mise à jour
ja: 最終更新日時
nl: Laatst geüpdatet

source: Last Used (Ascending)
es: Usada por última vez (ascendente)
fr: Dernière utilisation (croissant)
ja: 最終使用日時 (昇順)
nl: Laatst gebruikt (Oplopend)

source: Last Used (Descending)
es: Usada por última vez (descendente)
fr: Dernière utilisation (décroissant)
ja: 最終使用日時 (降順)
nl: Laatst gebruikt (Aflopend)

source: Last logged in:
es: Última sesión:
fr: Dernière connexion :
ja: 最終ログイン:
nl: Laatst ingelogd:

source: Last name
es: Apellido
fr: Nom
ja: 姓
nl: Achternaam

source: Launch
es: Ejecutar
fr: Lancer
ja: 起動
nl: Starten

source: Launch Configuration
es: Ejecutar configuración
fr: Lancement de la configuration
ja: 設定の起動
nl: Opstartconfiguratie

source: Launch Management Job
es: Ejecutar trabajo de gestión
fr: Lancer la tâche de gestion
ja: 管理ジョブの起動
nl: Beheertaak starten

source: Launched By
es: Ejecutado por
fr: Lancé par
ja: 起動:
nl: Gestart door

source: Launched By (Ascending)
es: Ejecutado por (ascendente)
fr: Lancé par (croissant)
ja: 起動 (昇順)
nl: Gestart door (Oplopend)

source: Launched By (Descending)
es: Ejecutado por (descendente)
fr: Lancé par (décroissant)
ja: 起動 (降順)
nl: Gestart door (Aflopend)

source: Launching this job requires the passwords listed below. Enter each password before continuing.
es: Ejecutar esta tarea requiere las siguientes contraseñas. Ingrese cada contraseña antes de continuar.
fr: Le lancement de cette tâche requiert les mots de passe figurant ci-dessous. Saisissez chaque mot de passe avant de continuer.
ja: このジョブの起動には以下に記載されているパスワードが必要です。それぞれのパスワードを入力してから続行します。
nl: Voor het starten van deze taak zijn onderstaande wachtwoorden nodig. Ieder wachtwoord dient ingevoerd te worden voordat u verdergaat.

source: Leaving this field blank will result in the creation of a Personal Access Token which is not linked to an Application.
es: Si deja este campo en blanco, se creará un token de acceso personal que no está vinculado a una aplicación.
fr: Si vous laissez ce champ vide, il sera créera un jeton d'accès personnalisé non lié à l'application.
ja: このフィールドを空白のままにすると、アプリケーションにリンクされていないパーソナルアクセストークンが作成されます。
nl: Als dit veld leeg wordt gelaten, wordt er een persoonlijke toegangstoken aangemaakt die niet gekoppeld is aan een toepassing.

source: Legacy state configuration for does not exist
es: No existe la configuración del estado heredado de
fr: Configuration inexistante de l'état hérité pour.
ja: レガシー状態の設定は存在しません。
nl: Er bestaat geen oude staat van configuratie voor

source: License
es: Licencia
fr: Licence
ja: ライセンス
nl: Licentie

source: License Error
es: Error de licencia
fr: Erreur de licence
ja: ライセンスエラー
nl: Licentiefout

source: License Key
es: Clave de licencia
fr: Clé de licence
ja: ライセンスキー
nl: Licentiesleutel

source: License Management
es: Gestión de licencia
fr: Gestion des licences
ja: ライセンス管理
nl: Licentiebeheer

source: License Type
es: Tipo de licencia
fr: Type de licence
ja: ライセンスタイプ
nl: Licentiesoort

source: Limit
es: Límite
fr: Limite
ja: 制限
nl: Limiet

source: Limit to hosts having a tag:
es: Se limita a hosts que tengan una etiqueta:
fr: Limite Hôtes qui ont une balise :
ja: タグを持つホストに制限:
nl: Beperken tot hosts met een tag:

source: Limit to hosts using either key pair:
es: Se limita a hosts que utilicen un par de claves:
fr: Limite Hôtes qui ont n'importe paire de clés :
ja: いずれかのキーペアを使用するホストに制限:
nl: Beperken tot hosts die één van de sleutelparen gebruiken:

source: Limit to hosts where the Name tag begins with
es: Se limita a hosts en los que la etiqueta Nombre comience con
fr: Limite Hôtes qui ont une balise de nom commençant par
ja: 名前タグの開始点となるホストに制限
nl: Beperken tot hosts waarvan de naam begint met

source: Limited to first 10
es: Limitado a los primeros 10
fr: Limité aux 10 premiers
ja: 最初の 10 件に制限
nl: Beperkt tot de eerste 10

source: Live events: attempting to connect to the server.
es: Eventos en directo: intentando conectar al servidor.
fr: Événements en direct : tentative de connexion au serveur.
ja: ライブイベント: サーバーへの接続を試行しています。
nl: Livegebeurtenissen: er wordt geprobeerd verbinding met de server te maken.

source: Live events: connected. Pages containing job status information will automatically update in real-time.
es: Eventos en directo: Páginas que contienen información del estado de un trabajo serán actualizados automáticamente en tiempo real.
fr: Événements en direct : connecté. Les pages contenant des informations sur l’état de la tâche seront automatiquement mises à jour en temps réel.
ja: ライブイベント: 接続されています。ジョブステータス情報を含むページは自動的にリアルタイムで更新されます。
nl: Livegebeurtenissen: verbonden. Pagina's met informatie over de status van taken worden automatisch geüpdatet in realtime.

source: Live events: error connecting to the server.
es: Eventos en directo: error al conectar al servidor.
fr: Événements en direct : erreur de connexion au serveur.
ja: ライブイベント: サーバーへの接続時にエラーが発生しました。
nl: Livegebeurtenissen: fout bij het verbinding maken met de server.

source: Loading...
es: Cargando...
fr: Chargement en cours...
ja: ロード中...
nl: Laden...

source: Local Time Zone
es: Huso horario local
fr: Fuseau horaire local
ja: ローカルタイムゾーン
nl: Lokale tijdzone

source: Local time
es: Hora local
fr: Heure locale
ja: 現地の時間
nl: Plaatselijke tijd
