Repository: ansible/awx
Catalog: awx/ui/po/*.po
Languages: es, fr, ja, nl

source: Disassociate Group From Group
es: Desasociar un grupo de otro grupo
fr: Dissocier Groupe du Groupe
ja: グループの他のグループとの関連付けを解除
nl: Groep van groep loskoppelen

source: Disassociate Host
es: Disociar host
fr: Dissocier l'hôte
ja: ホストの関連付けの解除
nl: Host loskoppelen

source: Disassociate Host From Group
es: Desasociar un host de un grupo
fr: Dissocier Hôte du Groupe
ja: ホストのグループとの関連付けを解除
nl: Host van groep loskoppelen

source: Disassociate group
es: Disociar grupo
fr: Dissocier le groupe
ja: グループの関連付けの解除
nl: Groep loskoppelen

source: Disassociate host
es: Disociar host
fr: Dissocier l'hôte
ja: ホストの関連付けの解除
nl: Host loskoppelen

source: Discard changes
es: Descartar cambios
fr: Ignorer les modifications
ja: 変更の破棄
nl: Wijzigingen annuleren

source: Dissassociate permission from team
es: Desasociar permiso de un equipo.
fr: Dissocier la permission de l’équipe
ja: チームからパーミッションの関連付けを解除
nl: Machtiging loskoppelen van team

source: Dissassociate permission from user
es: Desasociar permiso del usuario.
fr: Dissocier la permission de l’utilisateur
ja: ユーザーからパーミッションの関連付けを解除
nl: Machtiging loskoppelen van gebruiker

source: Divide the work done by this job template into the specified number of job slices, each running the same tasks against a portion of the inventory.
es: Divida el trabajo realizado por esta plantilla de trabajo en la cantidad especificada de fracciones de trabajo, cada una ejecutando las mismas tareas en una fracción de inventario.
fr: Diviser le travail effectué à l'aide de ce modèle de travail en un nombre spécifié de tranches de travail (job), chacune exécutant les mêmes tâches sur une partie de l'inventaire.
ja: このジョブテンプレートで実施される作業を指定した数のジョブスライスに分割し、それぞれインベントリーの部分に対して同じタスクを実行します。
nl: Verdeel het uitgevoerde werk met behulp van dit taaksjabloon in het opgegeven aantal taakdelen, elk deel voert dezelfde taken uit voor een deel van de inventaris.

source: Domain Name
es: Nombre de dominio
fr: Nom de domaine
ja: ドメイン名
nl: Domeinnaam

source: Download Output
es: Descargar salida
fr: Télécharger la sortie
ja: 出力のダウンロード

source: Drag and drop your custom inventory script file here or create one in the field to import your custom inventory. Refer to the Ansible Tower documentation for example syntax.
es: Arrastre y suelte el archivo personalizado del script de inventario aquí o cree uno en el campo para importar el inventario personalizado. Consulte la documentación de Ansible Tower para acceder a ejemplos de sintaxis.
fr: Faites glisser votre script d’inventaire personnalisé et déposez-le ici ou créez-en un dans le champ pour importer votre inventaire personnalisé. Voir la documentation Ansible Tower pour obtenir des exemples de syntaxe.
ja: カスタムインベントリーのスクリプトファイルをここにドラッグアンドドロップするか、またはこのフィールドにカスタムインベントリーをインポートするためのファイルを作成します。構文のサンプルについては、Ansible Tower ドキュメントを参照してください。
nl: Sleep uw aangepaste inventarisscriptbestand hierheen of maak een nieuwe aan in het veld om uw aangepaste inventaris te importeren. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis.

source: Drag to reorder question
es: Arrastrar hasta reordenar pregunta
fr: Faites glisser pour réorganiser les questions
ja: ドラッグして質問を並び替える
nl: Sleep om vragen opnieuw te ordenen

source: Drop question here to reorder
es: Arrastre y suelte una pregunta aquí para reordenar
fr: Mettez la question ici pour réordonnancer
ja: 並び替える質問をドロップ
nl: Sleep een vraag hierheen om opnieuw te ordenen

source: EDIT APPLICATION
es: EDITAR APLICACIÓN
fr: MODIFIER APPLICATION
ja: アプリケーションの編集
nl: TOEPASSING WIJZIGEN

source: EDIT CREDENTIAL
es: EDITAR CREDENCIAL
fr: MODIFIER LES INFORMATIONS D'IDENTIFICATION
ja: 認証情報の編集
nl: TOEGANGSGEGEVENS WIJZIGEN

source: EDIT LINK
es: EDITAR ENLACE
fr: MODIFIER LE LIEN
ja: リンクの編集
nl: LINK WIJZIGEN

source: EDIT SCHEDULE
es: EDITAR PROGRAMA
fr: MODIFIER PLANNING
ja: スケジュールの編集
nl: SCHEMA WIJZIGEN

source: EDIT SCHEDULED JOB
es: MODIFICAR UN TRABAJO PLANIFICADO
fr: MODIFIER UNE TÂCHE PROGRAMMÉE
ja: スケジュール済みジョブの編集
nl: GEPLANDE TAAK WIJZIGEN

source: EDIT SURVEY PROMPT
es: EDITAR AVISO DE ENCUESTA
fr: MODIFIER L'INVITE DU QUESTIONNAIRE
ja: Survey プロンプトの編集
nl: MELDING VRAGENLIJST WIJZIGEN

source: EDIT TEMPLATE
es: EDITAR PLANTILLA
fr: MODIFIER MODÈLE
ja: テンプレートの編集
nl: SJABLOON WIJZIGEN

source: ENCRYPTED
es: CIFRADO
fr: CHIFFRÉ
ja: 暗号化
nl: VERSLEUTELD

source: EXAMPLES
es: EJEMPLOS
fr: EXEMPLES
ja: 例
nl: VOORBEELDEN

source: EXAMPLES:
es: EJEMPLOS:
fr: EXEMPLES :
ja: 例:
nl: VOORBEELDEN:

source: EXECUTE COMMAND
es: EJECUTAR COMANDO
fr: EXÉCUTER LA COMMANDE
ja: コマンドの実行
nl: COMMANDO UITVOEREN

source: EXIT
es: SALIR
fr: QUITTER
ja: 終了
nl: AFSLUITEN

source: EXPAND
es: EXPANDIR
fr: AGRANDIR
ja: 展開
nl: UITKLAPPEN

source: EXPIRATION
es: EXPIRACIÓN
ja: 有効期限
nl: VERLOOPDATUM

source: EXPIRES
es: EXPIRA
fr: EXPIRE
ja: 期限切れ
nl: VERLOOPT OP

source: EXTRA VARIABLES
es: VARIABLES ADICIONALES
fr: VARIABLES SUPPLÉMENTAIRES
ja: 追加の変数
nl: EXTRA VARIABELEN

source: Each time a job runs using this inventory, refresh the inventory from the selected source before executing job tasks.
es: Cada vez que se ejecuta un trabajo con este inventario, actualice el inventario de la fuente seleccionada antes de ejecutar tareas de trabajo.
fr: Chaque fois qu’une tâche s’exécute avec cet inventaire, réalisez une mise à jour de la source sélectionnée avant de lancer la tâche.
ja: このインベントリーでジョブを実行する際は常に、選択されたソースのインベントリーを更新してからジョブのタスクを実行します。
nl: Elke keer dat een taak uitgevoerd wordt met dit inventaris, dient het inventaris vernieuwd te worden vanuit de geselecteerde bron voordat de opdrachten van de taak uitgevoerd worden.

source: Each time a job runs using this project, update the revision of the project prior to starting the job.
es: Cada vez que una tarea se ejecuta usando este proyecto, deberá actualizar la revisión del proyecto antes de iniciar dicha tarea.
fr: Chaque fois qu’un job s’exécute avec ce projet, réalisez une mise à jour du projet avant de démarrer le job.
ja: このプロジェクトでジョブを実行する際は常に、ジョブの開始前にプロジェクトのリビジョンを更新します。
nl: Voer iedere keer dat een taak uitgevoerd wordt met dit project een update uit voor de herziening van het project voordat u de taak start.

source: Edit
es: Editar
fr: Modifier
ja: 編集
nl: Wijzigen

source: Edit Organization
es: Editar organización
fr: Modifier l'organisation
ja: 新規組織
nl: Organisatie wijzigen

source: Edit Question
es: Editar pregunta
fr: Modifier la question
ja: 質問の編集
nl: Vraag wijzigen

source: Edit Survey
es: Editar el cuestionario
fr: Modifier le questionnaire
ja: Survey の編集
nl: Vragenlijst wijzigen

source: Edit credential
es: Editar credenciales
fr: Modifier les informations d’identification
ja: 認証情報の編集
nl: Toegangsgegevens wijzigen

source: Edit credential type
es: Editar el tipo de credencial
fr: Modifier le type d’identification
ja: 認証情報タイプの編集
nl: De toegangsgegevens wijzigen

source: Edit group
es: Editar grupo
fr: Modifier le groupe
ja: グループの編集
nl: Groep wijzigen

source: Edit host
es: Editar el servidor
fr: Modifier l’hôte
ja: ホストの編集
nl: Host wijzigen

source: Edit inventory
es: Editar el inventario
fr: Modifier l’inventaire
ja: インベントリーの編集
nl: Inventaris wijzigen

source: Edit inventory script
es: Editar el script de inventario
fr: Modifier le script d’inventaire
ja: インベントリースクリプトの編集
nl: Inventarisscript wijzigen

source: Edit notification
es: Editar la notificación
fr: Modifier la notification
ja: 通知の編集
nl: Bericht wijzigen

source: Edit question
es: Editar pregunta
fr: Modifier la question
ja: 質問の編集
nl: Vraag wijzigen

source: Edit schedule
es: Editar la programación
fr: Modifier la programmation
ja: スケジュールの編集
nl: Schema wijzigen

source: Edit source
es: Editar fuente
fr: Modifier la source
ja: ソースの編集
nl: Bron wijzigen

source: Edit team
es: Editar el equipo
fr: Modifier l’équipe
ja: チームの編集
nl: Team wijzigen

source: Edit template
es: Editar la plantilla
fr: Modifier le modèle
ja: テンプレートの編集
nl: Sjabloon wijzigen

source: Edit the inventory
es: Editar el inventario
fr: Modifier l’inventaire
ja: インベントリーの編集
nl: De inventaris wijzigen

source: Edit the project
es: Editar el proyecto
fr: Modifier le projet
ja: プロジェクトの編集
nl: Het project wijzigen

source: Edit the schedule
es: Editar la planificación
fr: Modifier la planification
ja: スケジュールの編集
nl: Het schema wijzigen

source: Edit the slice job template
es: Editar la plantilla de fracción de trabajo
fr: Modifier le modèle de découpage de job
ja: スライスジョブテンプレートの編集
nl: Het taakdeelsjabloon wijzigen

source: Edit the user
es: Edite el usuario
fr: Modifier l’utilisateur
ja: ユーザーの編集
nl: De gebruiker wijzigen

source: Edit the workflow job template
es: Edite la plantilla de tareas para el flujo de trabajo
fr: Modifier le modèle de job de workflow
ja: ワークフロージョブテンプレートの編集
nl: Het workflow-taaksjabloon wijzigen

source: Edit user
es: Editar el usuario
fr: Modifier l’utilisateur
ja: ユーザーの編集
nl: Gebruiker wijzigen

source: Either you do not have access or the SCM update process completed
es: No tiene acceso o el proceso de actualización de SCM ha finalizado
fr: Soit vous avez accès, ou le processus de mise à jour SCM est terminée
ja: アクセスがないか、または SCM 更新プロセスが完了しました
nl: U heeft mogelijk geen toegang, of het SCM-updateproces is al voltooid.

source: Either you do not have access or the SCM update process completed. Click the
es: No tiene acceso o el proceso de actualización de SCM ha finalizado. Haga clic en
fr: Vous n’avez pas accès, ou la mise à jour SCM est terminée. Cliquez sur
ja: アクセスがないか、または SCM 更新プロセスが完了しました。次をクリックしてください:
nl: U heeft mogelijk geen toegang, of het SCM-updateproces is al voltooid. Klik op

source: Elapsed
es: Tiempo transcurrido
fr: Temps écoulé
ja: 経過時間
nl: Verlopen

source: Email
es: Correo electrónico
ja: メール

source: Email Options
es: Opciones de correo electrónico
fr: Options d'email
ja: メールオプション
nl: E-mailopties

source: Enable Concurrent Jobs
es: Activar los trabajos concurrentes
fr: Activer les tâches parallèles
ja: 同時実行ジョブの有効化
nl: Gelijktijdige taken inschakelen

source: Enable External Logging
es: Habilitar registro externo
fr: Activer la journalisation externe
ja: 外部ログの有効化
nl: Externe logboekregistratie inschakelen

source: Enable Fact Cache
es: Habilitar caché de hechos
fr: Utiliser le cache des faits
ja: ファクトキャッシュの有効化
nl: Feitcache inschakelen

source: Enable Privilege Escalation
es: Activar la elevación de privilegios
fr: Activer l’élévation des privilèges
ja: 権限昇格の有効化
nl: Verhoging van rechten inschakelen

source: Enable Provisioning Callbacks
es: Habilitar devoluciones de llamadas de aprovisionamiento
fr: Activer les rappels de provisioning
ja: プロビジョニングコールバックの有効化
nl: Provisioning terugkoppelingen inschakelen

source: Enable Webhook
es: Habilitar Webhook
fr: Activer le webhook
ja: Webhook の有効化
nl: Webhook inschakelen

source: Enable simplified login for your Tower applications
es: Activar inicio de sesión simplificado para sus aplicaciones de Tower.
fr: Activer la connexion simplifiée pour vos applications Tower
ja: Tower アプリケーションのログインの簡素化
nl: Eenvoudig inloggen inschakelen voor uw Tower-toepassingen

source: Enable survey
es: Habilitar encuesta
fr: Activer le questionnaire
ja: Survey の有効化
nl: Vragenlijst inschakelen

source: Enable webhook for this job template.
es: Habilitar webhook para esta plantilla de trabajo.
fr: Activez le webhook pour ce modèle de tâche.
ja: このジョブテンプレートの Webhook を有効にします。
nl: Webhook inschakelen voor dit taaksjabloon.

source: Enable webhook for this workflow job template.
es: Habilitar webhook para esta plantilla de trabajo del flujo de trabajo.
fr: Activez le webhook pour ce modèle de tâche de workflow.
ja: このワークフローのジョブテンプレートの Webhook を有効にします。
nl: Webhook inschakelen voor dit workflowtaaksjabloon.

source: Enables creation of a provisioning callback URL. Using the URL a host can contact {{BRAND_NAME}} and request a configuration update using this job template.
es: Habilitar la creación de una URL para una devolución de llamadas de aprovisionamiento. Mediante la URL, un host puede contactar a {{BRAND_NAME}} y solicitar la actualización de la configuración utilizando esta plantilla de trabajo.
fr: Active la création d'une URL de rappel. Avec cette URL, un hôte peut contacter {{BRAND_NAME}} et demander une mise à jour de la configuration à l'aide de ce modèle de job.
ja: プロビジョニングコールバック URL の作成を有効にします。ホストは、この URL を使用して {{BRAND_NAME}} に接続でき、このジョブテンプレートを使用して設定の更新を要求できます。
nl: Maakt het mogelijk een provisioning terugkoppelings-URL aan te maken. Met deze URL kan een host contact opnemen met {{BRAND_NAME}} en een verzoek indienen voor een configuratie-update met behulp van dit taaksjabloon.

source: Encrypted credentials are not supported.
es: Las credenciales cifradas no están admitidas.
fr: Les informations d’identification chiffrées ne sont pas prises en charge.
ja: 暗号化された認証情報はサポートされていません。
nl: Versleutelde toegangsgegevens worden niet ondersteund.

source: End
es: Fin
fr: Fin
ja: 終了
nl: Einde

source: End Date
es: Fecha de terminación
fr: Date de fin
ja: 終了日
nl: Einddatum

source: End Time
es: Hora de terminación
fr: Heure de fin
ja: 終了時間
nl: Eindtijd

source: End User License Agreement
es: Acuerdo de licencia de usuario final
fr: Contrat de licence de l’utilisateur final
ja: 使用許諾契約書
nl: Licentie-overeenkomst voor eindgebruikers

source: Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two.
es: Introduzca variables del inventario usando sintaxis JSON o YAML. Utilice el botón de selección para elegir entre los dos.
fr: Entrez les variables d’inventaire avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux.
ja: JSON または YAML 構文のいずれかを使用してインベントリー変数を入力します。ラジオボタンを使用して 2 つの間の切り替えを行います。
nl: Voer variabelen van de inventaris in met JSON- of YAML-syntaxis. Gebruik de radioknop om tussen de twee te wisselen.

source: Enter inventory variables using either JSON or YAML syntax. Use the radio button to toggle between the two. Refer to the Ansible Tower documentation for example syntax.
es: Ingrese variables de inventario por medio del uso de sintaxis JSON o YAML. Utilice el botón de selección para alternar entre los dos. Consulte la documentación de Ansible Tower para acceder a ejemplos de sintaxis.
fr: Entrez les variables d’inventaire avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux. Consultez la documentation d’Ansible Tower pour avoir un exemple de syntaxe.
ja: JSON または YAML 構文のいずれかを使用してインベントリー変数を入力します。ラジオボタンを使用してこれらの間で切り替えを行います。構文のサンプルについては Ansible Tower ドキュメントを参照してください。
nl: Voer de variabelen van het inventaris in met JSON- of YAML-syntaxis. Gebruik de radio-knop om tussen de twee te wisselen. Raadpleeg de documentatie van Ansible Tower voor voorbeeldsyntaxis.

source: Enter one Annotation Tag per line, without commas.
es: Ingrese una etiqueta de anotación por línea sin comas.
fr: Entrez une balise d'annotation par ligne, sans virgule.
ja: 各行に、コンマなしでアノテーションタグを 1 つ入力してください。
nl: Voer een opmerkingstas in per regel, zonder komma's.

source: Enter one HipChat channel per line. The pound symbol (#) is not required.
es: Ingrese un canal de HipChat por línea. El símbolo numeral (#) no es necesario.
fr: Saisir un canal HipChat par ligne. Le symbole dièse (#) n’est pas nécessaire.
ja: 各行に 1 つの HipChat チャンネルを入力します。シャープ記号 (#) は不要です。
nl: Voer één HipChat-kanaal per regel in. Het hekje (#) is hierbij niet vereist.

source: Enter one IRC channel or username per line. The pound symbol (#) for channels, and the at (@) symbol for users, are not required.
es: Ingrese un canal de IRC o nombre de usuario por línea. El símbolo numeral (#) para canales y el símbolo arroba (@) para usuarios no son necesarios.
fr: Saisir un canal IRC ou un nom d'utilisateur par ligne. Le symbole dièse (#) pour les canaux et (@) pour le utilisateurs, ne sont pas nécessaires.
ja: 各行に 1 つの IRC チャンネルまたはユーザー名を入力します。チャンネルのシャープ記号 (#) およびユーザーのアットマーク (@) 記号は不要です。
nl: Voer één IRC-kanaal of gebruikersnaam per regel in. Het hekje (#) voor kanalen en het apenstaartje (@) voor gebruikers zijn hierbij niet vereist.

source: Enter one Slack channel per line. The pound symbol (#) is required for channels.
es: Ingrese un canal de Slack por línea. El símbolo numeral (#) es necesario para los canales.
fr: Saisir un canal Slack par ligne. Le symbole dièse (#) est exigé pour les canaux.
ja: 各行に 1 つの Slack チャンネルを入力します。チャンネルにはシャープ記号 (#) が必要です。
nl: Voer één Slack-kanaal per regel in. Het hekje (#) is hierbij vereist.

source: Enter one email address per line to create a recipient list for this type of notification.
es: Ingrese una dirección de correo electrónico por línea para crear una lista de destinatarios para este tipo de notificación.
fr: Saisir une adresse email par ligne pour créer une liste des destinataires pour ce type de notification.
ja: 各行に 1 つのメールアドレスを入力し、この通知タイプの受信者リストを作成します。
nl: Voer één e-mailadres per regel in om een lijst met ontvangers te maken voor dit type bericht.

source: Enter one phone number per line to specify where to route SMS messages.
es: Ingrese un número de teléfono por línea para especificar adónde enviar los mensajes de SMS.
fr: Saisir un numéro de téléphone par ligne pour spécifier où envoyer les messages SMS.
ja: 各行に 1 つの電話番号を入力し、SMS メッセージのルート先を指定します。
nl: Voer één telefoonnummer per regel in om aan te geven waar sms-berichten naartoe gestuurd moeten worden.

source: Enter the URL for the virtual machine which %scorresponds to your CloudForms instance. %sFor example, %s
es: Ingrese la URL para la máquina virtual que %scorresponde a su instancia de CloudForms. %sPor ejemplo, %s
fr: Veuillez saisir l'URL de la machine virtuelle qui %scorrespond à votre instance CloudForms. %s. Par exemple %s
ja: CloudForms インスタンスに対応する %s仮想マシンの URL を入力します %s(例: %s)。
nl: Voer de URL in voor de virtuele machine die %sovereenkomt met uw CloudForms-instantie. %sBijvoorbeeld, %s

source: Enter the URL which corresponds to your %sRed Hat Satellite 6 server. %sFor example, %s
es: Ingrese la URL que corresponda a su servidor %sRed Hat Satellite 6. %sPor ejemplo, %s
fr: Veuillez saisir l’URL qui correspond à votre serveur %sRed Hat Satellite 6. %sPar exemple, %s
ja: Red Hat Satellite 6 Server に対応する %sURL を入力します (%s例: %s)。
nl: Voer de URL in die overeenkomt met uw %sRed Hat Satellite 6-server. %sBijvoorbeeld %s

source: Enter the hostname or IP address which corresponds to your VMware vCenter.
es: Ingrese el nombre de host o dirección IP que corresponda a su VMWare vCenter.
fr: Entrez le nom d’hôte ou l’adresse IP qui correspond à votre VMware vCenter.
ja: VMware vCenter に対応するホスト名または IP アドレスを入力します。
nl: Voer de hostnaam of het IP-adres in dat overeenkomt met uw VMware vCenter.

source: Enter the number associated with the "Messaging Service" in Twilio in the format +18005550199.
es: Ingrese el número asociado con el "Servicio de mensajería" en Twilio con el formato +18005550199.
fr: Numéro associé au "Service de messagerie" de Twilio sous le format +18005550199.
ja: Twilio の "メッセージングサービス" に関連付けられた番号を入力します (形式: +18005550199)。
nl: Voer het telefoonnummer in dat hoort bij de 'Berichtenservice' in Twilio in de indeling +18005550199.

source: Enter variables using either JSON or YAML syntax. Use the radio button to toggle between the two.
es: Ingrese variables con sintaxis JSON o YAML. Use el botón de selección para alternar entre los dos.
fr: Entrez les variables avec la syntaxe JSON ou YAML. Utilisez le bouton radio pour basculer entre les deux.
ja: JSON または YAML 構文のいずれかを使用して変数を入力します。ラジオボタンを使用してこれら 2 つの間の切り替えを行います。
nl: Voer variabelen in met JSON- of YAML-syntaxis. Gebruik de radioknop om tussen de twee te wisselen.

source: Environment
es: Entorno
fr: Environnement
ja: 環境
nl: Omgeving

source: Environment Variables
es: Variables del entorno
fr: Variables d'environnement
ja: 環境変数
nl: Omgevingsvariabelen

source: Error Applying License
es: Error al aplicar la licencia
fr: Erreur lors de l’application de la licence
ja: ライセンスの適用エラー
nl: Fout bij het toepassen van de licentie

source: Error Details
es: Detalles del error
fr: Détails de l'erreur
ja: エラーの詳細
nl: Foutinformatie

source: Error Fetching Licenses
es: Error al buscar licencias
fr: Erreur lors de l’extraction des licences
ja: ライセンスの取得エラー
nl: Fout bij het ophalen van licenties

source: Error Message
es: Mensaje de error
fr: Message d'erreur
ja: エラーメッセージ
nl: Foutbericht

source: Error Message Body
es: Cuerpo del mensaje de error
fr: Corps du message d'erreur
ja: エラーメッセージボディー
nl: Foutbericht body

source: Error!
fr: Erreur !
ja: エラー!
nl: Fout!

source: Event
es: Evento
fr: Événement
ja: イベント
nl: Gebeurtenis

source: Event summary not available
es: Resumen del evento no disponible.
fr: Récapitulatif de l’événement non disponible
ja: イベントの概要はありません
nl: Samenvatting van de gebeurtenis niet beschikbaar

source: Every
es: Cada
fr: Tous les
ja: 実行頻度
nl: Iedere

source: Example URLs for GIT SCM include:
es: Ejemplos de URLs para SCM GIT :
fr: Exemples d’URL pour le SCM GIT :
ja: GIT SCM のサンプル URL には以下が含まれます:
nl: Voorbeelden van URL's voor GIT SCM zijn onder andere:

source: Example URLs for Mercurial SCM include:
es: Ejemplos de URLs para SCM Mercurial :
fr: Exemples d’URL pour le SCM Mercurial :
ja: Mercurial SCM のサンプル URL には以下が含まれます:
nl: Voorbeelden van URL's voor Mercurial SCM zijn onder andere:

source: Example URLs for Subversion SCM include:
es: Ejemplos de URLs para SCM Subversion :
fr: Exemples d’URL pour le SCM Subversion :
ja: Subversion SCM のサンプル URL には以下が含まれます:
nl: Voorbeelden van URL's voor Subversion SCM zijn onder andere:

source: Example: ansible_facts.ansible_distribution:"RedHat"
es: Ejemplo: ansible_facts.ansible_distribution:"RedHat"
fr: Exemple : ansible_facts.ansible_distribution:"RedHat"
ja: 例: ansible_facts.ansible_distribution:"RedHat"
nl: Voorbeeld: ansible_facts.ansible_distribution:"RedHat"

source: Examples include:
es: Los ejemplos incluyen:
fr: Voici quelques exemples :
ja: 以下に例を示します。
nl: Voorbeelden hiervan zijn:

source: Execution Node
es: Nodo de ejecución
fr: Nœud d'exécution
ja: 実行ノード
nl: Uitvoeringsknooppunt

source: Existing Group
es: Grupo existente
fr: Groupe existant
ja: 既存グループ
nl: Bestaande groep

source: Existing Host
es: Host existente
fr: Hôte existant
ja: 既存ホスト
nl: Bestaande host

source: Expand Output
es: Extender salida
fr: Tout agrandir
ja: 出力の展開
nl: Output uitklappen

source: Expanded
es: Expandido
fr: Étendu
ja: 詳細表示
nl: Uitgeklapt

source: Expires
es: Expira
fr: Expire
ja: 有効期限
nl: Verloopt

source: Expires (Ascending)
es: Expira (ascendente)
fr: Expire (croissant)
ja: 有効期限 (昇順)
nl: Vervalt (Oplopend)

source: Expires (Descending)
es: Expira (descendente)
fr: Expire (décroissant)
ja: 有効期限 (降順)
nl: Vervalt (Aflopend)

source: Expires On
es: Fecha de expiración el
fr: Arrive à expiration le
ja: 有効期限
nl: Verloopt op

source: Expires:
es: Expira:
fr: Expire :
ja: 有効期限:
nl: Verloopt:

source: Expires: Never
es: Expira: Nunca
fr: Expire : Jamais
ja: 有効期限: なし
nl: Verloopt: nooit

source: Explanation
es: Explicación
fr: Explication
ja: 説明
nl: Uitleg

source: Extra Variables
es: Variables adicionales
fr: Variables supplémentaires
ja: 追加変数
nl: Extra variabelen

source: FACTS
es: EVENTOS
fr: FAITS
ja: ファクト
nl: FEITEN

source: FAILED
es: FALLIDO
fr: ÉCHEC
ja: 失敗
nl: MISLUKT

source: FIELDS
es: CAMPOS
fr: CHAMPS
ja: フィールド
nl: VELDEN

source: FIELDS:
es: CAMPOS:
fr: CHAMPS :
ja: フィールド:
nl: VELDEN:

source: FINISHED
es: FINALIZADO
fr: TERMINÉ
ja: 完了
nl: VOLTOOID

source: Facts
es: Eventos
fr: Faits
ja: Fact (ファクト)
nl: Feiten

source: Failed
es: Fallido
fr: Échec
ja: 失敗
nl: Mislukt

source: Failed Hosts
es: Servidores fallidos
fr: Échec des hôtes
ja: 失敗したホスト
nl: Mislukte hosts

source: Failed to access API config. GET status:
es: No se pudo acceder al estado GET de la configuración de la API:
fr: Impossible d'accéder à la configuration de l'API. État GET :
ja: API 設定へのアクセスに失敗しました。GET ステータス:
nl: API-configuratie status kon niet geopend worden. Status OPHALEN:
